[
    {
        "url":"http:\/\/www.diamonddooronline.com.au\/delivery\/",
        "text":"Order today for fast,\ndiscreet delivery.\n\nFast & Discreet Delivery\n\nPostage & Handling Information\n\nFor Australian deliveries, your order will be shipped Express Post via Australia Post. This guarantees next working day delivery to metropolitan areas if the order is received online before 12PM AEST time.\n\nDelivery is guaranteed next working day from our warehouse to all major Australian metropolitan areas; including Melbourne, Sydney, Brisbane, Darwin, Perth, Adelaide and Hobart. All other areas are still sent express post, ensuring fast delivery.\n\nAnyone associated with the delivery of the parcel is unaware of its contents or origin. All packages are discreetly labeled with no reference to Diamond Door Online. The return address on the packaging will be DDO with our PO Box address.\n\nYou will receive an email notification when your order has been shipped; this will include the Australia Post tracking number and contact details. Products too large to be shipped via Express Post will be shipped using Australian Registered Post.\n\nThe parcel will be wrapped and packed to prevent discovery of the contents. It will arrive in a standard Australia Post Express courier bag or other Australia Post packaging if the item is too large.\n\nIn the event the courier is unable to deliver to the address supplied, the parcel may be collected from your nearest Post Office. This is the most discreet and private way to purchase adult products.\n\nWe have a system to ensure that all items available for order on this website are in stock, guaranteeing your order can be shipped 'same day'.\n\n\nInternational orders will be shipped using Australia Post Express Courier International service. You will receive an email notification when your order has been shipped; this will include the Australia Post tracking number and contact details. Please note that you will need to sign for the package upon delivery.\n\nInternational orders will be delivered within 2 - 4 working days depending on metropolitan areas of major cities. Items can be tracked on www.auspost.com\/track\n\nDue to customs procedures for international orders, Diamond Door Online must declare the contents of the package and show our name and return address. This cannot be changed in anyway as we must comply with Australian Customs and Australia Post procedures.\nDiamond Door Online will not be responsible for items seized by international customs.\n\n\nFor Lingerie\n\nDue to the large range of lingerie we stock in some cases items need to be shipped from our USA supplier or our Australian Supplier, please allow an additional 3 days for delivery for all lingerie orders. In most cases you will know the delivery time on the website as it states the delivery times. If your item is awaiting shipment from the USA we will notify you via email with the option of a refund, store credit or backorder.\n\n\nContact Us\n\nEmail Address:\nFor all customer service enquires and technical difficulties: support@diamonddooronline.com\n\nDiamond Door Online is Australian Owned and Operated.\n\nDiscounted Sex ToysDiscreet Adult ShopDiscreet Payments by Visa, Mastercard or Paypal :: Learn MoreBuy Gift CardsLingerieLiving Beyond Breast CancerDiamond Door Online On Facebook",
        "topic_id":0,
        "format_id":3,
        "topic_confidence":0.9258791804,
        "format_confidence":0.9388980269
    },
    {
        "url":"https:\/\/www.hablaporinternet.com\/product-tag\/ani-callback\/?product_orderby=price",
        "text":"Web Callback account and instructions to connect any fixed\/mobile line to another fixed\/mobile line around the globe. Specify any 2 numbers to be connected and they will be connected within 30 seconds or so. We suggest to use when your internet mobile connection is very slow or has poor Quality of Service. You would need to load a simple web page \"telefonoatelefono.com\" to trigger the call back. After that the call will not use any internet data so the quality will be excellent.",
        "topic_id":0,
        "format_id":3,
        "topic_confidence":0.9360194206,
        "format_confidence":0.7603437901
    },
    {
        "url":"http:\/\/sublimecarlalive.com\/auth\/forgot-password",
        "text":"Forgot password\n\n    If you forgot your username or email address please contact our Support Team here!\n\n\nOfficial Website\n\nThis site contains sexually explicit material.\n\nEnter only if you are Over 18 and you agree to our Sensitive Data and Cookies policies.\n\nNo, I'll leave\n\nBy entering the site I accept the Terms & Conditions and Privacy Policy.",
        "topic_id":0,
        "format_id":3,
        "topic_confidence":0.9383435249,
        "format_confidence":0.8072704673
    },
    {
        "url":"https:\/\/uruguay.escortface.com\/contacts",
        "text":"Contact us\n\nDear friends,\n\nWe are not an escort agency and We are not providing any escort or call girls services.\nWe are running an adult directory and selling advertisement only.\n\nFeel free to send us a message if you have any advertising questions or encounter any technical problems on our site.\n\nOffice hours:\n\nEveryday: 08.00 - 22.00 (GMT +1)\nMessages sent during office hours are replied within 0-2 hour.",
        "topic_id":0,
        "format_id":3,
        "topic_confidence":0.978023231,
        "format_confidence":0.7701843381
    },
    {
        "url":"https:\/\/missloreleirivers.ch\/etiquette\/",
        "text":"Arrive promptly for your appointment. Please note, “prompt” does NOT mean early. If you are running a few minutes early, you may text or call to ask if we may begin early. If you’re earlier than that, please explore one of the several cafes and restaurants in my neighborhood or take a walk in the nearby park.\n\nIf you are running late, please contact me as soon as possible. I will do my best to accommodate if my schedule allows, but tardiness may shorten the length of your session. Respect my time as I respect yours, and don’t make me wait unless it is unavoidable.\n\nDress discreetly in “vanilla” attire when arriving and leaving my studio. (Feel free to wear hidden toys or lingerie underneath!)\n\nArrive sober, and do not bring drugs or weapons into my space.\n\nDo not wear cologne or heavy scents. Do use deodorant.\n\nUpon your arrival I will invite you to freshen up or shower – if you’re uncertain, err on the side of cleanliness. (You may also choose to shower at the end of our time together.) I provide a selection of scented and unscented shower products, mouthwash, and other basic hygiene items.\n\nPrior to your appointment, we will do some negotiation via email. When you arrive we’ll spend a few moments discussing your desires, limits, physical and mental state, and what we’ll be doing during your session.\n\nIn the playroom, my word is law, and I expect obedience. I do not demand unquestioning submission, but I do require good manners and compliance with my wishes.\n\nReady and eager to explore with me?\n\nProceed to my contact page and follow the instructions there. To demonstrate that you have read the entirety of this page, and to arouse my interest in you, include the title of your favorite book in your initial email. Hardly any new playmates do this, so you will set yourself apart!",
        "topic_id":0,
        "format_id":3,
        "topic_confidence":0.9656427503,
        "format_confidence":0.803586185
    },
    {
        "url":"http:\/\/www.thedirtyzone.com\/report.php?id=74083",
        "text":"\n\nPowered By TGPX\n\nPartner Login\n\n\n\nForgot Your Password?\n Sign Up\n\nGallery Search\n\nPowered By TGPX\n\nReport a Gallery\n\nUse the form below to report a broken gallery link or a gallery that is breaking our rules. You do not need to tell us the URL, just give a short description of what the gallery is doing to break the rules, or simply enter \"This is a broken link\" if the gallery link no longer works.\n\nIf we determine that your report is correct, we will remove the offending gallery and possibly ban it from our TGP. Thank you for helping to keep TheDirtyZone.com top quality!\nGallery URL http:\/\/www.littlethumbs.com\/mgpbig\/chesire\/dildos\/?coupon=1665637&e=1&l=1&t=1&n=1\nDescription Hot teen chesire has some fun lifting her shirt and sliding down her panties\nReport Reason\nCopy the characters from the image into the text box for verification\n\nPowered By TGPX",
        "topic_id":0,
        "format_id":3,
        "topic_confidence":0.9798814058,
        "format_confidence":0.9649695754
    },
    {
        "url":"http:\/\/www.afterdarkswingers.co.uk\/lost-password.html",
        "text":"Enter your username and password to Login\n\nAfter Dark Swingers is completely free to sign up and register, you will then be able to browse all our members profiles and search for swingers in your area.\n\nIf you are not already a member then just click the Sign Up link at the top!\n\nIf you can not remember your Password then click the Forgotten Password link to the right\n\nForgot Password:",
        "topic_id":0,
        "format_id":3,
        "topic_confidence":0.9619802237,
        "format_confidence":0.7939460278
    }
]