[
    {
        "url":"https:\/\/michiganphysics.com\/2012\/06\/01\/gabi-weinreich-talk-to-the-resonance-group\/",
        "text":"Gabi Weinreich –Talk to the Resonance Group\n\nFrom the University of Michigan Regents’ Proceedings 380, 1995\n\nGabriel Weinreich, professor of physics, retired from active faculty status on May 31, 1995.\n\nProfessor Weinreich received his ANB., AM., and Ph.D. degrees from Columbia University in 1948, 1949, and 1953, respectively. From 1953-60, he was a physicist at Bell Labs. Professor Weinreich came to the University of Michigan as an associate professor of physics in 1960; he was promoted to professor in 1964.\n\nIn his early years at Michigan, Professor Weinreich and his colleagues were the first to report the generation of optical harmonics, thus founding the science of nonlinear optics. More recently, Professor Weinreich has been recognized for his work in musical physics. In 1979, he was awarded the first major National Science Foundation grant for a project in musical acoustics, which resulted in an influential Scientific American article. He has gone on to become a world authority in the field of musical physics. A fellow of the American Acoustical Society, he is recognized for his abilities to bring concepts from other fields of physics to the study of acoustics and for a number of significant discoveries in the discipline. In 1992, he was honored with the French Acoustical Society’s International Medal. The same year, he delivered the annual Klopsteg Lecture to the American Association of Physics Teachers and, in 1994, was distinguished public lecturer at the Acoustical Society’s annual meeting.\n[addition: He was awarded the Silver Medal of the Acoustical Society of America in 2008].\n\nA devoted teacher, Professor Weinreich has taught nearly every course the department offers; he also developed a revised elementary physics sequence for engineers and physicists in 1968-70. He earned a Distinguished Undergraduate Teaching Award in 1968 and was named a collegiate professor in 1975.\n\nProfessor Weinreich was ordained as an Episcopal priest in 1986. He accepted a position as rector of St. Stephen’s Episcopal Church in Hamburg, Michigan, in September 1994, as he began his phased retirement from the University.\n\nThe Regents now salute this distinguished professor by naming Gabriel Weinreich professor emeritus of physics.\n\nTalk by Gabi Weinreich to the Resonance Group Reunion\n\nThis talk was given in October 1993.  Photos of the reunion are on this website.    (Mike Sanders spoke at Gabi’s retirement in 1995, and his remarks are also on this website.\n\nLike a lot of us, I was given a topic by Jens and I wasn’t given the topic by Jens; it just appeared on the schedule: “Perspectives on Physics at Michigan”.  I interpret that to mean perspectives on my life in physics at Michigan.  I also want to say immediately at the beginning that we’ve heard in the last two days a lot of very fascinating and worthwhile and interesting reminiscences, and so I decided to go easy on the reminiscence dimensions and perhaps try to share with you a little more of what happened after all that, and where I find myself today thinking about where my career has been.  Life does pass and I see myself as being at the end of it—which isn’t supposed to be a macabre statement, but in the sense that I’m retiring and it’s like some of the beautiful operas when the hero is about to die there’s the aria which goes on for an hour and a half, and sometimes that’s by far the most beautiful music, so this is not a statement of pessimism but simply a statement of acquiescence in where life has carried me.\n\nOf course in listening in these last two days there is what I think of as the Rashomon effect.  I don’t know whether you remember that movie, it was one of the early Japanese movies that came around, and was based on the same story as having been perceived by different people, and the different ways in which different people have seen the same thing.   I was struck –I was talking to John Pearl yesterday—I was struck by something—you know our appearances have all changed, by and large; John has a white beard–I don’t remember him with a white beard–and similarly for the rest of you– but I think in a way that’s a camouflage, because that disappears after about thirty seconds conversation–you don’t notice those changes anymore, it’s the same people you’ve always known–but it’s not the same people you’ve always known.  That’s the interesting thing; in fact we’ve all changed a great deal, and so the important distinction is between what is the same and what is not the same.\n\nThe story that Gary Cochran told about me had a punchline, “I was afraid it was something serious.” I felt really struck by that, not because it was  a stupid thing to say—I mean the list of stupid things I’ve said in my life is very long, but that I have so much trouble seeing that, so to speak, from the “inside,” identifying today with the person who said that; and that’s what sobers me up to what has happened to me during those years and I presume also what has happened to you.\n\nNow I spent my thirties, forties fifties and sixties here.  That sounds like forty years, but it’s not the full forty years because I didn’t come at thirty I came at thirty two, and today I’m only sixty five.  Nonetheless,  I can think of four distinct decades in my life,  and sort of in an approximate way I can state how my view of life has changed during that time: In my thirties I thought that life was infinite; in my forties I thought that life was finite– that is, it’s possible that if I choose to do A, that may actually be instead of doing B–which in my thirties I didn’t realize.  In my fifties it became very clear that I’m playing for keeps. That this isn’t the end of my life, but a lot of decisions, perhaps most of the decisions that I’m making in my fifties are permanent decisions. And of course in my sixties I’m retiring and winding down.  I’m not saying that I’m about to die, but a big chunk of my life will now consist entirely of reminiscences.  Some of you know that there are other parts of my life that are beginning to blossom at this point, but that’s not part of “Perspectives on Physics.”\n\nIn connection with travel, I recall that when I went on a trip in my thirties I said, “Don’t forget your tickets”; in my forties I said “Don’t forget your passport”; in my fifties I said “Don’t forget your credit card”; and in my sixties I say, “Don’t forget your medications.”\n\nThat’s true, I’ve got a pillbox in my pocket!\n\nChildren–in my thirties children became a reality instead of mythical beasts;  In my forties the children were growing up.  In my fifties my children were getting married.  In my sixties, some of my children at least are getting divorced  –some of you may have shared that experience–and that’s a painful experience–it’s a very painful experience.\n\nWith regard to physics: In my thirties when I came here, I was exhilarated by the fact that I really understand advanced physics—that comes from teaching it of course; in my forties I was exhilarated because I really understand elementary physics!  In my fifties I had a vague impression that all these new subjects are a little bit confusing.  In my sixties I have a feeling I no longer understand it.  It’s obviously not literally true because I still taught physics;  with people and my colleagues, apparently, value an opportunity to talk physics with me from time to time.  But I feel very confused.\n\nSo, you come here for a reunion, and again something came out of conversation with you. I had a conversation with Gary Ihas and we talked about the colloquia that he remembered. He said that at the Physics colloquia at Michigan the speaker comes, but the speaker is challenged;  you and Peter are there, and you’re not going to let anybody get away with anything; it’s a lively discussion.  Gary went on to say “where I’ve been since then, in other academic institutions, that’s not the way it is.”  Well it’s not the way it is here anymore either–and I think the difference between me and most of you really at this point in our lives isn’t so much a matter of age; when I came here as a professor I was only seven years out of graduate school; and in fact since I ran through graduate school a bit on the young side, the sheer age difference was in fact even smaller than that.  So it’s not that I’m that much older–there are some people here that I’m just not older than period, but in any case it’s not an age difference any more, at this point.  If we just met we wouldn’t think so much about who is older and who is younger.  I think the difference is that you still have the illusion that I’m still that person in that setting — that professor who taught those courses in that particular way.  That’s the way memories get frozen when you leave a place–you look back on it and somehow, without thinking, believe that other places and other people’s lives don’t change.\n\nThat’s the power of reminiscence of course, and it’s not necessarily at all a negative power because there are things one has learned. But if you want to think about reality, Michigan is not the Michigan that you knew.  Colloquia at Michigan are not the colloquia that you knew.  The faculty doesn’t go to lunch anymore and  they don’t talk about elementary physics problems.  We used to talk a lot of elementary physics problems at lunch —  we would talk about simple problems–we beat them to death at the lunch table! Little details, little paradoxes that we were all intrigued by and inspired by–that doesn’t happen anymore.  It seems that elementary physics isn’t interesting to most of my colleagues anymore.\n\nI came to Michigan from Bell Labs which was a much better place to do research–I’m not exactly prepared to defend that in an absolute way, but in many ways Bell Labs was the perfect place to do research— I came here because I wanted to teach.  And when I first came here I was received in a way that seemed consistent with that; the important people in the department: Dennison, Uhlenbeck, Case, that’s what t... (truncated)",
        "topic_id":19,
        "format_id":21,
        "topic_confidence":0.5233929753,
        "format_confidence":0.975605011
    },
    {
        "url":"https:\/\/cdcvs.fnal.gov\/redmine\/projects\/novaoperations\/wiki\/NDOS_CommissionMtng_20110728",
        "text":"NDOS Commissioning Meeting 2011\/07\/28\n\nAttendance: Jon, Mark Mathis, Minerba, Mat, Martin, Susan, Nick, Dominick, Zeb, Tomas, Jiri, Peter, Athans, Carl B., Art, Andrew\n\n\n  1. Beam update\n  2. Detector update, including:\n    1. Beam trigger timing issues\n    2. APD recovery status\n    3. APD reinstallation plans\n  3. DataCheck Update\n  4. DAQ Update\n  5. DCS Update\n  6. AOB\n\nBeam Update\n\n  • NuMI beam came back last night in anti-neutrino mode. We will continue to collect data in this mode until the next (new) NuMI target is available for installation (September). This was a decision made by the MINOS collaboration.\n  • We got a couple of hours of beam before a power outage at the lab around midnight.\n  • Currently the entire lab is being powered by a single ComEd station (normally there are two). ComEd now understands what repairs are needed for the other station and are working on that. Repairs should finish sometime tonight, and so the lab is planning a site-wide shutdown at 7 am tomorrow so the switch from 1 to 2 stations can be made. Power should be back by 7:30 am.\n  • This means that we'll need to stop whatever run we have going around 6:45 am, and power-off as much of the DAQ as possible. Jon will ask Denis or Andrew to shut down the DAQ nicely (remotely).\n  • If all goes well, we'll get beam back sometime tomorrow.\n\nDetector Update\n\n  • We have collected data on only 1 dcm the past couple of days due to \"NoiseFest 2\" (DAQ electronics experts on site are investigating the noisy TECC issues using FEBs on the first di-block).\n  • No more golden APDs have been lost in the last week\n  • APD recovery:\n    • Mat: Leon wants to run some tests in the CalTech enviromental chamber with different amounts of pressure applied to the o-rings. No further APD installation at NDOS will happen until these tests are complete.\n    • Leon reported to Jon that Bill Gilbert was working on adjusting the APD teststand Labview program to allow for long (eg, 24 hour) tests.\n    • Mat returns on 15th of August, we will wait to install APDs until after he gets back\n  • Trigger timing issues (Peter):\n    • Andrew N has spent some time analyzing the 1Hz signal, and we have found that the drifts we observed are related to the accelerator clock drifts. However, there is still an issue with the TDU \"wigging out\" which probably did cause us to lose some beam data.\n    • Andrew will implement a scheme to beat two TDUs together such that if they are found to agree, then it is highly likely that they are both ok. The DAQ will keep track of this.\n    • in the meantime, hardware will be investigated.\n\n\nDCS Update\n\n  • Athans:\n    • not much new, the developers have been busy dealing with DAQ issues\n    • some improvements to GUI, which now has FEB temperatures and TECC drive-currents, graphs, etc. Values displayed are raw numbers, need to be scaled to something that a human can understand.\n\nDAQ Update\n\n  • nothing major to report.",
        "topic_id":19,
        "format_id":21,
        "topic_confidence":0.9708864093,
        "format_confidence":0.8262144923
    },
    {
        "url":"https:\/\/blog.lifesciencenation.com\/2019\/04\/04\/interview-with-m2d2-how-global-tech-hubs-showcase-startups-to-investors-at-resi\/",
        "text":"Interview with M2D2: How Global Tech Hubs Showcase Startups to Investors at RESI\n\n4 Apr\n\nMary Ann Picard\n\nAn interview with Mary Ann Picard, COO of the M2D2 Incubator\n\n– By Greg Mannix, VP of International Business Development, LSN\n\nGreg Mannix\n\nOne of the clear trends in Life Science funding is that investors are taking a keen interest in earlier and earlier-stage companies. Some investors will put money in at a very early stage, while others will come in a bit later, but what is very clear is that they all want to identify the most significant new technology breakthroughs in the life sciences and put those companies on their radar as soon as possible.\n\nA majority of these hot, early-stage technologies are being developed in tech hubs all around the world. The Redefining Early-Stage Investments (RESI) conference series is an excellent opportunity for these Tech Hubs to gain visibility among investors who will want to track the technologies being incubated and accelerated in their facilities. This is why at LSN we have made a purposeful effort to create a nexus between these two key players in the life science ecosystem.\n\nI recently spoke to Mary Ann Picard, COO at Massachusetts Medical Device Development (M2D2) Center about how RESI plays a part in the success of her program and its constituent companies.\n\nGreg Mannix: First of all, I consider M2D2 a perfect example of a Tech Hub. Could you give me some context as to what M2D2 is?\n\nMary Ann Picard: M2D2 is an incubator program for medical device and biotech early stage startup companies. M2D2 is a joint project with UMass Lowell and UMass Medical School. No affiliation with UMass is required and no equity taken. Resident companies have access to a whole host of university resources and mentors.\n\nGM: M2D2 has participated in several RESI conferences with a table in the Exhibition Hall. How does that visibility benefit your project?\n\nMAP: The visibility is extremely beneficial for us. It helps us maintain a pipeline of resident companies and it provides ample opportunity to meet potential investors and industry partners.\n\nGM: Did you meet with any early-stage investors while at RESI? If so, what is your goal for these meetings?\n\nMAP: Yes, we did. Our goal is to match them up with early stage startups in their specific areas of expertise.\n\nGM: By virtue of your presence at RESI, M2D2’s constituent companies have been able to attend the conference at a discounted price. Is this an opportunity that your companies have taken advantage of?\n\nMAP:  Yes, they have taken advantage of the discounted price on several occasions.\n\nGM: Any other observations?\n\nMAP:  RESI provides a setup that is supportive to startups and conducive to establishing investor and business relationships.\n\nWith years of both business development and fundraising experience, Mary Ann Picard’s objective is to combine these areas of expertise to establish interaction among entrepreneurs, inventors, scientists, industry, investors, state agencies and others to contribute to a rich entrepreneurial business ecosystem in the Commonwealth.\n\nLeave a Reply\n\nFill in your details below or click an icon to log in: Logo\n\nYou are commenting using your account. Log Out \/  Change )\n\nGoogle photo\n\nYou are commenting using your Google account. Log Out \/  Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/  Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/  Change )\n\nConnecting to %s\n\n%d bloggers like this:",
        "topic_id":19,
        "format_id":21,
        "topic_confidence":0.5693233013,
        "format_confidence":0.9775859118
    },
    {
        "url":"http:\/\/scholar.harvard.edu\/jenniferlerner\/announcements\/talk-nation-national-public-radio-decoding-science-decision-making",
        "text":"Talk of the Nation, National Public Radio: \"Decoding the Science of Decision Making\"\n\nJuly 24, 2009\n\nSummer 2009\n\nHeard on Talk of the Nation, National Public Radio\n\nJuly 24, 2009 -\nThis is SCIENCE FRIDAY from NPR News. I'm Paul Raeburn, sitting in for Ira Flatow.\n\nFrom the time your alarm clock rang today, you've probably made thousands of decisions. The first was whether to hit the snooze button. Some of the decisions are big and deliberate. Do I actually go to work today or do I stay home and listen to SCIENCE FRIDAY? Others are miniscule and mostly unconscious, putting the toothpaste down on the right side of sink instead to the left or deciding to quickly and unconsciously scratch that mosquito bite on your elbow.\n\nIn the last few decades, psychologists, neuroscientists, even economists have been trying to pull back the curtain on our brains to see what's going on when we make these decisions, large or small, figuring out for example why someone would decide on Coke instead of Pepsi, could mean millions of dollars for someone in the soda business. If you're a lawyer, it could be a question of life or death for your client. How does a juror decide whether to convict?\n\nFor the first part of this hour, we'll talk with three researchers studying decision making. If you want to get a piece of the conversation, give us a call. Our number is 1-800-989-8255, that's 1-800-989-talk. If you're on Twitter, you can twit us your questions by writing the @ sign followed by Scifri. And if you want more information about what we're talking about this hour, go to our Web site at,, where you'll find links to our topic.\n\nNow I'd like to introduce my quests. Michael Frank is assistant professor of cognitive and linguistic science, psychology and psychiatry. He is director of the Laboratory for Neural Computation and Cognition at the Brown University Institute for Brain Science. He joins us today from Providence, Rhode Island. Thanks for being with us, Dr. Frank.\n\nDr. MICHAEL J. FRANK (Assistant Professor, Cognitive & Linguistic Sciences; Director, Laboratory for Neural Computation and Cognition, Brown University Institute for Brain Science): I'm very happy to be here.\n\nRAEBURN: Jennifer S. Lerner is a professor at the Harvard Kennedy School, director of the Decision Science Laboratory at Harvard University. Thanks for talking to us today, Dr. Lerner.\n\nDr. JENNIFER S. LERNER (Professor, Harvard Kennedy School; Director, Decision Science Laboratory, Harvard University): I'm pleased to be here, thanks.\n\nRAEBURN: And Colin Camerer is the Robert Kirby Professor of Behavioral Economics at the California Institute of Technology in Pasadena. Thanks to you too for joining us.\n\nProfessor COLIN CAMERER (Behavioral Economics, California Institute of Technology): My pleasure.\n\nRAEBURN: Again, our number is 1-800-989-8255. Give us a call. Colin Camerer, what are you economists doing messing around with the psychologists and neuroscientists?\n\nProf. CAMERER: Well, I would say trying to reform economics in the sense that the standard economics theory that was developed mathematically starting around 1950s, and which continues to be taught and subject of every exam and also guides a lot of policies, is that people know what they want; they optimize by choosing the right - spend the right amount of time and money on things, even when decisions are very complicated - hundreds of mutual fund choices, distant - there are words are distant like at age 25, you'd have to choose a package that will give you a term and funds when you're in your 70s, and there are very complicated probabilities to calculate it or in some cases, what we call ambiguity, we really know very little about the probability.\n\nSo, the economic model has been a very mathematical stylized, kind of Martha Stewart meets Mr. Spock on emotional calculating caricature. And it may apply in some cases but often not. It's not a great model of human nature to build the entire social science on. So, what we've been trying to do, is to really import psychology and the increasing (unintelligible) looking directly at brain function when people are making somewhat complicated economic choices.\n\nRAEBURN: Now, people talk about - what you're talking about I think is behavioral economics or neuroeconomics, what do these terms mean?\n\nProf. CAMERER: So, behavioral economics takes the idea that people have some normal limits - not pathological limits, although pathology is useful to understand general mechanisms - normal limits on how much they can compute and figure out on greed and on willpower, and try to put those in mathematical terms that kind of soften this sharp caricature of perfect rationality that's been the standard theory. Behavioral economics basically doesn't say very much about detailed brain mechanisms, neuroeconomics does.\n\nRAEBURN: Can you do something with the psychology, with mathematics or do you have to abandon the mathematics and use a different approach altogether?\n\nProf. CAMERER: No, in fact, I think one of the - one of the biggest innovations is that, first the mathematics just becomes harder. But that's actually great because there are a lot of mathematical economists who've figured out all the simple stuff and are actually enjoying the challenge nowadays, or trying to mathematize something like envy or social influence.\n\nRAEBURN: So, harder becomes harder just because these things are so difficult to quantify.\n\nProf. CAMERER: Yes, exactly. And also there's a lot of different possible avenues, something like the things we're talking about, willpower, addiction, exploration. Michal will talk about, often there are, you know, there are a lot of dimensions and you have to kind of comment to a particular approach. So, typically, for example, nowadays economists are very interested in modeling self control, and there's not a single mathematical model, there are several. So then the ball goes in the court of empiricist to say, which are these seems to be on the right track?\n\nRAEBURN: Michael Frank, it was your paper in Nature and Neuroscience that prompted this conversation today. Tell us a little bit about that. What did you find?\n\nDr. FRANK: Well, people have an automatic tendency, based on strong drives at the motivational system, to choose actions that have been associated with good outcomes in the past and to avoid those that had negative outcomes. That's of course, and adaptive thing to do. But, sometimes we don't know, really, what the best outcome is from our actions until we try other actions, essentially until we explore. And then we have to override this basic reinforcement system in order to gain more information and to explore when we're more uncertain. So, we found was that people who'd a particular gene variation - their DNA - were more likely to export choices that had uncertain outcomes than those who had the other form of the gene.\n\nRAEBURN: So, if choice that has an uncertain outcome, what would be an example of that?\n\nDr. FRANK: So, one example would be if you're just used to going to the same restaurant again and again, and you kind of enjoy it, but you have lots of other options out there and you're not sure whether you're actually going to like the other option or you might not like the other option. So, the more you're uncertain about that, the less you know about it or the more variability that you have in your experience is where the particular choice that you might make, the more uncertain you are both that and then in order to gain more information to find out whether it's actually better than what you've been doing before. That's the condition where you might want to explore.\n\nRAEBURN: So, when I'm deciding whether to go to my favorite restaurant or to try this new restaurant, you're telling me that seems like a fairly trivial thing that wouldn't require a whole lot of computing power up in my head. But you're telling me that it does require enough to at least be encoded partly in our genes.\n\nDr. FRANK: Right. I mean essentially you have to compute a lot of the things, you're not actually computing, explicitly in your head. You're not sort of measuring in your head exactly how much other uncertainty you have about going to a particular restaurant or anything. But, an example that I like to give sometimes, is if you're faced with choosing - like you had in your introduction, salmon versus steak - you might have chosen both of those in the past many times and what you go on, which one you chose on a given day, might depend on your sort of integrated experience of all the times you've had steak or all the times you'd salmon in the past, together with a bunch of other contextual factors, of course.\n\nBut it's not like you're remembering each individual instance which you had salmon or which you had steak. Instead your brain essentially is remembering that in one sort of integrated value. But the computations necessary to compute that integrated value is a function of your past experience, of course, require complex brain mechanisms which themselves are influenced by the gene. And similarly the computations of how uncertain you are about that value are also influenced by brain mechanisms.\n\nRAEBURN: I'm little afraid of what we think about this too much. I'm not going to have any idea what I have for dinner tonight by the time we're done talking about it.\n\n(Soundbite of laughter)\n\nRAEBURN: Dr. Lerner, you've talked about emotions and their role in decision making, just to make this thing even more complicated sounding that it already is, go ahead and tell us what role emotions play?\n\nDr. LERNER: Sure. Well, it's useful to first think a semantic distinction between two different kinds of emotion that can enter into judgment and decision making. The first is what we call, integral emotion and these are feelings that one may have about the judgment or decision at hand. So, for example, if I'm about to make a decision about whether to invest in a particular st... (truncated)",
        "topic_id":19,
        "format_id":21,
        "topic_confidence":0.9761632085,
        "format_confidence":0.9829100966
    },
    {
        "url":"https:\/\/www.tum.de\/en\/studies\/studinews\/issue-062016\/show\/article\/35561\/",
        "text":"TUM – Technical University of Munich Menu\n\nInterview with Prof. Thomas Hamacher about the energy market of the future\n\n“We want to bring the energy transition to the consumer”\n\nProf. Thomas Hamacher.\nProf. Thomas Hamacher.\n\nCampus news\n\nAt the newly opened \"Center for Combined Smart Energy Systems,\" scientists from the Technical University of Munich (TUM) are investigating so-called microgrids. These are indispensable to implanting the energy transition. Prof. Thomas Hamacher, Director of the Munich School of Engineering (MSE), explains why we need to undertake significant changes in the energy sector in the coming years.\n\nMr Hamacher, what is a microgrid?\n\nIn the future, passive electric power distribution grids that supply consumers will be restructured into active distribution grids – microgrids. Using newly created market structures, microgrids will consolidate producers, storage, flexible power consumers and grid interconnections into a higher-level grid layer. These microgrids will also be responsible for providing network services such as frequency and voltage regulation. As active elements in the power system, microgrids will streamline grid control considerably.\n\nWhat will we need microgrids for?\n\nThe rapid expansion of renewable energy is driving two major issues. First, how do we best assimilate renewable energy fluctuations. And second, how can we transport large amounts of electricity to power consumers, considering that renewable energy comprises mainly electricity, which can also be used more efficiently. Examples of the new electric power consumers are heat pumps or, in the field of mobility, electric cars. Both provide boosts in efficiency, but at the same time significantly more electricity is consumed in households. The expectation is that microgrids will be able to handle the extra electrical power without having to expand the network infrastructure.\n\nWhat exactly are you investigating in the new laboratory?\n\nThe laboratory has all the makings of a future microgrid; merely the house inhabitants are missing. We are investigating the interactions between consumers and energy producers. We can simulate four houses and a multi-family house using different heating techniques. The heating technologies range from conventional gas furnaces to combined heat and power plants and heat pumps. Heat storage and a small district heating networks can also be modelled. We reconstructed these systems in the laboratory. This allows us to bring together renewable electricity and heat supply. We want to play through the use of electricity in the entire household. The system will also include charging stations for the electric cars in front of our building, the Center for Energy and Information in Garching. The communication between individual elements can happen in a variety of ways. To this end, we are involving colleagues with the requisite expert background. Operating such a network optimally in the future calls for good predictions of user behavior, and the weather. Here, artificial intelligence techniques will play a role.\n\nThe energy transition has long been a topic of discussion. Do you think it will now really be implemented?\n\nWe never stopped working on it. With our research, we want to bring the energy transition to the consumer. To achieve the Federal Government's goal of making Germany climate-neutral by 2050, we must implement the energy transition in the next 20 years. We hope to provide policymakers with the information they need to work out the regulatory regime. But the general population will need to participate in the changes. The energy sector cannot be transformed overnight. The task will take decades. It is not just about regulation. It is also about asking questions like: Who will be responsible for the technical implementation? We need people who can bring together electrical engineering and heating. Here, as a university with an educational mission, we will need to need to go a step beyond what we would otherwise do. And not only to train qualified engineers, but also, for example, to provide training opportunities for craftsmen.",
        "topic_id":19,
        "format_id":21,
        "topic_confidence":0.9838077426,
        "format_confidence":0.9849265814
    },
    {
        "url":"https:\/\/www.science.org.au\/learning\/general-audience\/history\/interviews-australian-scientists\/professor-ralph-slatyer-1929-2012",
        "text":"Professor Ralph Slatyer (1929-2012), ecologist\n\nProfessor Ralph Slatyer\n\nRalph Slatyer was born in Melbourne in 1929. He was educated at the University of Western Australia where he received a BSc in 1951, an MSc in 1955 and a DSc in 1960. In 1951 he began work as a research scientist with the CSIRO in what became the Division of Land Research. He was part of a team that investigated the potential for agriculture in the north of Australia. From 1966-1967 he was the associate chief of the division.\n\nIn 1967 Slatyer became the foundation professor in Environmental Biology in the Research School of Biological Sciences (RSBS) at the Australian National University (ANU). His research at this time included how plants differ from each other in photosynthesis and transpiration rates. It was here that he began to look at ecological succession in disturbed ecosystems. Also while at the ANU he served as the director of RSBS (1984-89). On his retirement in 1993 he became distinguished scholar in residence at RSBS. Slatyer has had enormous influence in Australia's national science milieu. In 1989-92 he served as the Australian chief scientist. He was deputy chairman of the National Greenhouse Advisory Committee in the Department of the Arts, Sport, Environment and Territories (1989-93) and chairman of the Cooperative Research Centre Program in the Department of Prime Minister and Cabinet (1989-92). Professor Slatyer passed away in July 2012.\n\nTeachers' notes to accompany this transcript.\nYou can order the DVD from the Academy for $15 (including GST and postage)\n\nInterviewed by Dr Max Blythe in 1993.\n\n\nEarly gifts: curiosity, a love of nature and an enjoyment of work\n\nRalph, perhaps you would talk me through your early days. You were born in Melbourne in 1929.\n\nI was, and I grew up in Perth, although my parents had rural backgrounds. They both had a very powerful influence on me. I was the fourth of five children – spread out over about 20 years, so we all got rather individual attention.\n\nI realise now that my mother, in particular, had a remarkable ability to arouse curiosity in people. She combined that with a love of nature: whenever one was out of doors with her, some sort of a biology lesson was going on about a garden plant or a bird or whatever it happened to be. She would always ask the question that aroused your curiosity and made you think about the answer. And my father was a bank manager who thoroughly enjoyed work. He got across to us as children that enjoyment of work, of paying attention to detail and doing something well.\n\nBack to top\n\nA stimulating education\n\nWhere did you go to school?\n\nI went to the little local primary school and then began my secondary schooling at a selective high school, Perth Modern School – quite a remarkable school which took only 50 boys and 50 girls each year, based on IQ tests and things like that, in four classes of 25 children. Good teachers gravitated there and we had an excellent learning environment for all sorts of things. The science was very good (which later I became conscious wasn't always the case in those days) and gave us a very good grounding in physics, chemistry, mathematics. I went to Mod, as we called it, for two years.\n\nWhen my Dad retired, my family moved out of Perth and I became a boarder at Wesley College (Mod was a day school only). Frankly, I thought that Wesley wasn't a particularly good school at encouraging excellence and achievement – although I should say that during those war years it was extremely difficult for the schools to keep good teachers when so many went into the Services or into other jobs. The redeeming feature was the science master, Vic Cooper. He was a remarkable teacher and the sort of person who aroused one's curiosity, rather as my mother did. He never gave you the answer but he gave you all the information you needed to go about finding the answer yourself. In that sense he influenced me more than any other teacher I had.\n\nYou must have finished school close to the end of the war.\n\nYes, in 1946, after the five years of secondary school.\n\nWhen you moved on to the University of Western Australia in 1947, did your experiences influence you towards research?\n\nYes. The course was very good, very much hands-on. And the Dean of the Faculty, Eric Underwood, was another important influence on me. He was a really delightful person, a dynamic, influential teacher and very stimulating about science in general and agricultural science in particular. Andrew Stewart, another person on the faculty, encouraged me strongly to get into northern Australia, having had some experience there himself.\n\nSo I have been fortunate: right through primary and secondary school – both Modern School and to a lesser extent Wesley – I had stimulating teachers. Later, as an undergraduate, I was again privileged in having good teachers.\n\nBack to top\n\nProductive interactions\n\nYou had been surrounded at Perth Modern School by people who went on to achieve quite impressive things. Was there some special influence behind that?\n\nA number of people in that class of '46 did remarkably well, I think because we were the first group going on to university who encountered the enormous number of postwar ex-servicemen and women – people in their 30s and maybe 40s – in our undergraduate classes. They were all there because they knew they wanted to get an education. Without them we might have done the usual things that undergraduates do, with even less commitment than we had to the educational process! They were determined to beat us 'little kids'. So of course we were determined to beat them. It was a very powerful interaction, which I think was what made that whole class, around the countryside, do so well.\n\nWould you like to mention any particular figures from your class at Mod?\n\nWell, for example, the recent prime minister, Bob Hawke, was there. We knew each other, but the classes were divided alphabetically so he was in the A to Ms and I was in the N to Zs, and you mainly get to know your own classmates best. He did law at university; I did agricultural science.\n\nBut you had a working link with him when he became Prime Minister.\n\nYes. By then I had been appointed by Malcolm Fraser, the outgoing prime minister, as chairman of the Australian Science and Technology Council (ASTEC), a part-time job. When Bob Hawke came in it was possible to see him on the first day he was Prime Minister, and he agreed to continuing ASTEC and to my staying on. That led to a very enjoyable and productive interaction with him – and also, might I say, earlier with Mr Fraser and subsequently with Mr Keating. The interaction with Hawke was very satisfying. He was intensely interested in what you had to say and was a very good listener. And having been at school with him, you could say, 'Prime Minister, I think you should do this', whereas it is rather difficult to say that to someone you have never met. You knew that he was basically the Bob Hawke who was at school with you in 1942 or '43 or whatever it was. So that did make a difference.\n\nBack to top\n\nThe gift of a loving family\n\nYour move to the University of Western Australia brought you a wife and subsequently a family life, didn't it?\n\nYes. My wife is a wonderful person. We met as undergraduates at the University of Western Australia when she was June Wade, an educationalist. She is absolutely part of me, and vice versa, I think. She's a fantastic person: very clear-headed, marvellous to argue with, interested in a lot of things – really complementary to me, I guess. From the very start she gets the human dimension right, whereas if I do get it right it takes me somewhat longer. She is prepared to put more time into getting the best out of a book or a new experience, whereas I've been sufficiently locked into my career, and enjoying it so much, that I haven't spread myself as broadly as she has.\n\nWe have three loving and self-confident children – a boy, then two girls. They are all doing different things and enjoying them. We think they're fine young people.\n\nBack to top\n\nAgriculture: could we really feed the world?\n\nYou said you did agriculture science for your BSc. Why was that?\n\nAs a matter of fact, it was a toss-up as to whether I did engineering or agriculture. In those days, boys in Western Australia who had a mathematical inclination did either engineering or science of one form or another. Doing medicine or law was a bit of a soft option! It is interesting to see how things have changed since then. But because of the prerequisites for engineering, for example, you had to decide in your fourth year at secondary school what level of maths you were going to take. And the teaching at Wesley was such that I couldn't do the second maths – Maths B – at a level that I thought would be sufficient to do well in engineering. I was probably mistaken about that, but in fact with my parents and the headmaster I made that judgment, which led me to do agriculture rather than becoming an engineer – and I've not regretted it!\n\nVery early on, I have read, you were excited by the prospects and the challenges of feeding the world.\n\nSure. It was very much the theme of the time. Indeed, one of the main reasons I did agriculture was that I saw a nice illustrated brochure with a person in a lab coat in a greenhouse, who clearly was going to help to feed the world. I regarded that as pretty stimulating stuff. I was very much dedicated to it. The general feeling, that science could address the enormous problem of the starving millions and that agricultural science was a primary vehicle for that, certainly drove me in that direction.\n\nAt the time, northern Australia was almost a blank map. It was thought to have enormous agricultural potential, but nobody knew. By the late 1940s, as an outcome of the war, there was an attitude here that we had to populate or perish – either we did something about northern Australia ourselves or somebody else would. So there was a lo... (truncated)",
        "topic_id":19,
        "format_id":21,
        "topic_confidence":0.9407003522,
        "format_confidence":0.9758358598
    },
    {
        "url":"https:\/\/aprsaf.org\/interviews\/interviews_2020\/interviews02.php",
        "text":"1. HOME\n  2. Interviews & Features\n  3. Interviews - 2020\n  4. Interview with Mr. Kenta Watanabe\n\nInterview with Mr. Kenta Watanabe\n\nThe younger generation contributes to the future of space activities\n\nThe Space Generation Advisory Council (SGAC) was established in 1999 in support of the United Nations Program on Space Applications. It is a global non-governmental, non-profit organization and network that aims to present the views of university students and young space professionals aged 18-35 at the United Nations, space agencies, industry, and academia. SGAC holds Permanent Observer status at the United Nations Committee on the Peaceful Uses of Outer Space (UN COPUOS) and regularly takes part in the annual meetings.\n\nSince 2014, Asia-Pacific Space Generation Workshops (AP-SGW) has been held annually as side events of APRSAF annual meetings. A workshop was held in Nagoya on November 23 and 24, 2019. Following this workshop, a representative from SGAC participated as one of the panelists in the “HOA × Young Generation Session” during the APRSAF-26 plenary. The APRSAF secretariat interviewed Mr. Kenta Watanabe, the event manager of AP-SGW this year, and asked him how the younger generation can contribute to space activities in Asia-Pacific countries.\n\nAPRSAF Secretariat\n\nWhy did you decide to work in the space field?\n\nMr. Kenta Watanabe\n\nMy major was material science when I was in university, so my background was not directly related to space industry. However, I had a chance to come into space industry when I was sophomore, so called “Space Job Hunting” which is a job hunting event for university students to come across the workers in space industry. Ever since then I have been interested in space industry. After that event, a friend of mine in SGAC introduced SGAC to me and invited me to participate in the Space Generation Congress (SGC) which is an annual meeting of SGAC held in Toronto, Canada in 2014. At the SGC, I was really impressed to realize that participants from various backgrounds had deep knowledge and discussed a lot of matters actively about space development, policy, education and so on. This experience inspired me to pursue the space field further.\n\nAfter graduation with master’s degree of engineering, I have joined a private company in Japan which supports the operation of the Japanese experiment module “Kibo” on the International Space Station. Since then, I have started working as a flight controller of Kibo.\n\nMy work as a flight controller is totally amazing. I had dreamed about working with astronauts and now my dream came true. Thanks to the experience and network of SGAC, I could cope with international partners without problems. I’m pretty sure that SGAC members from various fields have broadened my horizons.\n\n\nHow was this year’s AP-SGW?\n\nMr. Kenta Watanabe\n\nWe had largest number of the participants ever! We also had extremely excellent lecturers and sponsors. I was in charge of an event manager of the workshop. And as the event manager, I was very pleased and satisfied. The success was also thanks to the organizing team with its diverse staff. We had staff from overseas countries this time, and held discussions with SGAC’s Asia representative. I had exciting days and learned a lot. The preparation was all about solving challenges without exact answers, such as determination of discussion topics, gathering sponsors, management of schedule, arranging visas, promoting applications by the participants, which made me tougher, while my daily work was mainly arranging usual matters.\n\n\nHow active are SGAC members in Asian-Pacific countries?\n\nMr. Kenta Watanabe\n\nThis year, we had 82 participants from Asian-Pacific countries at AP-SGW, including 42 registered attendees. But the participants are only selected members allowed to join AP-SGW and there are over 100 active members in the Asia-Pacific area including National Point of Contact (NPoC), who is a representative of each country, per two people at most in each country.\nCurrently, we have over 15,000 SGAC members in the world from over 150 countries. We have around 100 participants at the annual Space Generation Congress (SGC) which is the largest conference hosted by SGAC as an official side event of International Astronautical Congress (IAC). So the number of AP-SGW this year was quite near that. We’re willing to promote AP-SGW further, by, for example, increasing our scholarship activities to attract more participants.\n\n\nSo this is a great chance for you and SGAC?\n\nMr. Kenta Watanabe\n\nUntil last year, SGAC AP-SGW was an independent “side event” of APRSAF. But surprisingly, we had an opportunity to participate in APRSAF plenary session as one of the panelists thanks to the tremendous cooperation by APRSAF secretariats. This was a valuable opportunity to share SGAC’s input being put together in AP-SGW 2019 with the stakeholders. I would like to brush up and increase the number of these inputs to APRSAF continuously. In addition, as we don’t have so many participants from the Asian-Pacific region in SGAC, we would like to promote the outputs of our activities. It is highly valuable for us to participate in APRSAF, where high-level participants from space agencies and industries are in attendance. We would like to present our activities at the plenary session continuously as a representative of young generation.\n\n\nNews Mails\n\nVisit the archive of APRSAF's previous mail magazine.\n\n\nLatest issue of APRSAF Newsletter\n> No.31 <March 2020>",
        "topic_id":19,
        "format_id":21,
        "topic_confidence":0.9391359091,
        "format_confidence":0.9891747236
    },
    {
        "url":"https:\/\/www.azocleantech.com\/news.aspx?newsID=27300",
        "text":"Posted in | Climate Change | Pollution\n\nCOVID-19 can Have a Positive Impact on Energy and Environment Landscape\n\nWith people taking refuge to slow down the spread of COVID-19 infection, the daily discharge of carbon dioxide (CO2) gas has reduced drastically by 17% worldwide, reports a recent study conducted by the Global Carbon Project.\n\nRob Jackson. Image Credit: Courtesy Rob Jackson.\n\nThe Global Carbon Project is an initiative headed by Rob Jackson a Stanford University researcher.\n\nThe study, published in the Nature Climate Change journal, compiles activity data and government policies to identify where energy requirements have decreased the most and to predict the effect on yearly emissions.\n\nJackson, a professor of Earth system science in the School of Earth, Energy & Environmental Sciences (Stanford Earth) at Stanford University, sees the scope of a healthier society and greener economy in the latest study’s findings.\n\nIn the following excerpts, he converses over the present pandemic, what it can teach the public about behavioral changes, jump-starting a recovery, etc.\n\nDoes the Global Carbon Project’s study on day-to-day reduction of CO2 emissions related to COVID-19 expose any surprises?\n\nAccording to Jackson, the reduced global emissions that were estimated this year will surprise certain people in being just 4% to 7%, because the shelter-in-place rules are staggered and transient across different nations.\n\nHowever, it would still remain the biggest drop in CO2 emissions since World War II, albeit for unsustainable and unwanted reasons. More amazingly, emissions in the United States reduced one-third for part of the April month, which is an unexpected drop fueled by reduced electricity demand, manufacturing, and mobility.\n\nWhat does history tell people about the way previous shocks changed the fossil fuel emissions?\n\nJackson added that financial crises are fleeting. The 2008 recession decreased the emissions of CO2 gas by 1.5% worldwide for one year. The next year, emissions reached 5% as if nothing had altered—because it had not in terms of the infrastructure of fossil fuels.\n\nOn the other hand, the oil shocks witnessed in the 1970s were specific to the people’s use of fossil fuel, and hence more transformative. They resulted in everything from the birth of the solar to smaller cars and Alaskan oil sectors.\n\nGlobal organizations, like the UN and IMF, have urged for a post-pandemic recovery that addresses the crisis of climate change. How would you sell that idea to the average person?\n\nJackson informed that nearly $50 billion of stimulus funding post the 2008 recession made it possible to redefine solar and wind power and energy conservation. Today, everyone is still reaping the benefits from green power, traditionally low-cost solar and wind contracts, as well as a clean-energy sector that uses three million Americans.\n\nToday, the same opportunity is available to reshape transportation. For instance, one may begin by freeing up the $40 billion in low-interest loans that are presently idled in the clean energy and advanced vehicle loan programs of the Department of Energy.\n\nHow might this pandemic impact people’s behaviors and attitudes related to emissions-producing activities?\n\nAccording to Jackson, COVID-19 could permanently alter commuting and transportation. Cities from Seattle to Milan are opening miles of streets to bicyclists and pedestrians and closing them to traffic permanently. Even part-time telecommuting may become the new normal. Traffic congestion has disappeared, and electric cars have become fast and can be fossil-free, modifying a sector of the economy that has been difficult to decarbonize.\n\nUnderprivileged communities are more susceptible to COVID-19 and climate change impacts. What can people learn from this, and how should it inform their recovery strategy in terms of emissions?\n\nJackson stated that air pollution weakens the lungs and hearts and renders the virus stronger. COVID-19 is impacting people of color and the poor, causing them to die disproportionately. Such people also live closer to car-heavy freeways and coal-fired power plants—the two largest sources of air pollution that kill scores of Americans every year. Clean power combined with electric cars can give clean air to everyone without forcing them to remain at home.\n\nWhat has COVID-19 shown you about the environment?\n\nPeople are amazed at how rapidly the air had cleared as soon as people stopped driving. Jackson added that his son in Los Angeles called and stated, “Dad, the skies are blue!” The environment is resilient and so do the people. COVID-19 is likely to bring in good things, concluded Jackson.\n\nJournal Reference:\n\nLe Quéré, C., et al. (2020) Temporary reduction in daily global CO2 emissions during the COVID-19 forced confinement. Nature Climate Change.\n\n\nTell Us What You Think\n\nDo you have a review, update or anything you would like to add to this news story?\n\nLeave your feedback",
        "topic_id":19,
        "format_id":21,
        "topic_confidence":0.9797919393,
        "format_confidence":0.6650519371
    },
    {
        "url":"https:\/\/fortune.com\/2015\/12\/05\/climate-change-entrepreneurs\/",
        "text":"Skip to Content\n\nThe UN Climate Change Goals Are a Cop Out—Here’s What We Should Do Instead\n\nIs climate change an inevitability or an opportunity?\n\nThe 21st United Nations Conference on Climate Change in Paris, in progress now, aims to limit global warming to 2°C between now and 2100. But is that goal ambitious enough?\n\nAmanda Ravenhill, co-founder of Project Drawdown, doesn’t think so. She believes the world needs to decrease its average temperature, not just keep increases in check. To that end, the nonprofit is developing a book, an open-source database, and a digital platform to describe solutions that, if deployed at scale, have the potential to alter the composition of our atmosphere—potentially reversing the trend toward higher temperatures.\n\nI sat down with Ravenhill and Project Drawdown board chairwoman Shana Rappaport to talk about the ways in which energy sources — especially renewable energy — could enable a major turnaround in climate change and the business of energy and agriculture. The following conversation has been condensed and edited for clarity. You can find the entire interview on Inflection Point.\n\nFortune: Let’s start with the name, Project Drawdown. What is that all about?\n\nAmanda Ravenhill: Drawdown is a point in the future in which concentrations of greenhouse gases in the atmosphere will peak and then begin to decline on a year-to-year basis.\n\nSo much of the argument against addressing climate change is either, “It’s not real,” “It’s inevitable” or “It’s bad for business.” How does Drawdown refute those those ideas?\n\nAR: Drawdown is all about reframing the climate conversation. Right now a lot of the conversation is about stabilizing at 2 degrees, and we still see this as a chaotic world—not as a goal that people actually want to strive for.\n\nLooking at all of the solutions we have in front of us—not only decarbonizing our energy infrastructure but also recarbonizing our soils and developing regenerative agriculture—we think a temperature drawdown is possible within the lifetime of people who are alive today.\n\nWhy isn’t the UN Conference on Climate Change goal ambitious enough?\n\nAR: Right now we haven’t even achieved one degree of warming, and we see all the extreme weather, the food insecurity, the conflict that’s arising right now. We’re bringing in a more aspirational goal to the conversation, and with it all of the data to back it up and say, “This is how we’re going to get there.”\n\nI take it Drawdown doesn’t feel that climate change is inevitable.\n\nShana Rappaport: I think it’s really important to name explicitly that in the last few years we’ve made extraordinary progress with every single major scientific institution in the world [as far as] agreeing that climate change is real. It’s happening now and it’s being exacerbated by human activity. But putting that reality aside, the 120 solutions that we’re exploring with Drawdown, we often refer to them as “No regret solutions,” because these are things that are just smarter, better, cleaner ways of operating as a human civilization.\n\nUtilizing the best of human evolution and all the tools and knowledge that we have created and developed over our existence, why wouldn’t we do things that are regenerative, and improve people’s lives and health? I think that’s such an important piece of this narrative and one that’s really truly inclusive.\n\nDrawdown is an incredibly expansive project. Who is in the field collecting all this information?\n\nAR: We have a fellowship program, and we have PhDs and post docs from all over the world who are experts in the field of the solutions that they’re looking at. They’re looking at the best, newest, and freshest information and literature that’s coming out from all over the world, and doing literature review and a model based on that information.\n\nWe’re looking at everything from population reduction and boosting reproductive rights to family planning and girls’ education and improvement of child health care. Those are all solutions about population. We’re also looking at the sharing economy and other ways of dematerializing our economy and also all the classic energy efficiency projects.\n\nWhat do you think drives the mindset for a positive vs. a negative point of view about climate change?\n\nSR: Much of what Amanda and I talk about is the extent to which there are two very real future possibilities. One is that we destroy our capacity to have a habitable biosphere, certainly for humans and with a lot of other species of life as we know it. The other is that things could be far more beautiful and regenerative and sustainable and socially just and in harmony than we can imagine.\n\nI think that’s an important piece of not letting ourselves get so polarized in thinking that in this fight for climate change, we’re either going to win or we’re going to lose. We’re already losing a lot. We’re losing species every day, but the question is, how much and how quickly can we act to preserve and restore it?\n\nI have to ask about a major topic that we see in the news almost every day: fracking. What’s your take?\n\nAR: I think it’s really important to look at the big picture. Take California, for example, where we are in an extraordinary record-breaking drought. The idea that we would use precious fresh water to generate a source of energy that actually doesn’t have that great of a return given the amount of energy that we need to invest in its production, to then risk further contaminating our precious fresh water reserves.\n\nFresh water is going to be an issue everywhere in the world if it is not being tangibly felt already. Now is the time for us to begin moving away from dirty ways of getting to energy and into ones that don’t destroy precious finite natural resources and human communities along the way.\n\nSR: If you look beyond just greenhouse gases and carbon, it just seems so obvious what makes sense—sea, wind, and solar are more cost-competitive than coal, oil, and gas in most states right now. Around the world we’re seeing records breaking. Costa Rica just had 75 days of their whole country powered by renewables. I think people will look back and see that we’ve already made a turn here now.\n\nIntermittency, which has been the primary issue around renewable energy, “Well, the sun isn’t always shining and the wind isn’t always blowing,” is no longer as much of an issue. The more that we appreciate the possibility of these solutions and align our investments, and our business decisions, and our actions with that, the quicker we’re going to get there.\n\nIt’s incredibly refreshing to hear the positive take on what could happen, as opposed to the sort of inevitable take on what will happen.\n\nAR: We’ll be releasing some of our data around December this year for the UN Climate Conference in Paris to inspire people to take on this different vision of the future, and hopefully [to] become a lot more empowered and excited to be part of the movement.\n\nLauren Schiller is the host of Inflection Point, where she interviews women changing the status quo. Inflection Point is broadcast on public radio stations from KALW in San Francisco, podcast on iTunes, and online at The above article is an edited and condensed version of the broadcast interview. Click here to listen to the full audio.",
        "topic_id":19,
        "format_id":21,
        "topic_confidence":0.9562654495,
        "format_confidence":0.9261307716
    },
    {
        "url":"https:\/\/www.nobelprize.org\/nobel_prizes\/physics\/laureates\/2006\/mather-speech_en.html\/",
        "text":"Nobel Prizes and Laureates\n\nNobel Prizes and Laureates\n\nThe Nobel Prize in Physics 2006\nJohn C. Mather, George F. Smoot\n\nShare this:\n\nJohn C. Mather - Banquet Speech\n\nJohn C. Mather's speech at the Nobel Banquet, December 10, 2006\n\nJohn C. Mather\nJohn C. Mather delivering his banquet speech.\nCopyright © The Nobel Foundation 2006\nPhoto: Hans Mehlin\n\n\nYour Majesties, Your Royal Highnesses, Your Excellencies, Honored Guests, Ladies and Gentlemen,\n\nIt is a great honor for George Smoot and me to accept the Prize in Physics this year for our work on the very first light, the incredibly intense heat radiation that filled the universe when it was young, and still shines down on us with a microwatt per square meter even now. We are here with the members of the Cosmic Background Explorer science team who did this work with us, and with a few of the 1600 other professionals at NASA's Goddard Space Flight Center and Ball Aerospace, who found a way to build what had never been built before, to find out what had never been known before. I am here with my wife Jane, who has shared in this project from the beginning, as have all our families, and we are so happy we could burst. We always knew our work was important, and now you know and everyone knows.\n\nYou might ask, why is light so important, that it is the subject of 14 previous Nobel Prizes, including one for the discovery of this very same primeval radiation? That is like asking, why is there a universe to explore, or what was there before the Big Bang? Everybody asks that question, but I don't have an answer. When, or if, we do have an answer, I am pretty sure that the Nobel committee will consider it an important discovery. Light gives us life through photosynthesis, it fills one of our only five senses, it lets us see back in time towards that cosmic big bang, and it helps us communicate with the other sentient beings here on earth, and maybe in outer space, though the odds of finding those other beings are small. Christer Fuglesang, Sweden's first astronaut, is helping us start our trip into the solar system, and we use radio, which is a form of light, to talk to him. Einstein studied light to develop the theory of relativity, believing that the laws of nature that give us light must surely be true no matter how fast we are moving. And now we know that even electrons and protons behave a lot like waves of light, in ways that continue to astonish us. They give us the basic laws of chemistry and lead to the complexity of biology and eventually to that incomprehensible consciousness that brings us together here tonight.\n\nAnd now we are here, in this beautiful northern city, at a time of year when the light from the Sun is hidden from us so much, we enjoy the fruits of science and engineering, we turn on the light wherever we go, and marvel at the sweet mystery of life. George and I and the whole COBE team thank the Nobel Foundation for recognizing our work, and we are happy to say, that by giving the Nobel Prizes, Sweden achieves far greater honor than we do. For all of us who worked on the COBE project, and all our families, we thank you with all our hearts.\n\nCopyright © The Nobel Foundation 2006\n\n\nShare this:\nTo cite this page\nMLA style: \"John C. Mather - Banquet Speech\". Nobel Media AB 2014. Web. 22 Oct 2017. <>",
        "topic_id":19,
        "format_id":21,
        "topic_confidence":0.9964091182,
        "format_confidence":0.9831538796
    },
    {
        "url":"http:\/\/www.nuforc.org\/webreports\/022\/S22210.html",
        "text":"NUFORC Home Page\nWeb Report Indexes : by Event Date | by Location | by Shape | by Posting Date\n\nNational UFO Reporting Center\nSighting Report\nOccurred : 9\/10\/1964 22:00 (Entered as : 09\/10\/64 22.00)\nReported: 3\/13\/2002 7:30:53 PM 19:30\nPosted: 3\/19\/2002\nLocation: Spartanburg\/Greenville (near), SC\nShape: Disk\nDuration:15 minutes?\nIt is just the plain truth about a craft that made a lasting impression in my mind as I looked it over.\n\nThis is a testimony I wrote and sent to another UFO site a while back. I thought you may be interested. This is not about moving lights, or fireballs, it is not about an encounter with people from another world! It is just the plain truth about a craft that made a lasting impression in my mind as I looked it over.\n\nJust call me ((deleted)). I’m fifty-((deleted)) years old, and I’d like to share an experience I had, when I was seventeen or eighteen years old, with you.\n\nThis happened in the late summer of 1963 or 1964. I do not remember the exact date, because I tried for a while to try to forget it. Things like I’m about to talk about were taboo in the home of a southern Baptist preacher at that time! It was best to keep your mouth shut and try to pretend it didn’t happen!\n\nThe following event took place in upstate SC. Within 30 miles of Spartanburg-Greenville airport. The reason I mention this is, the airport had very good radar at that time, and the Air Force Base at Sumter is less than then fifteen minutes away for an interceptor. None showed up.\n\nMy brother {who is two years younger than me) and I usually sat out on the front porch each week night after school started back in late summer, and talked for an hour or so before we went to bed around 11 o’clock. Our front porch faced about 10-20 deg. northeast. There was a wooded area directly across the street in front of us, that had a lot of trees in it that were 50 or 60 feet high, so our view of the sky was limited down to about 1 o’clock. This night the moon was very bright and probably within a few days of being full, which made the porch dark where we were sitting. We heard a strange sound coming from across the street in the sky and out of our sight. It sounded like a multi-engine aircraft that was straining real hard. We sat there and listened at it for a couple of minutes as the sound got closed and the noise changed to more of a whine, almost like a locomotive without the rail noise. In a minute or so we could see some lights through the trees and a huge shape moving slowly toward us. My brother said it was \"one of those flying wings\" speaking of some multi-engine aircraft at that time that looked like wings. As it cleared the trees we realized it was a \"flying saucer\" and the sound had changed to a high pitched hum. We watched in awe as it came slowly over the road and over the house beside us on our left or west side. It was very low and not moving much faster than a person can walk. We jumped up and jumped off the porch and walked beside the house watching it as it moved over that house and than just stopped and hovered over the back yard of that house. The hum changed to a hum like an electric motor, as I remember standing there in our back yard and staring up at the huge craft. It was a round thick disk with three or four little blue lights on the side I could see. It had a big dome on top of the disk and it had a few amber lights around it about a third of the way up. It looked to be about a hundred feet across the disk, and maybe fifty feet high. It was about five hundred feet up an! d maybe a hundred feet west of us. (The reason I can describe the size so accurately is, I went back there several years ago and stood in the same place and looked the same way I did that night, and it was almost as if I was reliving that night. And I figured out the size and altitude than.) It was a dull gray color and the moon made it look very dark underneath. The odd thing was, the moon didn’t reflect off the dome in any way that I could see. The craft just sat there motionless, as we stood there looking it over. I wasn’t afraid of it at all, I was fascinated as I watched it. There was something about it that seemed to make a weird sensation in my body. After what seemed an eternity, which in reality was probably around a minute, the sound changed to a high pitched hum and than it seemed to get out of the sounds that a human can hear. The craft started to move up and back a little to the northwest at a very steep angle, slowly at first and that it left so fast that it was gone in about two seconds. I remember as it was going out of sight I saw a red light blink somewhere on it. I can remember the feelings that I had as it disappeared; I felt as if I’d just lost my best friend! I was excited, but I had a empty feeling! Now the weird part is, my brother and I have talked this over several times during our lives, and we remember the same things until the craft stopped. His version is quite different than mine up until it started to leave.\n\nWell anyhow, that changed my life! I knew that everything that I’d been taught in church and history was wrong. Whenever I mentioned the damn thing to one of my friends, they thought I was crazy! So I quit talking about it. My brother and I didn’t even talk about it! That experience did something to me, I have thought about it daily all my life! It has caused me a lot of problems! I’m going to cut here as I don’t think the rest of this testimony has any information on the craft.\n\n((NUFORC Note: Date is approximate. PD))",
        "topic_id":19,
        "format_id":21,
        "topic_confidence":0.8594081998,
        "format_confidence":0.7303152084
    },
    {
        "url":"http:\/\/www.nbcnews.com\/video\/nightly-news\/52246187\/",
        "text":"Nightly News   |  June 18, 2013\n\nBusiness, tourism take a hit as Great Lakes evaporate\n\nIn December, Lake Michigan and Lake Huron hit record lows, followed by Lake Superior which is the largest freshwater lake in the world. They all remain below their historical averages. NBC’s Anne Thompson reports.\n\nShare This:\n\nThis content comes from Closed Captioning that was broadcast along with this program.\n\n>>> the great lakes contain one fifth of the fresh water supply in the surface of the earth . that may seem like a great deal of it, these days it's not enough for the level of commerce that those five truly great lakes have supported for so long. the problem is the water levels. the lakes are currently low and getting lower. our report on the impact tonight from our chief environmental correspondent anne thompson .\n\n>> the cargo ship rides high as it docks on lake erie . and that's not good.\n\n>> she left 8,000 tons of iron other in minnesota, that's basically a day's work for an iron ore mine.\n\n>> reporter: the mesabi liner can't carry a full load, because water levels in the great lakes are too low.\n\n>> it's reducing our revenue. we carry less tons, we get paid by the ton. we don't make as much money.\n\n>> reporter: this is the 14th straight year of low water levels for the $34 billion shipping industry . this january, lakes michigan and huron hit a record low. now superior, the largest fresh water lake in the world, those three remain well below their historical averages.\n\n>> this ship is the size of an aircraft carrier. these days the difference between success and failure is measured in a matter of mere inches.\n\n>> we're light loading the ship by probably about two and a half feet.\n\n>> reporter: the water in st. mary's river between superior and huron determines how much your ship carries.\n\n>> how difficult is it to steer a ship this big when there are only nine inches to two feet of water underneath you?\n\n>> it's extremely difficult.\n\n>> reporter: the industry wants the army corps of engineers to do more dredging. but the problem is not enough rain and snow over the lakes in the winter, and too much evaporation, fuelled by warmer water temperatures .\n\n>> evaporation is having a much more significant impact on the system than it used to.\n\n>> basically, the precipitation carpet keep up with the rate of evaporati evaporation?\n\n>> that's a good way to say it.\n\n>> reporter: impacting boaters big and small. there are places this charter business can't go.\n\n>> we're all hoping and confident that the water levels are going to come back.\n\n>> and keep the great lakes a source of pleasure and profit for america. anne thompson , nbc news, toledo, ohio.",
        "topic_id":19,
        "format_id":21,
        "topic_confidence":0.7529060245,
        "format_confidence":0.6246645451
    },
    {
        "url":"http:\/\/www.asc-csa.gc.ca\/eng\/transcript\/hadfield-soyuz.asp",
        "text":"Chris Hadfield trains in the Soyuz simulator\n\n\n2010-11-15 - Canadian Space Agency Astronaut Chris Hadfield climbs into the ultra-realistic Soyuz simulator to prepare for an upcoming exam. Chris has been training in Star City Russia for Expedition 34\/35, in which he'll travel aboard a Soyuz spacecraft to reach the International Space Station. (Credit: Canadian Space Agency)\n\nYouTube Video     Chris Hadfield mission website\n\nChris Hadfield: Good morning. It's time for a simulator. I'm in Star City, Russia. It's cold. It's about 20 below. And just on my way over to the simulator right now in the Soyuz. We're going to be learning about the digital motion control system, looking at all the indications and getting ready for the exam that I have next week. It's a beautiful, sunny dawn in Russia.\n\nInto the simulation building. We're using the back-up entrance today because they're doing rebuilding at the front entrance. Into the simulator hall. The toilet trainer.\n\n(Speaks in Russian)\n\nThe Cosmonaut Training Centre, Yuri Gagarin, (Speaks in Russian.) Sitting in the Soyuz seat, knees up to your chest. With the Soyuz simulator. We're working in the Soyuz simulator. This lets me talk to Mission Control. It's kind of a jammed seat. I'm sitting in the Commander's seat, where Roman Romanenko will be sitting. Displays are up in front of me.\n\n(Speaks in Russian)\n\nSo this is the Soyuz TMA simulator. It's got a great layout. It's just like the real vehicle. This hatch doesn't really exist, but it's what we use here inside the training system. Once you're inside, it's extremely realistic. The displays are right, the computers are right, sounds are right. And you get to work all through the procedures and really understand, in this case, what the motion control system works like, what all of the systems - the life support system, the thrusting system, all of them. This is where we work. This is where the crucible is really tested. And once you get done in here, you can go to space for real.",
        "topic_id":19,
        "format_id":21,
        "topic_confidence":0.9658344388,
        "format_confidence":0.9202648401
    },
    {
        "url":"https:\/\/www.scpr.org\/programs\/airtalk\/2019\/05\/23\/64524\/climate-change-could-make-l-a-s-june-gloom-may-dis\/",
        "text":"\nHosted by Larry Mantle\nAirs Weekdays 10 am - 12 pm\n\nClimate Change Could Make LA’s June Gloom Disappear – And It’s Not A Good Thing\n\nDowntown Los Angeles on an overcast day.\nDowntown Los Angeles on an overcast day.\nOmar Barcena via Flickr Creative Commons\n\nListen to story\n\nDownload this story 6MB\n\nWe all hate June Gloom and May Gray – but before you jump for joy at the idea of an even sunnier Southern California, skipping those months of cloud cover would be detrimental to the planet.\n\nCloud cover keeps the Earth cool, because it reflects sunlight. Without cloud cover, that sunlight is absorbed and makes the Earth warmer… which then leads to a thinner cloud cover… which then makes the Earth warmer… which then leads to thinner cloud cover… you get the gist.\n\nOne study from the California Institute of Technology found that when there are high concentrations of greenhouse gases (as there is now), the marine cloud layer starts to disappear. And, as shown by the cycle laid out above, the marine cloud layer would eventually disappear completely.\n\nThis wouldn’t happen any time soon. The study’s lead author, Tapio Schneider, said it would take at least 100 years, even with very high levels of greenhouse gases. But the study shows a direct connection between clouds and global warming – a factor many climate models overlook.\n\nLarry sits down with Schneider to talk about his research and what it means for Southern California and the rest of the world.\n\n\nTapio Schneider, lead author of the study; he’s also a professor of environmental science and engineering at the California Institute of Technology",
        "topic_id":19,
        "format_id":21,
        "topic_confidence":0.9957873225,
        "format_confidence":0.5690993667
    },
    {
        "url":"https:\/\/www.ourcommons.ca\/DocumentViewer\/en\/41-1\/ENVI\/meeting-51\/evidence",
        "text":"Skip to main content\nStart of content\n\nENVI Committee Meeting\n\nNotices of Meeting include information about the subject matter to be examined by the committee and date, time and place of the meeting, as well as a list of any witnesses scheduled to appear. The Evidence is the edited and revised transcript of what is said before a committee. The Minutes of Proceedings are the official record of the business conducted by the committee at a sitting.\n\nFor an advanced search, use Publication Search tool.\n\nIf you have any questions or comments regarding the accessibility of this publication, please contact us at\n\nPrevious day publication Next day publication\nSkip to Document Navigation Skip to Document Content\n\nHouse of Commons Emblem\n\nStanding Committee on Environment and Sustainable Development\n\n\n\nMonday, November 5, 2012\n\n[Recorded by Electronic Apparatus]\n\n\n\n    I call the meeting to order. This is the 51st meeting of the Standing Committee on Environment and Sustainable Development.\n    I want to welcome Ms. Dodds and Mr. Lin as we study ozone monitoring.\n    You have up to ten minutes, and then we'll open it up for questions. This portion of the meeting will go until 4:30.\n    Thank you.\n     I'd like to begin by thanking everyone for the opportunity to come back and provide an update on Environment Canada's ozone program. As I stated when I was here last December, Environment Canada remains fully committed to monitoring ozone. This time I have some opening remarks, but you should also have a deck. There are some visuals, some ozone maps that we thought you might be interested in having with you as a more interesting reminder of what we will be talking about today.\n    Ozone in the upper atmosphere, known as stratospheric ozone, as you know plays a very important role in protecting the earth's surface, and humans, from harmful ultraviolet, or UV, radiation from the sun.\n\n\n    As you may be aware, Environment Canada's ozone program dates back more than 50 years, and has played a pivotal role in helping to understand ozone and the risks posed by thinning of the ozone layer. Canada's current ozone activities are the direct result of the significant contributions that Environment Canada has made over the years in ozone science.\n    In this statement, I will share with you examples of these contributions and provide you with an update on the status of our ozone program.\n\n\n    In 1982 Environment Canada scientists made an important contribution to ozone monitoring when they developed the Brewer ozone spectrophotometer, which is an instrument that measures the total thickness of the ozone layer. This device was developed at a time when concerns about ozone depletion were just emerging and improved data on the ozone layer was urgently needed. The Brewer ozone spectrophotometer is capable of taking automated measurements, which make it very useful, and of measuring both ozone and UV radiation. It's a significant technological advancement compared with earlier instruments.\n    The Brewer ozone spectrophotometer continues to be recognized today as the most accurate ground-based instrument for measuring ozone in the upper atmosphere, and it's used for monitoring of ozone by countries around the world.\n\n\n    In 1992, Environment Canada improved services for Canadians with the development of the UV index, a tool used to express the sunburn potential of UV radiation at the earth's surface.\n    Because of Environment Canada's work, Canada was the first country to provide forecasts of predicted daily UV levels. The UV index is now used worldwide and has been extremely influential in raising awareness of the potential risks for exposure to UV radiation.\n\n\n    Since Environment Canada's ozone program began more than 50 years ago, our scientific understanding of stratospheric ozone has significantly advanced. Scientific knowledge on ozone was essential in driving the formation of the Montreal protocol in 1987, and in the protocol's success in reducing ozone-depleting substances.\n    Both Environment Canada and the World Meteorological Organization have documented the positive trends in the recovery of the ozone layer. However, it's important to note that there continues to be variability and uncertainty in this recovery process.\n    For example, as you're aware, a 2011 paper co-authored by one of our scientists and published in the prestigious journal Nature reported a record loss in the ozone in the Arctic in spring 2011. Environment Canada's monitoring helps in identifying ozone losses, such as the one reported in that paper, and our long-term monitoring records help us understand these observations within the context of the overall trends in the ozone layer in the Arctic.\n    Our most recent observational data show that in this year, 2012, Arctic ozone levels were closer to normal pre-depletion levels, or pre-1980 levels, than they were in spring 2011, but the depletion of about 5% to 10% below normal was still observed. This kind of variability underscores the importance of ongoing monitoring of ozone.\n    Similarly, the U.S. National Oceanic and Atmospheric Administration, commonly known as NOAA, recently reported on the ozone layer in the Antarctic, noting that this year's seasonal ozone hole in the Antarctic, which occurs in September and October, is the second-smallest observed over the last 20 years. The smallest ozone hole was observed ten years ago, in 2002.\n\n\n\n    In my previous discussion with this committee, I provided information on the path forward for Environment Canada's ozone program. As a result of our continuing efforts to make optimal use of the public funds allocated to us, Environment Canada identified that operational efficiencies can be achieved in our ozone program, while still ensuring that we continue to meet our ongoing ozone-related obligations.\n\n\n     To achieve greater operational efficiency, we've stated our intent to integrate the operations of our two main ozone monitoring methods—as you will recall, these are the Brewer method and the ozone method—into a larger, integrated, and more sustainable monitoring network.\n    In the past, our ozone program focused heavily on the development of new monitoring technology in order to respond to the need for more advanced tools to understand the ozone layer. As a result, Environment Canada's monitoring efforts, using the Brewer method and the ozone-sonde method, evolved separately, leading to separate operations and maintenance systems that each required uniquely trained staff. This separation meant that our monitoring was vulnerable to fluctuations in the availability of staff capacity trained to maintain the operations for each method.\n    Today our focus is on better implementing and using these technologies to monitor ozone. Our focus is on the ozone rather than the technology. Our decision to integrate Brewer and ozone monitoring into an integrated network will help reduce operational vulnerabilities and ensure that our ozone monitoring is more robust and sustainable over the long term. This is a natural decision for us in light of the maturity of our technologies and the importance of ongoing ozone monitoring.\n    At my last appearance, I reported that Environment Canada was launching a review of our ozone monitoring in order to inform the integration of monitoring operations into a larger network. Our senior research scientists are in the process of evaluating all of our ozone monitoring sites and developing options and timelines for how to proceed with the integration of the operations, while still continuing delivery of the ozone monitoring for Canadians. It is estimated that this review and the design and implementation of the new integrated network will be completed and fully operational within a three-year period.\n    Throughout this process, we continue to monitor stratospheric ozone at ten Brewer sites and eight ozone sites across Canada. This includes our three long-term sites in Canada's far north, based at Alert, Eureka, and Resolute, which are of course important for comparison to baselines.\n    At my previous committee appearance, I also reported that we continue to be committed to operating the World Meteorological Organization's world ozone and UV data centre. This is an international scientific archive and database that provides a variety of ozone and UV radiation data sets to the global scientific community.\n    To better deliver on the commitment, the operational functions of the data centre have been transferred to my colleague in the Meteorological Service of Canada, still within Environment Canada, and managed by David Grimes.\n    I am pleased to report that the transfer of the data centre's operations is now almost complete. The centre continues to provide service to the ozone community worldwide. Within my shop, we continue to work closely with our colleague by providing scientific oversight. By migrating the operations to the meteorological service, global ozone data will be managed in a more modern data management system.\n    Environment Canada reported on the status of the data centre at recent meetings of the World Meteorological Organization's science advisory group for ozone. We reconfirmed Canada's commitment to hosting the data centre, as we have done since 1962.\n\n\n\n    Environment Canada also continues to fulfil its responsibilities to the WMO and the global scientific community with respect to the maintenance of the Brewer Triad.\n    The Brewer Triad is a trio of Brewer ozone spectrophotometers that serve as the reference for the calibration of other spectrophotometers throughout the world. Environment Canada is responsible for the data collected by the triad, ensuring that the instruments are operating correctly, and for periodically calibrating the triad with Environment Canada's two spectrophotometers situated at the NOAA facility in Mauna Loa, Hawaii.\n    A fourth Brewer spectrophotometer, known as the “travellin... (truncated)",
        "topic_id":19,
        "format_id":21,
        "topic_confidence":0.9358558059,
        "format_confidence":0.9859353304
    },
    {
        "url":"https:\/\/futurenetworks.ieee.org\/podcasts\/massive-mimo-s-path-ahead-sky-high-scalability-intelligent-control-and-ai-ml",
        "text":"﻿ Massive MIMO’s Path Ahead: Sky High Scalability, Intelligent Control, and AI\/ML - IEEE Future Networks\n\nMassive MIMO’s Path Ahead: Sky High Scalability, Intelligent Control, and AI\/ML\n\nIEEE Future Networks Podcasts with the ExpertsFNPodcast INGR MIMO ieeetv\nAn IEEE Future Directions Digital Studios Production\n\n\nMassive MIMO’s Path Ahead: Sky High Scalability, Intelligent Control, and AI\/ML\n\n\nTrusty old MIMO is becoming Massive MIMO and is expected to continue into the future two decades of networking, but it will have to rise to many challenges. Massive MIMO must evolve to interwork with thousands of antenna elements while managing power in Internet of Things applications, evolving hardware, ever lower latency, emerging technologies like machine learning and artificial intelligence, and intelligence at the edge, while security is an ever-present concern. What is entailed as it is determined whether technology can meet the envisioned future and what does the path ahead involve? Known technology gaps are in the areas of efficient receiver architecture, power efficiency, and CMOS. Three Massive MIMO subject matter experts discuss the challenges, and also the path to solutions in beamforming algorithms, resource management, computationally efficient channel estimation approaches, simultaneous multiple transmit\/receive beams, and new deep learning techniques.\n\n\nSubject Matter Experts\n\nChris NgChris T. K. Ng\nCo-chair Massive MIMO Working Group \nInternational Network Generations Roadmap\nIEEE Future Networks \n\nDirector, Systems Engineering Products\nBlue Danube Systems\n\n\nWebert Montlouis ProfileWebert Montlouis \nCo-chair Massive MIMO Working Group \nInternational Network Generations Roadmap\nIEEE Future Networks \n\nJohns Hopkins University\nFaculty, ECE\nChief Scientist, Applied Physics Lab\n\n\nRose Hu ProfileRose Qingyang Hu\nCo-chair Massive MIMO Working Group \nInternational Network Generations Roadmap\nIEEE Future Networks \n\nAssociate Dean for Research | College of Engineering\nProfessor | Electrical and Computer Engineering Department\nUtah State University\n\n\n\nBrian Walker\n\n\nClick here to listen. \nClick here to download. \n\n\nSubscribe to our feed on Apple Podcasts, Google Podcasts, or Spotify\n\n\nPodcast Transcript \n\n\nBrian Walker: Firstly, thank you all for taking time to contribute to the IEEE Future Networks Podcast Series. Let's begin with a question for Webert. What are the challenges of controlling massive mobile elements? For example, multitudes of antenna elements?\n\nWebert Montlouis: The process of controlling the multiple antenna elements in an array, we have to be able to generate the weight vector so that we can steer the antenna beam in the desired location. As we increase the number of antenna elements, now you kind of understand that the number of weight elements we have to calculate, also called the weight vector, is becoming more difficult. So, now we need to start asking the question, can we do that at the antenna level? Is it possible? But now, today, we are dealing with 64 elements in 5G, but as we try to look at the envisioned future for Massive MIMO where you have that many number of elements, it may not be possible to do that calculation at the antenna level. Therefore, we need to start looking at edge computing to help us determine the weight vector because we will need to kind of somewhat implement optimization averages to come up with the optimum weight vector to minimize interference. So, therefore, edge computing where we have most compute resources may help us in that process. And then also we need to come up with very efficient trust mates that receive beamforming averages to minimize interference. And then, as it is today, users have many devices to try to connect to the network. So, therefore, interference is there, especially in the urban environment. This type of thinking leads to what we call typically in the architecture world, no system architecture or partitioning where we partition the workload, having the antenna perform what it does best, and then have the edge computing supplement what the antenna was supposed to do but does not have the resources to do the work. As we move to that envisioned future by IEEE, having that many antenna elements, we need to look at new techniques. As it is today with 64 elements, we kind of see a lot of approaches are borrowing from legacy systems. But as we move to 6G and beyond, we have to come up with new 6G or 5G concepts to help us with this future. Well, the best way to do that as we know is to engage in basic research. So, therefore, IEEE is well-positioned to approach academia to tell them ‘hey, this is the problem that I'm dealing with’. And they will come up with new concepts, new algorithms, and new techniques. Not all of them will work but what we learned from the past, some of these techniques, some of these concepts and algorithms will work and help us fulfill the goal of this envisioned future.\n\nBrian: Webert, as the number of devices increases, the workload at the antenna will become massive. What if a UE can connect directly to the edge cloud processor without using the base station?\n\nWebert: This idea is known as cell-free Massive MIMO. In that framework, we have many access points where the UE is connected directly to the edge computing unit, bypassing the base station. Well, now we just talked about how it is maybe difficult to come up with the level of computation that we need to service all the UEs using the base station. So, now this is becoming very attractive as we increase the number of elements, so, that is, we minimize the workload at the base station and then shift some of the work to edge computing. Well, there's a caveat with that. This approach has its own issues because either connecting to the base station or the edge computing unit, both techniques need to be working simultaneously because there will be cases where the UE will not be able to connect to the edge computing unit, where they have to connect directly to the base station because distributing the system, distributing the work with many antenna elements or access points is massive and costly. In an urban area this is feasible, but as you move to remote areas the cost of doing that may not work efficiently.\n\nBrian: How can we work with research, academia, and industry to determine how technology can meet the envisioned future?\n\nWebert: As a matter of fact, this idea initiated by IEEE is well-positioned to play that role. Most of the members in academia, they are connected with IEEE, and also their work in that area will help facilitate or improve how the 5G and beyond network for meeting this envisioned future will be feasible. Engaging academia to discuss research areas is paramount. And the goal of IEEE is to expose the need to academia. And then with that, new concepts will emerge. As I previously mentioned, not all the concepts will work. But this is the best scenario to ensure that this envisioned future with the massive number of elements, new receiver architecture, efficient chip design to minimize power are developed. Once we go on from the basic research phase then IEEE also can play a major role by engaging industry to help them understand what is coming down from basic research and the requirements that we need to ensure that we meet power efficiency, latency requirements in 6G wireless and beyond.\n\nBrian: Okay. This next question for Chris. What can you tell us about whether to ORAN or no RAN?\n\nChris: All right, that is indeed the question. Let's begin by defining the concept. When we talk about Open RAN or Open Radio Access Network, we mean this paradigm that there's a well-defined and open interface between the different components of a cellular network. So, for example, there's an open interface between the baseband processor, you know, between the antenna system, the gateway system, the radio, and so on. So, the idea is, say you're a brilliant wireless engineer or a startup and then you come up with the next Massive MIMO system. That is great. If you conform to those open interfaces, you can actually take your system and plug it into the existing network, right? The service provider can sort of mix and match and get the best component or the most innovative solution for each part of the network. So, this is in contrast to, you can say, maybe the traditional way in how companies build out a cellular network. Traditionally, if you want to deploy a certain cellular system, you pretty much have to get the whole system from one of the big manufacturers, what we call OEMs. It's very hard or almost impossible to, let's say, swap out one component and then plug in another component. I would say, really within the past few years and particularly within the last year, the industry trend is, the industry players sort of recognize the advantage of this open architecture for the RAN, for the Radio Access Network system. You get an accelerated pace of innovation. You know, anyone can bring in the next best component. And it's also driving down the cost, because I don't have to buy the whole system from one certain company. I can really select the best from anyone available in this ecosystem. So, I would say the industry trend is really moving towards this Open RAN concept.\n\nBrian: Chris, what do you think the risks and rewards are of bringing intelligence into RAN?\n\nChris: Yeah, that's a good question. You know, within the Massive MIMO Working Group, in our group, we think that when you, just like Webert mentioned, that when you have so many antenna elements it is really an intelligent system, because each of the antenna elements, it can do some sensing. It can collect some data from the environment. And you can also control it, right? We talked about how you can control the phase and manage it for each of these individual elements together. So, I think when people think about traditional RAN would be something like a passive antenna. You put it there, it radiat... (truncated)",
        "topic_id":19,
        "format_id":21,
        "topic_confidence":0.9885014296,
        "format_confidence":0.9803153872
    },
    {
        "url":"https:\/\/www.mediatheque.lindau-nobel.org\/Content\/Assets\/32954___1968-phy-werner-heisenberg.vtt?6354293335546700000",
        "text":"﻿1 00:00:03.502 --> 00:00:07.430 Heisenberg, Cosmology, Lindau, 1968 2 00:00:10.897 --> 00:00:13.935 Ladies and Gentlemen, 3 00:00:14.217 --> 00:00:22.689 Cosmology is deemed to be the science of the spatial and temporal form of the universe, the cosmos. 4 00:00:23.435 --> 00:00:35.557 Humans have thought about cosmology in philosophy and natural science since time began, but cosmology has only become a branch of modern 5 00:00:35.935 --> 00:00:42.283 science through Einstein’s general theory of relativity. 6 00:00:42.860 --> 00:00:53.453 I now have to make a remark which is semi-philosophical: cosmology’s task is not to study the laws for the cosmos, so to speak. 7 00:00:53.957 --> 00:00:58.460 This is because the cosmos is unique. 8 00:00:58.818 --> 00:01:05.063 A law, however, always takes the form: whenever this happens, that must also happen. 9 00:01:05.560 --> 00:01:15.883 And this always presupposes the repetition, it presupposes that we can artificially create certain situations again and again, 10 00:01:16.171 --> 00:01:19.696 and can then observe that this or that happens. 11 00:01:20.068 --> 00:01:28.279 The cosmos is unique, however, there is only one cosmos, and therefore we cannot enquire about its laws. 12 00:01:28.541 --> 00:01:39.643 Cosmology therefore involves a different issue, which can be phrased in the following way: we study the laws of nature in the finite areas 13 00:01:39.943 --> 00:01:47.489 which are available for our daily experience and for our more complicated experiences in the experiments. 14 00:01:47.996 --> 00:01:59.694 These laws do not allow any arbitrary form of the cosmos, and form is meant here in spatial and temporal terms, i.e. the question of whether 15 00:02:00.048 --> 00:02:06.561 the cosmos is finite or infinite in terms of space, whether it began in terms of time, whether it will finish in terms of time and so on. 16 00:02:07.066 --> 00:02:19.304 So the laws of nature only permit certain forms, these forms are the boundary conditions, as it were, with which the laws of nature must be 17 00:02:19.612 --> 00:02:25.109 compatible or which have to be studied as possible boundary conditions to the very laws of nature. 18 00:02:25.544 --> 00:02:34.959 Now, the decisive change that was brought about by Einstein’s general theory of relativity, was that geometry, 19 00:02:35.227 --> 00:02:46.742 spatial as well as temporal geometry, was incorporated into physics by the statement that the gravitational field determines 20 00:02:47.114 --> 00:02:51.237 the metrics of the world. 21 00:02:51.512 --> 00:02:56.605 This means that the local gravitational field is also relevant for the metrics in the local region 22 00:02:56.865 --> 00:03:00.238 of the cosmos where it is just being studied. 23 00:03:00.532 --> 00:03:08.784 This caused, as I have already said, geometry to become a consequence of physics to a certain degree, or a part of physics, and this also 24 00:03:09.077 --> 00:03:17.260 made topological conditions possible in the cosmos which prior to this would have been considered to be impossible. 25 00:03:17.719 --> 00:03:22.323 For example the idea that the cosmos is spatially finite. 26 00:03:22.625 --> 00:03:34.930 Now, you know that these cosmological problems in Einstein’s theory of relativity have been very carefully investigated, that there has been 27 00:03:35.180 --> 00:03:41.856 a series of models for the cosmos, I think of de Sitter’s world, for example, Einstein’s idea, Friedmann’s cosmos etc. 28 00:03:42.183 --> 00:03:54.133 Today I do not want to talk about these models, but about the question of whether this modern cosmology, which forms an important component 29 00:03:54.430 --> 00:04:02.683 of the general theory of relativity, of course, whether this modern cosmology has anything at all to do with atomic physics and then also 30 00:04:02.928 --> 00:04:05.461 with the physics of elementary particles. 31 00:04:05.830 --> 00:04:14.416 Einstein himself understood the necessity of such a connection, and he initially attempted to extend his theory of gravitation to a unified 32 00:04:14.676 --> 00:04:21.498 field theory which, he hoped, would include all of the world’s phenomena. 33 00:04:21.744 --> 00:04:29.561 And since at the time, apart from gravitation, the most important field was first of all the electromagnetic field, Einstein and many other 34 00:04:29.886 --> 00:04:38.781 researchers after him attempted to unify the theory of gravitation and the theory of the electromagnetic field. 35 00:04:39.091 --> 00:04:47.172 From this imagination derived the hope that it could also be possible to derive the existence of the atoms, 36 00:04:47.438 --> 00:04:53.807 i.e. of all atomic phenomena, from this unified field theory eventually. 37 00:04:54.081 --> 00:04:58.906 Now, this hope ended in failure. 38 00:04:59.151 --> 00:05:03.601 It has not been fulfilled, and various reasons can be given for this failure: First, an empirical one, 39 00:05:04.129 --> 00:05:08.329 although this is not the most important one in my view. 40 00:05:08.629 --> 00:05:18.174 During the past twenty years it has turned out that, in addition to the gravitational field and the electromagnetic field, there are many 41 00:05:18.449 --> 00:05:27.889 other fields of similar structure, which of course all have to be taken into consideration in such a unified field theory, because we know: 42 00:05:28.172 --> 00:05:39.387 every type of elementary particle has a field, and we have already observed more than a hundred different elementary particles in nature, 43 00:05:39.682 --> 00:05:45.817 so such a unified field theory would necessarily have to include all these different fields of the elementary particles. 44 00:05:46.077 --> 00:05:52.472 But this empirical reason, the fact that there are many fields, is not the decisive reason in my view. 45 00:05:52.880 --> 00:06:06.485 The decisive reason for the failure of Einstein’s hope is the fact that there is a type of law in nature which does not fit in with the 46 00:06:06.845 --> 00:06:10.655 causal ideas of a space-time causal field theory. 47 00:06:10.998 --> 00:06:20.780 And this characteristic of nature was maybe phrased for the first time in this strict form by Niels Bohr as follows: the stability of matter 48 00:06:21.100 --> 00:06:26.453 requires laws which have a different structure to those of classical physics. 49 00:06:26.778 --> 00:06:38.761 Stability of matter here means that a piece of iron, for example, if you subject it to any changes you like, smelt it or have it form 50 00:06:39.010 --> 00:06:53.363 compounds, if you then extract the iron again by chemical means, a piece of iron with similar physical properties will again be formed. 51 00:06:53.646 --> 00:07:01.523 This, I would like to call it persistence of forms in nature, the stability which causes the same chemical elements to form again and again, 52 00:07:01.845 --> 00:07:08.591 this requires a type of law which is just not compatible with classical physics. 53 00:07:08.821 --> 00:07:18.101 Especially since Rutherford’s model of the atom became known, it was clear that such a planetary system in miniature would never have the 54 00:07:18.479 --> 00:07:23.379 degree of stability which is actually observed in nature for the elements, for the atoms. 55 00:07:23.626 --> 00:07:33.171 And you know that this type of stability was then eventually formulated in quantum theory, which began with Planck’s great discovery, 56 00:07:33.469 --> 00:07:39.119 and which then in the 1920s found its final mathematical form. 57 00:07:39.444 --> 00:07:53.581 This is the reason why attempts to include the problem of atomic physics from Einstein’s theory, from his unified field theory as well, and 58 00:07:53.922 --> 00:07:59.379 to make a connection between cosmological problems and issues of atomic physics or elementary particle physics have been unsuccessful. 59 00:07:59.801 --> 00:08:10.627 Now, atomic physics and elementary particle physics have made such progress during the last decades, from hundreds or thousands of 60 00:08:10.914 --> 00:08:22.347 experiments we know so much more about elementary particles, that we can now pose the question the other way round, is it maybe possible to 61 00:08:22.582 --> 00:08:31.064 make the connection from the known laws of elementary particle physics to Einstein’s ideas of the theory of gravitation, 62 00:08:31.330 --> 00:08:33.797 the unified field theory and finally cosmology. 63 00:08:34.332 --> 00:08:43.625 In order to prepare this connection I now have tell you a little bit about the development of atomic physics or elementary particle physics 64 00:08:43.935 --> 00:08:45.712 during the last decades. 65 00:08:45.978 --> 00:08:56.397 And I would like to emphasise that the most important, most crucial discovery in this development by far has been the discovery of 66 00:08:56.620 --> 00:09:03.282 antimatter or the antiparticles by Dirac; this discovery is now almost 40 years old to the day, 67 00:09:03.592 --> 00:09:06.632 and so we are possibly celebrating a certain anniversary now. 68 00:09:06.979 --> 00:09:16.337 I feel it is important that it is only in the course of the decades that the full significance of this discovery back then has become clear, 69 00:09:16.600 --> 00:09:20.273 and become clear due to the later experiments and later theories. 70 00:09:22.113 --> 00:09:32.323 Forty years ago, as you know, Dirac found that there exist anti-electrons or positrons in addition to electrons, and we now know that there 71 00:09:32.800 --> 00:09:42.237 are antiparticles for every type of elementary particle, and it is therefore possible to say in general that matter always has antimatter 72 00:09:42.473 --> 00:09:48.623 which differs from the matter by the electric charge, for example. 73 00:09:48.918 --> 00:09:55.153 And this discovery initially meant that the whole concept of elementary particles had to be revised. 74 00:09:55.361 --> 00:10:05.59... (truncated)",
        "topic_id":19,
        "format_id":21,
        "topic_confidence":0.9941448569,
        "format_confidence":0.8902080059
    },
    {
        "url":"https:\/\/www.greenbiz.com\/article\/episode-197-shell-gets-back-nature-general-mills-soil-savant",
        "text":"Skip to main content\n\nGreenBiz 350 Podcast\n\nEpisode 197: Shell gets back to nature, General Mills' soil savant\n\nWeek in Review\n\nCommentary of some of this week's stories begins at 4:59.\n\n  1. Vehicle-to-grid technology is revving up\n  2. The vertical farming industry is growing deeper roots\n  3. Sustainability-linked loans soar as green bond issues slow\n\n\nMeet the General Mills soil savant (18:39)\n\nSteve Rosenzweig, soil scientist at General Mills, is instrumental in the food company's commitment to cultivate at least 1 million acres of farmland using regenerative agriculture techniques by 2030. He chats about partnering with farmers and how to measure soil health. \n\nInvenergy charges up turnkey energy solutions (27:58)\n\nIn early November, Chicago-based renewables developer Invenergy created a new business dedicated to deploying turnkey energy installations for large facility and fleet owners. Its focus is on managing energy costs, increasing reliability and enhancing electrification efforts. Shashank Sane, senior vice president at Invenergy, discusses the mission. \n\nShell gets back to nature (39:35)\n\nDavid Hone has been Shell's chief climate change adviser for more than a decade. He chats about natural-based solutions to remove carbon dioxide from the atmosphere, especially for sectors where technological options will be slower to emerge.\n\n\"There's a very clear recognition now that not only do we have to limit the use of fossil fuels, but we also have to see large swaths of the planet reforested for all sorts of reasons, not just to manage emissions but to restore biodiversity, to restore clean air in a different sort of way, to ensure that wetlands and all of the other things that nature offers are still there in the future,\" he said.\n\n*Music in this episode by Lee Rosevere: \"4th Ave Walkup,\" \"Arcade Montage,\" \"I'm Going For a Coffee,\" \"Thinking It Over\" and \"Here's the Thing\"\n\nWhat's new at GreenBiz?\n\nFrom pilot to planet. Designing for recyclability — and the consumer — takes serious collaboration among many stakeholders. Join this webcast at 1 p.m. EST Nov. 19 to hear how Dow is working with partners to innovate and to get real solutions to market more quickly. \n\nGet charged up about fleet electrification. Learn more about how electric vehicles could, and should, interact with the electricity grid in this exploration about EV charging infrastructure. Join the conversation at 1 p.m. EST Dec. 4 by registering here.\n\nHow does ESG measure up? Mainstream investors are asking for more data on corporate climate risks and opportunities — and they're being forced to wade through the sea of metrics and standards used for reporting. Join this interactive webcast at 1 p.m. EST Dec. 17, about how to harmonize disclosure in a way that will speak to the investment community. \n\nDo we have a newsletter for you! We produce five weekly newsletters: GreenBuzz by Executive Editor Joel Makower (Monday), Transport Weekly by Senior Writer and Analyst Katie Fehrenbacher (Tuesday), VERGE Weekly by Executive Director Shana Rappaport and Editorial Director Heather Clancy (Wednesday), Energy Weekly by Senior Energy Analyst Sarah Golden (Thursday) and Circular Weekly by Director and Senior Analyst Lauren Phipps (Friday). You must subscribe to each newsletter in order to receive it. Please visit this page to choose the newsletters you want to receive.\n\nCheck out our Center Stage podcast, which features the best of live interviews on sustainable business and clean technology, conducted on stage at GreenBiz and VERGE conferences.\n\nThe GreenBiz Intelligence Panel is the survey body we poll regularly throughout the year on key trends and developments in sustainability. To become part of the panel, click here. Enrolling is free and should take two minutes.\n\nStay connected\n\nTo make sure you don't miss the newest episodes of GreenBiz 350, subscribe on iTunes. Have a question or suggestion for a future segment? E-mail us at [email protected].\n\nMore on this topic",
        "topic_id":19,
        "format_id":21,
        "topic_confidence":0.7141211629,
        "format_confidence":0.6773505211
    },
    {
        "url":"http:\/\/wn.rsarchive.org\/Lectures\/GA321\/English\/MP1980\/19200310a01.html",
        "text":"[RSArchive Icon]\nRudolf Steiner Archive Section Name Rudolf Steiner Archive and e.Lib\n\nSecond Scientific Lecture-Course: Warmth Course\n\nSchmidt Number: S-4019\n\nOn-line since: 22nd May, 2002\n\nLecture X\n\nStuttgart, March 10th, 1920.\n\nMy dear friends,\n\nBefore we continue the observations of yesterday which we have nearly brought to a conclusion, let us carry out a few experiments to give support to what we are going to say. First we will make a cylinder of light by allowing a beam to pass through this opening, and into this cylinder we will bring a sphere which is so prepared that the light passes into it, but cannot pass through. What happens we will indicate by this thermometer (see drawing Fig. 1). You will note that this cylinder of energy, let us say, passing into the sphere reveals its effect by causing the mercury column to sink. Thus we are dealing with what we have formerly brought about by expansion. And indeed, in this case we have to assume also that heat passes into the sphere, causes an expansion and this expansion makes itself evident by a depression of the column of mercury. If we placed a prism in the path of the light we would get a spectrum. We do not form a spectrum in this experiment, but we catch the light — gather it up and obtain as a result of this gathering up of what is in the bundle of light, a very market expansion. You can see the definite depression of the mercury. Now we will place in the path of the energy cylinder, an alum solution, and see what happens under the influence of this solution. You will see after a while that the mercury will come to exactly the same level in the right and left hand tubes. This shows that originally heat passed through, but under the influence of the alum solution the heat is shut off, not more goes through. The apparatus then comes only under the influence of the heat generally present in the space around it and the mercury readjusts itself to equilibrium in the two tubes. The heat is stopped as soon as I put the alum solution in the path of the energy cylinder. That is to say, from this cylinder which yields for me both light and heat, I separate out the heat and permit the light to pass through. Let us keep this firmly in mind. Something still rays through. But we see that we can so treat the light-heat mercury that the light passes on and the heat is separated by means of the alum solution.\n\nThis is one thing we must keep in mind simply as a phenomenon. There is another phenomenon to be brought to our attention before we proceed with our considerations. When we study the nature of heat we can do so by warming a body at one particular spot. We then notice that the body gets warm not only at the spot where we are applying the heat, but that one portion shares its heat with the next portion, then this with the next, etc. and that finally the heat is spread over the entire body (Fig. 2). And this is not all.\n\nIf we simply bring another body in contact with the warm body, the second body will become warmer than it formerly was. In modern physics this is ordinarily stated by saying that heat is spread by conduction. We speak of the conduction of heat. The heat is conducted from one portion of a body to another portion, and it is also conducted from one body to another in contact with the first. A very superficial observation will show you that the conduction of heat varies with different materials. If you grasp a metallic rod in your fingers by one end and hold the other end in a flame, you will soon have to drop it, since the heat travels rapidly from one end of rod to the other. Metals, it is said, are good conductors of heat. On the other hand, if you hold a wooden stick in the flame in the same way, you will not have to drop it quickly on account of the conduction of heat. Wood is a poor conductor of heat. Thus we may speak of good and poor conductors of heat. Now this can be cleared up by another experiment. And this experiment we are unfortunately unable to make today. It has again been impossible to get ice in the form we need it. At a more favorable time the experiment can be made with a lens made of ice as we would make a lens of glass. Then from a source of heat, a flame, this ice lens can be used to concentrate the heat rays just as light rays can be concentrated (to use the ordinary terminology.) A thermometer can then be used to demonstrate the concentration by the ice lens of the heat passing through it. (See Fig. 4).\n\nNow you can see from this experiment that it is a question here of something very different from conduction even though there is a transmission of the heat, otherwise the ice lens could not remain an ice lens. What we have to consider is that the heat spreads in two ways. In one form, the bodies through which it spreads are profoundly influenced, and in the other form it is a matter of indifference what stands in the path. In this latter case we are dealing with the propagation of the real being of heat, with the spreading of heat itself. If we wish to speak accurately we must ask what is spreading, then we apply heat and see a body getting warmer gradually piece by piece, we must ask the question: is it not perhaps a very confused statement of the matter when we say that the heat itself spreads from particle to particle through the body, since we are able to determine nothing about the process except the gradual heating of the body?\n\nYou see, I must emphasize to you that we have to make for ourselves very accurate ideas and concepts. Suppose, instead of simply perceiving the heat in the metal rod, you had a large rod, heated it here, and placed on it a row of urchins. As it became warm the urchins would cry out, the first one, then the second, then the third, etc. One after another they would cry out. But it would never occur to you to say that what you heard from the first urchin was conducted to the second, the third, the fourth, etc. When the physicist applies heat at one spot, however, and then perceives it further down the rod, he says: the heat is simply conducted. He is really observing how the body reacts, one part after another, to give him the sensation of warmth, just as the urchins give a yell when they experience the heat. You cannot, however, say that the yells are transmitted.\n\nNow we will perform also an experiment to show how the different metals we have here in the form of rods behave in respect to what we call the conduction, and about which we are striving to get valid ideas. We have hot water in this vessel (Fig. 3). By placing the ends of the rods in the water, they are warmed. Now we will see how this experiment comes out. One rod after another will get warm, and we will have a kind of graduated scale before us. We will be able to see the gradual spreading of the effect of the heat in the different substances. (The rods consisted of copper, nickel, lead, tin, zinc, iron.) The iodide of mercury on the rods (used to indicate rise in temperature) becomes red in the following order: copper, nickel, zinc, tin, iron and lead. The lead is, therefore, among these metals, the poorest conductor of heat, as it is said.\n\nThis experiment is shown to you in order to help form the general view of the subject that I have so often spoken to you about. Gradually we will rise to an understanding of what the heat entity is in its reality.\n\nNow, from our remarks of yesterday we have seen that when we turn our attention to he realm of corporeality, we can in a certain way, set limits to the realm of the solids by following what it is essentially that takes on form. We have the fluids as an intermediate stage and then we go over to the gaseous realm. In the gaseous we have a kind of intermediate state, exactly as we would expect, namely the heat condition. We have seen why we can place it as we do in the series. Then we come, as I have said, into an X region in which we have to assume materialization and dematerialization, pass then to a Y and a Z. This is all similar to the manner in which we find in the light spectrum the transition from green through blue to violet and then apparently on to infinity. Yesterday we convinced ourselves that we have to continue below the solid realm into a U region. Thus we think of the world of corporeality as arranged in an order analogous to the arrangement in the spectrum. This is exactly what we do when we pursue our thinking in contact with reality.\n\nNow let us further extend the ideas of yesterday. In the case of the spectrum we conceive of what disappears at the violet end and at the red end in the straight line spectrum as bent into a circle. In exactly the same way we can, in this different realm of states of aggregation, imagine that the two ends of the series do not disappear into infinity. Instead, what apparently goes off into the indefinite on the one side and what goes off into indefiniteness on the other may be considered as bending back (Fig. 1) and then we have before us a circle, or at least a line whose two ends meet.\n\nThe question now arises, what is to be found at the point of juncture? When we observe the usual spectrum, we can in that case find something at this point. In Goethe's sense you know that the spectrum considered as a whole with all its colors included shows as its middle color on one side green, when we make a bright spectrum. On the other side peach blossom which is also a middle color when we make a dark spectrum. Thus we have green, blue, violet extending to peach blossom. By closing the circle we note that at the point where it closes, there is the peach blossom color.\n\nIf we then construct a similar circle in our thinking about the realm states of aggregation, what do we find at the point of juncture? This brings us to an enormously important consideration. What must we place in the spectrum of states of aggregation which will correspond to the peach blossom of the color spectrum? The idea that arises naturally from the facts here may perhaps be ea... (truncated)",
        "topic_id":19,
        "format_id":21,
        "topic_confidence":0.9806554317,
        "format_confidence":0.9304636717
    },
    {
        "url":"http:\/\/worldspuppet.blogspot.com\/2016\/11\/baby-doll-stroller.html",
        "text":"Thursday, November 24, 2016\n\nbaby doll stroller\n\n[music playing] - so welcome to the 2015nasa ames summer series. space biology is importantfor many reasons. it informsour human-exploration missions. it informs astrobiology. it informs our life supportin space and it informs howwe function here on earth. most importantly,space biology is a science that looks at the mechanisms\n\nof biology, or life. space biologyis also an integral part of nasa ames research. we would not be able to dothe science that we want to do, or advance it, without astronautsdoing the research in space. but astronauts aremore than just the people who do the experiments in space. they have a lifethat we could learn\n\nand inspire to do and follow. today's talk, entitled \"rats, folks, and jellyfish:studying life in space,\" will be given byastronaut dr. rhea seddon. rhea began her careerby receiving a degree-- a bachelors of artsin physiology-- from uc berkeley in 1970. she followed thatwith a medical degree-- an md degree--\n\nfrom the university oftennessee college of medicine in 1973. after completing her degrees, she went and followedand did both an internship and a residency in surgery, completing the residencyin 1978, whereupon she joined nasaas an astronaut. she was oneof the first six women to enter the astronaut program.\n\nshe's a veteranof three shuttle missions-- sts-51-don discovery in 1985; sts-40,which also stands for sls-1, space life sciences 1, where she wasa mission specialist in 1991 on columbia; and then sts-58\/sls-2, payload commander this time,on columbia. that's quite an achievement,\n\nboth being a doctorand astronaut, but she didn't stop there. so in 2010, she got a certificatein creative writing from the middletennessee state university. so you would think that,after all that, you would just retirefrom going to school. she finished that,and then put that into action and wrote a bookand published it.\n\nso with that,please welcome me-- join me in welcomingastronaut dr. rhea seddon. [applause] - nicely done. thank you, dr. cohen. as you can tell,it's been an amazing life. and people say, \"how in the world didyou go from this to that to this to that?\"\n\nand, you know, for me, it's interesting to ponder that, when you get to be my age, and you begin to thinkabout, \"well, what happened thatmade me do those things?\" i can rememberbeing a small girl in the backyardof a small town in tennessee, and my father said, \"see?\" and there was sputnik.\n\nso even at 11 years old, i knew thatthat was the beginning of something awesomefor my generation. it was the beginningof the space age. and of course,there didn't seem to be any place for me in that. they weren't even flyinghumans yet. and even when they began to flyhumans, it was only men. it was only pilots--only test pilots.\n\nbut i was interested in science, and was fascinatedby the human body. and so,when i finished high school, i thought, \"well,what is the best university in the united statesin the life sciences?\" and it was this strange placecalled berkeley. now, i have never--i had never been to california. but i appliedand was accepted in 1965. and for those of youwho are old enough to remember,\n\nthat was an interesting year. that was the free speechmovement. and that morphedinto the anti-war movement and the people's park movementand free love and drugs. and there i wasin the middle of it. i sort of felt like-- later on, when i watchedthe movie \"forrest gump\"-- just kind of like, \"here i am,\"and \"why am i here?\" but i certainly gota good education at berkeley,\n\nboth in physiology and in life in general. but i was one of the few people at the timethat was majoring in science. women just didn't do that,particularly women that i knew. luckily, i had some good mentorsalong the way. but as i was finishingberkeley, you know, i thought, \"i'd really liketo go to medical school.\" but you can imagine,\n\ncoming from tennessee, my first coupleof years at berkeley, i struggled to keep up with all of the restof the people who were pre-med. about a third of the classstarted as pre-med students, so there was a lotof competition. my grades weren't great. i joined the pre-med club, and the advisorkept saying, \"you know,\n\nif you don't bringyour grades up, you'll never be ableto get into school.\" and of course, gettinginto the california schools was close to impossibleunless you had a 3.98. when i appliedto medical school, i had a 3.25. my last two quarterswere straight as, and apparentlythat counted for something. and it certainly countedfor something at\n\nthe university of tennessee, where not too many students were applying from berkeley,as you can imagine, but berkeley hadsuch a great reputation. but they were not takingvery many women in medical school back then. it's hard for young women todayto realize that women were just not being takeninto those fields. but the university of tennessee,the year i applied,\n\ndecided that they were gonnatake a lot of women because there was a big pushto train more women doctors. so in a class of 100,they took six women. that was a lot. but, you know,it took hard work, it took dedication, and it took fitting inwith a group of men and learning to work with men and with male professors.\n\nthere were very few femaleprofessors. there were a lot of nursesthat helped along the way-- nurses who hoped that womenwould succeed in medicine. so i was fortunate to-- that that was partof my background, learning to workwith all kinds of people. my skills, my talents, my interestsfell into the world of surgery. and if it was strangeto have a woman doctor,\n\nit was even strangerto have a woman surgeon. but i applied to the universityprogram and was accepted, and was the only woman they'd ever hadin the surgery program. but again, lots of hard work, lots of peoplewho wanted me to succeed. and i was successful in that. and so i was gonna gobe a rich surgeon, you know? that was my future, you know?\n\ni loved it, and so that'swhat i was gonna do. one of the professors that i worked with said, \"you should come outto my flying school. i have a flight school out here. you'd love to learn how to fly.\" and i thought, \"i'm gonnabe like him and have a airplane when i'm a rich doctor.\" so i asked my fatherfor flying lessons,\n\nand he gave me flying lessons, and i gotmy private pilot's license. and then, all of a sudden,rather serendipitously-- if you read my book, you'll seehow strange this was-- i found out that there was going to be a selectionfor space shuttle astronauts. well, people kind ofdidn't even know in 1977 what the space shuttlewas going to be. but i wrote for an application,\n\njust to see whether or noti met all the criteria to apply, and i did. you had to be at leastfive feet tall, and i made that by two inches. and you had to bein good health. they perf--you had to havea bachelor's degree, preferably an advanced degree, and preferably experiencein your field. and they took my residency--\n\nmy four yearsof residency--as experience. i thought it was more school, but they thoughtit was experience. so i applied to the spaceprogram. lo and behold,in the summer of 1977, i was called to houstonfor an interview. and, um-- they were goingto interview 220 people, and in groups of 20.\n\nand i asked, when they called, \"well, howmany actual people applied?\" if you countedall the military applications, there were 10,000 people. so i felt like, \"man,\" you know, \"if nothing more happens, i made the cut down to 220.\" went down to houston for a week,\n\nand it was the first groupof mission specialists, or non-pilots,that were being interviewed. and so monday morningwas when my-- we went on sunday. we were gonna have a week ofinterviews and physical exams. my interview was scheduledfor 10:30 on monday morning. in looking back at the records,i was the first woman that they ever interviewedfor the astronaut program. the first two groupshad been all male pilots.\n\nso that was an honor in itself. i made itthrough the physical exams, the psychologicaland psychiatric exams, the claustrophobia exam-- many, many different things-- and sort of went homewith lots of souvenirs, 'cause i figured, \"i'm gonnahave souvenirs of this.\" well, you know, in january of 1978,the call came,\n\nand said, \"are youstill interested in this job?\" and of course i was.i wasn't-- it was like coming to berkeley. i wasn't really surewhat i was getting into, but it sounded likethe most fascinating thing that a personcould do at the time. and so i joinedthe astronaut corps and started work with nasain july of 1978. so i'm gonna tell youa little bit about that.\n\nin that class,they took 35 astronauts, and six of us were women. the women who had been interviewed all thoughtthat they would take one or two women, but not six. so we were delighted that there were the six of us. we were very different.\n\nwe came from different partsof the country. we had different backgrounds,all in science-- astrophysics, geology,engineering, biochemistry, medicine. but we formed a bond, as you can imagine. we were afraidthey were gonna wash us out, that they would put barriersin our way that would seethat we didn't get to succeed.\n\nbut we were willingto support each other and to go through this together, and it turned outthat we all had a chance to fly. so it was a great groupto be a part of. you can see i'm the runtof the litter. and, in fact,it wasn't as hard being female. it was really hard being little, 'cause there were a lotof things that nasa hadn't thought of--\n\ncouldn't accommodatea 5'2\" female. the height requirement, i think,for the men, was 5'6\". and so there was a lotof equipment that they forgot didn't fita 5'2\"-- but, again, you work that out. for the first few yearsi was at nasa, the shuttle wasn't flying. remember, i was acceptedin 1978. the shuttle didn't flyuntil 1981.\n\nbut i was anxious,besides all of the training that i was going through, to get involvedin some of the life sciences and the medical operations-- experiments and teststhat were being... (truncated)",
        "topic_id":19,
        "format_id":21,
        "topic_confidence":0.988057971,
        "format_confidence":0.9653394818
    }
]