[
    {
        "url":"http:\/\/jalopnik.com\/254406\/hoon-of-the-day-why-you-need-a-good-ramp?tag=Jump",
        "text":"First of all, congrats to the red-eyed Kiwi Laser Leapers for winning last week's Hoon of the Week poll, with a landslide 51% of the votes. You boys continue to beat those survival odds, hear? Maybe Darwin was wrong!\n\nIt's clear that one reason the Sprint is such a great hoonmobile is its light weight, enabling hoons with the urge to catch a little air to build flimsy ramps out of, say, a van roof. When you want to jump your monster-tired Land Rover, however, you need something more substantial from which to get that all-important launch. A slab of sheet metal supported by a couple of sticks ain't gonna do the job. Oops! This one gets 5 bonus points for the nerve-shredding sound effects and another 5 for the excessive speed. We're not going to dock any points for the crappy cell-phone-camera video quality because the video is quick, to the point, and not contaminated by soundtrack, but we are docking 10 points for jumping a vehicle that is set up to survive jumps. Hoon-O-Meter reading: 29 points.\n\n4\/20: Who's the Hoon of the Week? You Decide! [internal]",
        "topic_id":22,
        "format_id":15,
        "topic_confidence":0.6197736263,
        "format_confidence":0.6784802675
    },
    {
        "url":"http:\/\/vidafeitapequenosnadas.blogspot.com\/2012\/01\/2012-naias-detroit-auto-show-part-3.html",
        "text":"Tuesday, January 31, 2012\n\n2012 NAIAS Detroit Auto Show: Part 3, Coda\n\nCoda set up a booth at NAIAS, which was surprising to me.  See, Coda will only be for sale at first in California, and has an unknown timetable to sell in the rest of the country.  I asked one of the Coda reps why they were in Detroit, and they said simply to build awareness.\n\nCoda, you have a lot of work to do. Your car does not look like it is worth $15,000, much less $40,000.\n\nCoda's biggest problem, I think, is that their car looks like an old Toyota from about 2001.\n\n\nCoda's second biggest problem is that this thing is put together about like a Chrysler from 2001, or worse. Look at the loose headliner fit. That's not me pulling on it, that's some guy who got into the front seat after I got into the back, and said, \"hey, check this out!\".\n\nThe interior can charitably be called functional. Hard plastics, wide gaps, and cheap feel abound.\n\nThe \"high-tech\" PRNDL knob. It feels about as cheesy as it looks.\n\nThe powertrain cutaway was interesting. Here is where most of the $40,000 is: in the wide, flat battery pacj slung under the body.\n\nThe face of Coda. Notice the huge gap between the hood and the headlight\/fascia. It screams \"cheap\".\n\nI have no idea how Coda is going to make it.  With elegant and refined electric cars in the market such as the Leaf and Focus, as well as the half-gas Volt, Coda looks very weak.  They claim to have a 150 mile range, which would be world class.   But who will spend $40,000 on an ugly car, made mostly in China, with an unproven record and a minuscule dealer network?\n\nNo comments:\n\nPost a Comment",
        "topic_id":22,
        "format_id":15,
        "topic_confidence":0.9905326366,
        "format_confidence":0.992051065
    },
    {
        "url":"https:\/\/www.gribblenation.org\/2006\/01\/",
        "text":"Skip to main content\n\n\nShowing posts from January, 2006\n\nNY Store Visits Trip\n\nToday, I took a drive to our outlying stores here in New York for meetings and some store visits. I am implementing quite a few stocking program changes (vinyl siding, coilated fasteners, drywall\/decking screws) at our New York locations over the next two months. So with a meeting at Oneonta, I figured i owuld take the whole day and travel to some of our stores in rural New York. The stores I visited in order: Richmondville, Walton, Sidney, and Oneonta. Route: I-90, I-88, NY 10, NY 206, NY 8, local roads in Sidney, NY 7, NY 357, NY 28, I-88, local roads and NY 7 in Oneonta, I-88 and I-90 to home. Accomplishments: New mileage on NY 10 from NY 23 south to NY 206 in Walton; NY 206 from NY 10 to NY 8; NY 8 from NY 206 to I-88, Completed NY 357 in one shot, NY 28 from NY 357 to NY23\/I-88. Notes: It snowed much of the trip with the heaviest between 10-11 or basically from NY 23 to Walton. NY 10 is a very nice road. It's pretty much flat but there are a few nice towns including D\n\nI-73 Tolls Stall...but the project keeps rolling along.\n\nFrom Today's Sun News: A bill that would make Interstate 73 a toll road stalled indefinitely Thursday after two senators put a block on the measure. Supporters of the road hoped to get the bill out quickly to show Congress that South Carolina is ready to pay its share to build Horry County's first interstate highway link. Congress kicked in $81 million for I-73 in last year's five-year highway bill, and members have promised more each year, but they want to see a toll put on the road because they can't promise the entire $2 billion price tag. The House passed the bill in three days, but the same measure in the Senate came to a halt last week when two senators tried to amend it to include a toll on I-95. One senator who wants the toll on I-95 put a block on the bill until his amendment is accepted, and a senator who opposes a toll on I-95 also blocked the bill. Senate rules allow a member to block consideration of a bill indefinitely, unless a two-t\n\nSC: State committee sees Carolina Bays Parkway up close\n\nThe committee that is deciding on which application or applications will receive the $300 million in funding from the South Carolina Infrastructure Bank visited Myrtle Beach last week to see the desired project. See article . Horry County Officials applied for $150 million in early January to extend the Carolina Bays Parkway (SC 31) another 1.5 miles to SC 707 then to widen SC 707 to five lanes to the US 17 Bypass. This will essentially complete the Carolina Bays Parkway. The parkway was origianlly planned to curl back towards US 17, but the county never bought the land and developers have already built over the proposed right of way. A few new details also came out in the article. The state only owns 75 feet of right of way along SC 707 and would need 110 feet. A number of homes may possibly have to be taken for this project. The board was very inquisitive including asking about mass transit. Finally, the chairman of the bank board, Don Leonard, is a business owner from Myrtle Bea\n\nAll Things NC! Update Thoughts\n\nThis past week I have been working on an All Things NC! Update. I formally announced it today. There are a few things in the update that I am very happy about. First, the opportunity to have memories of what I like to call my second home, Gaston County. One of the routes NC 274, I lived off of and my work was off of it so I was on it daily. But also in doing the updates top the pages for NC 161, 273, 274, and 275, I recalled all the times I saw the termini. Also, each of them had photos I took of my own when I lived there. I could remember a lot of it. Some like the ends for 161 and 275 I took in April of 2001 when I first moved there. It was really my first exploration of the county and it was the first trip that really allowed me to call the area home. Other photos were taken in the summer of 2001 and I just remember how the area was along the border. It was a nice surprise to get those photos in the mail. Another Gaston County memory was the abandoned I-85 ramps near\n\nI-73 takes another big step forward in South Carolina\n\nYesterday, two major developments in I-73's eventual construction occurred in South Carolina. First, SCDOT narrowed the studied alternatives to the highway. Basically it is down to two possibilities. One follows and uses most of US 501 from Marion to SC 22. The highway would use part of the US 301 Marion Bypass, jump on to a new alignment, return to US 301 north of Galivants Ferry around SC 41 and then the road leaves US 501 to bypass Galivants Ferry and Aynor. South of Anyor the road uses US 501 until SC 22 and then follows the Conway Bypass to its end. The Second is a new path alignment that runs north of the US 501 Option. It runs closer to Mullins (bypassing the town to the south) and reaches SC 22 near the SC 319 interchange. There are crossovers between the two main alternatives, so a hybrid of both options may be the final routing. What is also intersting is that both options cross I-95 north of SC 38, which is the current consensus for the north segment of the highway\n\nMore I-73 SC Toll News...and an Update.\n\nYesterday, I added five more photos to the Georgia Road Photos Page . Many thanks to Steve Williams and JP Natsiatka. More I-73 Toll News: From The Sun News : Tax policy may be the dominant theme for legislators in the upcoming session, but it isn't the only thing on the table. I-73 | The 60-mile path of Interstate 73 in South Carolina would be a toll road under a bill filed by state Rep. Alan Clemmons, R-Myrtle Beach. Clemmons, president of the S.C. I-73 Association, said the move would guarantee some of the state's required matching funds for the $2 billion road that will be Horry County's first interstate connection. \"We need to be cautious with this\" so as not to discourage use of what should be a tourist magnet, Clemmons said. But he thinks tolls will be necessary to ensure the road is built. State Rep. Tracy Edge, R- North Myrtle Beach, agreed tolls may be necessary, but he proposes creating a S.C. Turnpike Authority, a board similar\n\nFirst Post and Update of 2006!\n\nFirst a belated Happy New Year to All! The past month has been busy with travel, work and of course the holidays so I apologize for not posting to my blog until now. I've just recently completed an update to South Carolina Highways . The update is relatively small but a lot of good news and information has come up since July of last year. Interstate 73: A lot of goodies here. The $81 million allotment of funds in the SAFETEA-LU Act has really given new momentum to I-73 in South Carolina. Basically the $81 million will cover all environmental studies and give the state a head start on right-of -way acquisition. It's a major step towards the completion of an estimated $2 BILLION route. Since the $81 million was announced, the state has gained another $4 million from Congress. All good news right? Well as Lee Corso would say, \"Not so fast, my friend.\" In November, both of the State's senators, Graham and DeMint, offered in a bill to cut the $81 million in I-73 f",
        "topic_id":22,
        "format_id":15,
        "topic_confidence":0.9890434742,
        "format_confidence":0.8169822693
    },
    {
        "url":"http:\/\/www.dieselbike.net\/BritishRally05\/BritishRally05.htm",
        "text":"1st British Diesel Motorcycle Rally 2005\n\n\nThe 1st British Diesel Motorcycle Rally happened as planned and I'm pleased to announce that more machines attended than was predicted. We hoped for 10, thought we might get 15 if we were lucky, but found that between the 3rd & 5th of June we saw no fewer than 20 Diesel powered motorcycles arrived on site.\n\nI'd like to thank all those who went out of their way and made the effort, especially those who travelled from overseas to get here. I can only book the venue and hope you will come. Without you there would be no event. I'd also like to thank Lynn and Carl at the Bat & Ball for being great hosts and those close to me for being of assistance over the duration. That includes Shelley for helping out with the Barby, Chris for taking pictures and Jeff for for driving out of town to get a tent, mattress and sleeping bag for Rudi - and not forgetting the Glow plugs for Johnny!\n\nThose pictures below were taken by several people. They show some of the 20 bikes plus rally scenes. Enjoy!\n\nThe Saturday Runout took us to the Cafe at Bury Hil. Not all the bikes that attended went on the run.\n\nThe riders gather for a group-shot behind Johnny's Daihatsu powered bike.\n\nAnother shot of the bikes at Bury hill.\n\nHere we see the first bike built by Ernie Dorsett, the Petter Lister powered Ambassador.\n\nHere is a shot of the bike Ernie rides now, his AJS Diesel fitted with a Fuji Robin engine.\n\nThis Matchless belongs to Mike who travelled over from Ireland and brought Ernie to the Rally.\n\nHere we see a shot of Johnny's 3 cylinder Daihatsu powered bike.\n\nHe we see a nice shot of Sam's Yanmar powered Honda. Note the gear stick.\n\nHere is a close up of that Honda gearbox. It's an Albion, from a rotovator and has 3 gears. The bikes does 41mph.\n\nThis is Sam's other machine, the Yamaha XJ 750, powered by a twin Ruggerini unit from a roadsweeper.\n\nRudi is seen here aboard his Lombardini powered Royal Enfield. This bike later suffered a frame break but was ok to get home on .\n\nA big thank you to Rex for bringing his machine along. This man knows how to do things in style!\n\nThis machine belongs to Paul, one of the visitors to the event and is a Hatz 350 in an RE Bullet Frame.\n\n\nWolfgang arrived on his \"Yanfield\". An RE bike powered by a V Twin 750.Lurking under the side covers are enough pipes to frighten a plumber. But this bike develops 20HP.\n\nTom astride his 380cc chopper made by Gaz's Workshop.You can get Gaz on his cell: 07840533064.\n\n\nHere we see Peters bike. Originally a Taurus this machine now has a 462cc Hatz 1B40 engine.\n\nHere is a close up of Peters Primary belt cover made using a Laser cutter. Clutch is dry unless it rains.\n\nHe we see only the second ever Sommer conversion sold in the UK from Charnwood. Thanks for bringing her Charlie!\n\nThis machine was built by Reinhard, and consists of a Lombardini 440cc lump in an MZ frame.\n\nIt wouldn't be England without a Trike showing up and I am indebted to Kevin and Sharon for bringing along their beast of a bike. The gears work to opposite way to what they would in a car.\n\nThis is Otto's bike (before it got painted grey), another Taurus coverted by Mr Sommer to run with a Hatz engine.\n\n\nHere we see Nick's bike, similar to my own in that it is a 1B30 350cc Hatz RE machine.\n\n\nAt times the rally seemed to have Diesel bikes everywhere you looked.\n\nGerman diesel motorcycle builder Jochen Sommer meets English diesel motorcycle builder Ernie Dorsett.\n\n\nMe leading the runout. This sounded like rolling thunder!\n\n\nThe Bikes coming up to the base of Bury Hill.\n\nWolfgang on his 750 as the convoy speeds by.\n\nOur very own 'Heart throb' Johhny, fixing those glow plugs :-)\n\nGerman Rally Organiser Reinhard speeds by on his MZ based Flitzbitz machine.\n\nA joke shared before the journey home.\n\nThe German guys checkout a Britsh Diesel bike looking like nothing they've ever seen before. This bike would not be legal on German roads.\n\n\nMikes gives the thumbs up while riding his Matchless.\n\nSam Bumby talks about his two Japanese conversions.\n\nReturn to the British Rally index\n\nReturn to Rally index\n\n\nSJS © Copyright DieselBike.net. All Rights Reserved",
        "topic_id":22,
        "format_id":15,
        "topic_confidence":0.9153216481,
        "format_confidence":0.9261189103
    },
    {
        "url":"http:\/\/dikarockz.blogspot.com\/2015\/01\/2015-naias-highlights-buick-avenir.html",
        "text":"Minggu, 25 Januari 2015\n\n2015 NAIAS Highlights: Buick Avenir Concept\n\nIf you get bored with 2016 Cascada, another world premiere maybe will make you smile. Yeah, Buick made a surprise at this year NAIAS revealing its newest concept car, named Avenir. It’s French means ‘future’. I don’t know whether it previews the future design language of Buick or not. But the concept car is perfectly beautiful and I hope it would be a flagship car in future. Avenir was developed by Buick’s global team and inspired by its previous concept cars, like Riviera.\n\nUp front, there are LED headlights which has neat design. The grille comes with new design, combining Buick’s traditional waterfall and wing-shaped element. An interesting thing that we can find is the return of tri-shield insignia Buick’s logo with three-color; red, silver, and blue. Let’s hope it could be a new identity of Buick in future. Inside, the white color dominates its cabin combining with wood accent which makes it looked elegant and roomy. Under the hood, there’s a next generation V6 engine with Active Fuel Management and mated with 9-speed automatic transmission.\n\nTidak ada komentar:\n\nCustom Search",
        "topic_id":22,
        "format_id":15,
        "topic_confidence":0.9956052899,
        "format_confidence":0.9801427126
    },
    {
        "url":"http:\/\/www.planeandpilotmag.com\/pilot-talk\/grassroots\/plastic-pilot-license.html",
        "text":"Plane & Pilot\nTuesday, April 20, 2010\n\nPlastic Pilot License\n\nThey may be more practical, but some of us miss the paper ones\n\nPAST & PRESENT. In Budd’s worn wallet, his new license shares space with his tattered, beloved original.\nMy new plastic pilot license showed up in the mail the other day, and this is what I think: I don’t like it. It’s new and it’s very pretty, but it looks as if it should be used to buy socks or groceries, not fly. Basically, it has zero soul—it’s nothing like my original license, which oozes character. The new one hasn’t earned the right to be snuggled next to all the moldy stuff I keep in my wallet, and given its shiny, clean-cut appearance, it likely never will.\n\nI was one of the last pilots in the country to convert to the plastic license, and I just barely made it under the deadline. This wasn’t procrastination: It was me not wanting to change something that had literally, and figuratively, molded itself to fit my wallet, my body and my life. My license (I refuse to call it “my old license”) may be a little tattered looking, but it earned its scars honestly.\n\nFor one thing, my “real” license has been through the wash far too many times. After the fact, I tried to protect it with “country-boy laminating” (that is, PVC packing tape), but the damage already had been done. However, I’d prefer to view the changes not as “damage,” but as patina that befits its age and experience.\n\nThe tired-looking certificate has shared a lot of experiences with me. For one thing, although it was last reissued with a new rating (Lockheed P-38) something like 13 years after I first received my private pilot license, that was still 39 years ago. So it predates my children, both of whom have given me grandbabies. It predates owning my first Pitts. It predates the AZ Redhead. And it predates the last two major geographical chapters of my life: New Jersey and Arizona.\n\nIt’s hard to quantify the different airplane types in which my yellowed, old permission-to-fly certificate has ridden—it’s at least 300—or how many thousands upon thousands of landings it has made.\n\nPilots truthfully can say that there are parts of us in our old cardboard licenses. This is courtesy of the sweat that works its way into them on summer flights. Our DNA is totally intermingled with the DNA of the trees that died so the license could be manufactured. An original license has karma because of the intertwining of lives, both plant and human, which gave it birth and then impregnated it with salty DNA. Plastic can’t have karma because…well…because it’s plastic.\n\nI’m also not nuts about the new layout of the ticket. All of the good stuff gets hidden on the back. I like having my flying history, the endorsements and ratings, on the front rather than having to turn it over.\n\nI heard someone complaining that the numbers are too hard to read (which I don’t agree with, by the way), but then, how many people actually look at their license for their pilot number except when filling out insurance forms? And no CFI has to look that number up—most of us have written it countless times in countless logbooks. For me, the habitual recitation of my pilot number has made me certain that it will be the very last thing to flicker through my brain as I die.\n\n\nAdd Comment",
        "topic_id":22,
        "format_id":15,
        "topic_confidence":0.9898048639,
        "format_confidence":0.9013662934
    },
    {
        "url":"http:\/\/looptoloop.blogspot.com\/2006\/10\/turnpike-ignoramus.html",
        "text":"Friday, October 06, 2006\n\nTurnpike ignoramus\n\nNow I know what happens if you don't grab a ticket and erroneously enter the PA turnpike by going through the \"Easy Pass - NO TICKETS\" booth. It helps to NOT have any cash or a checkbook on hand should this occur.\n\nIf you stupidly do this mainly because of poor signage, you're tired, and you had two tangy margaritas, DO NOT FRET. For the record, the margaritas happened LONG before the drive home and the ingestion thereof was punctuated with a hearty meal.\n\nThe guy at the booth will tell you that you have to pay the \"whole enchilada,\" so to speak. I just couldn't resist using that term after the earlier beverage reference. But I digress.\n\nIt DOES help to have proof of where you got on the Turnpike. For example, I was at Mad Mex in Monroeville and had a time-stamped receipt! This was emblazoned in my memory as I realized my horrendous error. I thought, \"I'll show them! I can PROVE where I got on!\"\n\nOf course I told all this to the toll booth guy at the Butler exit, but he wasn't enthused. He was even less enthused when I said I COULDN'T pay because I had no cash or checks. He had to fill out my \"CERTIFICATE OF PASSAGE\" form. Then he nicely presented me with a scribbled 1-800 number to call and said, \"Call this number, tell them EXACTLY what you did, and they'll send you the difference.\"\n\nSo the next day, I retrieve the 800 number and my passage form. I dial and sift through all sorts of recorded instructions until I find what I think is the right one for \"Fare Collection.\" Of COURSE when I make contact with a human and tell them my story, they say, \"Oh, you need to talk to...blah blah blah.\"\n\nI get \"blah blah blah\" on the phone, whose name is Ted. After listening to my spiel that started with, \"Uh...I did a dumb thing and...\", he says, \"Allright. Here's what you do. Put OK Per Ted at the top of the passage form. Write 1.00 processing fee plus your 1.25 fare, and send a copy of the receipt and a check for 2.25. That's it.\"\n\nSo that was a fun way NOT to have to spend $23.00! In fact it was WORTH the $1.00 processing fee just so I could write this recap!\n\n1 comment:\n\nStefan Wray said...\n\nThat's a great story Amanda.\n\nIt has a protagonist (you), a villain (the evil turnpike tolls), a conflict (you and the toll booth guy), and a resolution(you got out of paying the full toll).\n\nPlus it kind of has a herioc element -- against all odds in the end you were able to prevail!",
        "topic_id":22,
        "format_id":15,
        "topic_confidence":0.9635811448,
        "format_confidence":0.9631364942
    },
    {
        "url":"http:\/\/www.dlr.de\/blogs\/en\/home\/tandem-x\/that-was-smooth.aspx\/searchtagid-3109\/",
        "text":"Other | 21. June 2010 | 1 Comment\n\nThat was smooth!\n\n4:39 am Tons of us collected to view the stream and the control room from the bridge. A textbook launch, that was. Mission operations have also just confirmed separation. (Click on full article for further updates)\n\n4:50 am\nChairman Woerner has just announced that first signal (AOS) was just received through the Troll ground station in the Antarctic!\n\nMichael Schmidhuber has posted a quick one on the German-language pages. There are great pictures of him standing on a chair, watching the launch with binoculars in one hand (the MCC in Baikonur is 7.8 km from the silo) and a telephone receiver in the other. Check them out. He has also posted a couple of pictures of the cloud formations after separation of the first stage. A bit of party time today and the DLR team flies back on Tuesday.\n\nWe will come back with more information when we can. In the meantime, check in at @DLR_en on Twitter.\n\n\n\n1 Comment | RSS-Feed Comments\n21. June 2010 at 13:46\n\nCongratulations on a perfect launch. I wish you the best of luck for the rest of the mission.",
        "topic_id":22,
        "format_id":15,
        "topic_confidence":0.6857183576,
        "format_confidence":0.5868273377
    },
    {
        "url":"https:\/\/live4therush.com\/2017\/11\/27\/vanlifept8-backfromthedead\/?share=google-plus-1",
        "text":"Vanlife Pt. 8: Back from the Dead\n\nWhen we came back from New Zealand after living in a van for 15 months we knew that we had to get a van in Canada. What we didn’t know coming our way was a pain staking summer of searching and the eventual find of a total relic that literally needed to be brought back to life. When we first started looking we didn’t find much and opted to have a look at motorhomes, but after viewing a few and chatting with mechanics we decided the size was too big and the fuel economy wasn’t ideal either.\n\nThe search for vans was limited to Alberta and Saskatchewan for us as that’s where we have residency and wouldn’t need to get an out of province inspection done. We first started in Alberta and looked at a couple that were overpriced pieces of crap. They wanted $5000+ for units full of rust holes and needed considerable interior upgrades as well. We continued looking, but never seemed to be in the right place when the good ones would go up for sale. One night when we were with our friends in Calgary they mentioned there uncle in Saskatoon had one sitting in his driveway that he hadn’t used for a few years. I looked on google map street view and BAM! This was exactly what we had in mind for our next van. They rang him and he said he was willing to sell it to us. We headed to Saskatchewan to have a look at it, and where we eventually learned that it hadn’t started in 8 years.\n\nThis is where our journey of bringing our 1980 Ford Econoline 351 M-block 1\/2 ton back to life began. We started by siphoning the gas tank, replacing the fuel filter, replacing a couple rubber fuel lines from the fuel pump up to the carburetor, putting a new battery in and turning it over. A couple nights later she was alive, but when I went to put it in reverse I had no brakes. After I bled all four brakes we were back in business, however I wasn’t comfortable driving on the rubber that was currently on it. The van sat so long that the sidewalls were severely cracked and there was permanent flat spots on the bottoms. I sussed some new tires from the wreckers in near perfect condition and got those mounted on the rims. We drove it down to SGI and got some plates and a package policy. Since the vehicle being more than 30 years old we qualified for antique plating. Plates and extra insurance to cover the replacement of the van came to $260 for the year.\n\n\nOld gas out and fuel filter removed\n\nSince it seemed to be running pretty good and we really wanted to renovate the inside, we got to work gutting and refurbishing right away.\n\n\n\n\n\n\nNew countertops and flooring\n\nDSC05447 - edit2\n\n\nWhat seemed to be a steal of a deal as it was running good, turned south right away to hitting and missing and running like a royal bag of crap. I took it over to our family backyard mechanic, Richard, where some very long days\/nights incurred for the next few weeks. We found three seized valves which were accompanied by bent pushrods coming from the camshaft. A few other basic repairs included; new plugs, new wires, new rotor but that didn’t make it much better. It definitely seemed to fix some major problems, but the van still kept running very poorly.\n\n\nWe agreed a carb rebuild was in order so we got a rebuild kit and went to town on it. While in theory this should have made it better, some other new issues were created. This carb had a hot air choke, which basically helps balance the fuel\/air ratio when it’s cold and shuts-off when hot air from the manifold gets warm enough and releases this mechanism. While removing the choke the hot air choke pipes all broke off and left an exhaust leak from the manifold. It was right around this time that I was offered a new job position in Calgary for the summer to map trails for Parks Canada, and I had only a few days to get out there.\n\nWe got it running decent enough the day before I was meant to start work, however when we started the trek back west we broke down ~80km outside of Saskatoon. Once it cooled down the van started back-up again and were able to drive it back to Saskatoon that same night, and in turn I luckily got my start date also moved back a day. The next morning I replaced one spark plug wire that had been touching the exhaust manifold and melted as well as got a local welder to cut me a proper plate to cover that choke hole we created when we took the carb off. We finally headed west again later that same day, driving slowly and filling up very regularly, because at this time we had no gas gauge telling us how much fuel was in our gas tank. With a little luck we made it to Calgary with no problems. However, the next morning when I left for my first day on the job the van broke down only a couple km’s from Marisa’s parents house where we were staying. It felt like we just couldn’t catch a break! We got the van towed to a local mechanic so a fresh set of eyes could have a look and figure our van problem out.\n\nThe mechanic deemed it was a fuel issue and installed a new fuel pump for a handsome price tag. On our way home from the shop it broke down once again. He took it back to his shop and looked at it one last time before deciding he didn’t know how to fix it. If someone who gets paid to fix these problems couldn’t figure it out what chance did I have? It now became not only a challenge but my obsession to figure it out!\n\nI googled, read forums, read and re-read our Haynes manual. At first I thought it was an electrical issue, being that it would run good until it got warm enough and would just quit. Once it cooled down long enough it would start-up again and drive fine until it got warm again. I tried a few things by replacing the ignition relay; NOPE. Then the ignition coil; NOPE. Maybe replacing the ignition control unit (ICU); NOPE. If it wasn’t an electrical problem then maybe the fuel supply must of been compromised somehow? The fuel tank was full of rust and plugging up the filter, which inevitably choking the engine. Operation drop and clean the tank was unleashed!\n\nOnce the tank was emptied, cleaned with a vinegar solution and thoroughly washed it went back on. I also removed the fuel pump, fuel filter, carb and cleaned them all of the rust that was in the system. The problem was solved (I thought)! I drove the van for an entire week with no problems besides an overheating issue, but it was also 30-40 degrees out everyday this summer so I wasn’t too concerned. When that week was up and I was on my way home from work one day, I broke down once again and stalled on Stoney Trail, which is not a road you want to break down during rush hour!\n\n\nThis is now about mid-July and we decided to get a new tank from the only place we could find, Rockauto, and it was coming from Texas along with a new fuel level unit as the current one inside the tank (right picture) was toast. When it all arrived we once again dropped the tank, removed the fuel pump, fuel filter, carb and cleaned the system all out before re-installing. A few weeks had passed and it seemed to have fixed our breaking down in the middle of the road problem we were having. The engine heat gauge was still rising so I replaced the thermostat and did a full rad flush, but it was still rising to the high “H” position when driving mid-day in the heat.\n\nIt was now the start of August and we were heading to B.C. for a week of mountain biking. We went through Golden, Revelstoke and eventually Silver Star Mountain in Vernon for BC Cup. It was all going good until when we tried to head home when driving down Silver Star and our brakes decided to stop working. I had just bled them before we left Calgary because they felt a bit soft. I tried to do another bleed once we got it to stop with the E-brake on down the mountain road, however I couldn’t get a bleed from the front brakes. The master cylinder had quit working!\n\n\nAfter a night-time reverse back-up the mountain road to a safe pullover (thanks Blaire!), a hitch down and up the mountain the next morning in order to get a new master cylinder allowed us to be able to continue our journey back home. And home we made it!\n\nFor the rest of the summer and into fall, I continued to try and diagnose our overheating issue as well as our potential intake air leak, in addition to picking the brains of whomever was knowledgeable on the topic of carbureted engines and reading whatever material I could find on the subject.\n\nOverall, there has been some very frustrating periods when the van was malfunctioning, but it would be a lie if I said I didn’t enjoy learning about the inner workings of the combustion engine and how to diagnose the many different problems it can have. It’s still my project to get running better and if time\/money allows it, there may be some major repairs to come about in the spring. For now it will sit dormant in Vernon at the Cedar Falls Holiday Park for the remainder of winter, and as a home for us to live in while working up at Silver Star Mountain as Ski Patrol for the winter season.\n\nDSC05439 - edit\n\nPosted by Mitch\n\nLeave a Reply\n\nFill in your details below or click an icon to log in: Logo\n\nYou are commenting using your account. Log Out \/  Change )\n\nGoogle photo\n\nYou are commenting using your Google account. Log Out \/  Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/  Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/  Change )\n\nConnecting to %s",
        "topic_id":22,
        "format_id":15,
        "topic_confidence":0.9343265295,
        "format_confidence":0.9966909885
    },
    {
        "url":"https:\/\/laststandonzombieisland.com\/tag\/how-long-can-ships-stay-at-sea\/",
        "text":"Tag Archive | how long can ships stay at sea\n\n161 Underway\n\nWhile the Harry S. Truman Carrier Strike Group (HSTCSG) recently made headlines with their extended 56,000 nautical mile-deployment where it was safe(er) from COVID-19, and only returned home after the eponymous Nimitz-class carrier and her primary cruiser escort, USS Normandy (CG 60), away from their homeports for over 270 days– nine months– it should be pointed that not all of that was spent underway.\n\nFrom Carrier Group TEN:\n\nAs of June 25, 2020, the aircraft carrier USS Dwight D. Eisenhower (CVN 69) (Ike) and its escort ship, the guided-missile cruiser USS San Jacinto (CG 56), have been continuously at sea for 161 days, setting a new record for the U.S. Navy.\n\nBoth ships departed their homeport of Norfolk, Va., on Jan. 17, for the strike group’s Composite Training Unit Exercise (COMPTUEX) and follow-on deployment to the U.S. 6th and 5th Fleet areas of operation.\n\nAlthough Naval History and Heritage Command does not specifically track continuous days underway for naval vessels, it has two modern documented days-at-sea records, both of which are now broken.\n\nIn Feb. 2002, the aircraft carrier USS Theodore Roosevelt (CVN 71) operated for 160 days straight in support of post-9\/11 response. And it was again, Ike, who held the record of 152 days consecutively underway during the Iran hostage crisis in 1980.\n\nThe ships made over 32 UNREPS, flew over 8,000 sorties and logged more than 40,000 miles underway\n\nNot a bad accomplishment, especially when you consider that Ike is 42 years young, commissioned 18 October 1977, and the Pascagoula-built San Jac is 32, commissioned 23 January 1988.\n\nWhile of course, Ike is a huge carrier, a floating city in all respects (they even have a library, to where I donated copies of my 2012 book that includes the flat top as a supporting player!) can you imagine being on that Tico for 161 days without a port call? Talk about smelling farts and feet.\n\nStation HYPO\n\nCelebrating the Past, Present and Future of Navy Cryptology\n\nNational Guard Marksmanship Training Center\n\nOfficial site for National Guard marksmanship training and competitions\n\n\nBetter to stay out of trouble than to get out of trouble.\n\nYokosuka Sasebo Japan\n\nThe U.S. Navy and the Western Pacific\n\nThe Writer in Black\n\nNews and views from The Writer in Black\n\nStephen Taylor, WW2 Relic Hunter\n\nWorld War 2 Historian, Relic Hunter and expert in identification of WW2 relics\n\nUSS Gerald R. Ford\n\nMission Ready, Qualified & Competent, On Time Execution!\n\nThe Unwritten Record\n\nExploring History with the National Archives Special Media Division\n\nStuff From Hsoi\n\nWriting about whatever interests me, and maybe you.\n\nLouisville Gun\n\nThoughts and Musings on Gun Control & Crime\n\n\nIdentifying the Best Training, Tools, and Tactics for the Armed Civilian!\n\n\nNous Defions!\n\nUnder Every Leaf.\n\nA Site for the British Empire 1860-1913\n\n\nMilitary wings and things\n\nMeccanica Mekaniikka Mecanică\n\nThe Mechanix of Auto, Aviation, Military...pert near anything I feel relates to mechanical things, places, events or whatever I happen to like. Even non-mechanical artsy-fartsy stuff.\n\n\nWhere misinformation stops and you are force fed the truth III\n\n%d bloggers like this:",
        "topic_id":22,
        "format_id":15,
        "topic_confidence":0.9760019779,
        "format_confidence":0.9437818527
    },
    {
        "url":"http:\/\/canleyclassics.com\/demoapp\/?blog=default&bloggername=canleyclassics&label=&guid=tag:blogger.com,1999:blog-6192864007073167323.post-6527251591211998831",
        "text":"Dave's Blog - Chicane Gets New Front Wings Part III\n\nChicane Gets New Front Wings Part III\n\nThu, 21 Aug 2014 07:41\nOK so I know I'm only supposed to be replacing the front wings, but it seemed a shame not to re-fresh the engine whilst it was out.\n\nI have barely layed a spanner on the engine in all the time we have had the car. When it came to us it was showing nearly 100,000 miles (kms?) on the clock, and we have added a further 200,000 miles (kms?) to it. At one time it was our chief towing car hauling our twin axle tilt car trailor up and down the motoways with various Triumphs in transit.\n\nWhen it came off the road a couple of years ago it was still pulling strong, with no undue rattles on start up, and minimal oil consumption. The only signs of age was a slight puff of smoke between gear changes  from the exhaust when it was being thrashed. However I didn't want to push my luck so it was time to investigate.\n\nThe crank was still on standard bearings, but it was at its upper wear limit so got ground to 10\/10 and a nice set of lead copper bearings. Surprisingly it had been previously bored to  +20, but we bored it again to +60, and fitted a nice set of County pistons.\n\nThere was some valve seat recession on the exhaust's, but there again it had been thrashed mercilously on a diet of supermarket unleaded for over 15 years, and at least a couple of hundred thousand miles. New unleaded seats, guides, and valves, and a quick face of the head, and all was good.\n\nThe cam had seen better days with a couple of lobes showing quite bad wear. Chicanes came fitted as standard with 18\/58 cams, but as I was replacing it anyway I have fitted a 25\/65.\n\nAfter a coat of black paint, and a new set of core plugs it was nailed back together to await it's next 300,000 miles of service!\n\nPosted by David Pearson on Thu, 21 Aug 2014 07:41\n\n0 comments | leave your comment",
        "topic_id":22,
        "format_id":15,
        "topic_confidence":0.9787778854,
        "format_confidence":0.9957532883
    },
    {
        "url":"http:\/\/www.drivemeinsane.com\/cgi-bin\/dispnews.cgi?theme=0&name=daily030801541.xml",
        "text":"Content-type: text\/html Set-Cookie: cookiehash=D8TIX1F9GET8DML97LCWDC1UDL31CF7Q; expires=Sun, 19 Jul 2020 00:00:00 GMT; path=\/; DMI News\n\nDMI News\n\nPrevious Entry.. Next Entry..\n\nMore car adjustments\n\nMarch 21, 2003 15:41\n\nIt would appear that I'm going to need to do some more adjustments to the furniture in the living room (and probably elsewhere eventually) to prevent the car from getting stuck. People seem to be notoriously eagar to get the car disabled. They either run it off the edge of the living room step, or they wedge it under some piece of furniture, or they wedge it between two peices of furniture. Its not a big deal if I'm home and can easily fix it, but I have no option when I'm at work.",
        "topic_id":22,
        "format_id":15,
        "topic_confidence":0.7560788989,
        "format_confidence":0.965405345
    },
    {
        "url":"https:\/\/boaterrated.wordpress.com\/2012\/07\/25\/things-are-picking-up-in-the-boating-business\/",
        "text":"Things are Picking Up in the Boating Business!\n\nWith all the horrible and negative news we run across every day, and have been for a while, there’s a glimmer of things picking up in the world of boating. It’s been a long time coming, but there is evidence that things are getting better.\n\nEverybody knows of the disasters the marine industry has seen, there are headlines galore over the past couple of years chronicling it – just ask and I’ll send a bunch!  And how much fun has it been to fill up the gas tank on your boat recently? Folks are worried about their jobs, their spouse’s job, their boss’s job, where’s the money going to come from? As one of the ultimate leisure activities, boating is one of the first things to go when times get (or threaten to get) tough.\n\nSo I notice last week that the assets of the Hunter Marine Group – many venerable names in the marine business such as Hunter sailboats, Luhrs, Silverton, and Mainship powerboats – were successfully sold out of of their bankruptcy proceedings. That the creditors didn’t object to the asset sales tells me that the price was considered fair. Now that I think about it (in order to write this!), the buyers of those assets have invested quite a bit into these assets, and have committed to continuing the manufacture and sale of these branded boats.\n\nI get e-newsletters every day that used to be called “trade rags” back when they were on paper. But the series of industry stories in them has been getting brighter nearly every day. Just today, it was noted that Maverick Boats, makers of Maverick, Hewes, Pathfinder and Cobia boats, has increased production yet again, effectively doubling where they were a year ago. Not only is this good news for the Maverick people, they’ve also hired a bunch more folks to make all these boats, a story we don’t hear too often these days.\n\nTo get a little deeper into it, we visit Wall Street analysts who keep their eyes on public companies to see if their stock or bonds are worth investing in. Brunswick Corporation, the worlds largest manufacturer of boats and motors, recently had very favorable investment opinions reiterated by some major investment companies, citing their increased market share (as smaller manufacturers either close or Brunswick buys them!) and a stronger-than-expected boating business. To me, this reflects very well on the overall market.\n\nAll of which is to say, it’s an exciting time to be anywhere near boating! There are new products coming out all the time, and it seems the wallets of those looking to get into the lifestyle are cracking open a bit. It’s still mighty competitive out there, and buyers have many new tools to use to help them get the most out of their dollars (such as!), so it’s possible there’s more shakeout to come, but we’re mighty excited to be part of the big comeback!  We hope you’re a part of it too!\n\n\nLeave a Reply\n\nFill in your details below or click an icon to log in: Logo\n\nYou are commenting using your account. Log Out \/  Change )\n\nGoogle+ photo\n\nYou are commenting using your Google+ account. Log Out \/  Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/  Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/  Change )\n\nConnecting to %s",
        "topic_id":22,
        "format_id":15,
        "topic_confidence":0.821893394,
        "format_confidence":0.9963512421
    },
    {
        "url":"https:\/\/nykeypad.wordpress.com\/2015\/12\/30\/24782\/",
        "text":"Recapping the 2015 Year in Bridge\n\nbirthday-1-700x525While the New NY Bridge project had its “firsts” the Tappan Zee Bridge took center stage when kids at one elementary school made birthday cards and a banner. Last summer I wrote about how the Quonset hut used by those who built the bridge is tied into its history.\n\nI enjoyed working with Brian Conybeare, who resigned in October, and I look forward to working with new Director of Communications Khurram Saeed.\n\ntableEducational outreach is highlighted in the premier issue of CRIXEO Magazine, a subsidiary of Medallion Media Group (publication date early 2016). There’s more: look for the New NY Bridge project next month in Westchester Magazine’s Ultimate Guide 2016. Guess who wrote both?\n\nWith the Nyack viewing area open — it was the most popular post on this blog! — what’s difficult to see while driving is clearly visible from the shore via monoculars . . . speaking of which, the project’s website got a new look.\n\nProf. Ted Zoli talks abt pile cap placement\/© J Rosman 2015\n\nProf. Ted Zoli talks abt pile cap placement\/© J Rosman 2015\n\nDespite a close call with seasickness I breathed enough clean air to capture the I Lift NY super crane’s first lift and placement. Neither that nor nasty weather weeks earlier deterred me from watching as part of the state trooper’s barracks was demolished.\n\nNo matter that we wait to drive on the first span; outgoing Executive Director Robert L. Megna told the Thruway Authority Board the new bridge will open in 2018 for less than $4 billion ($3.98 billion to be exact).\n\nbarge removed2Another exciting day was watching the crane place the first girder assembly. Other milestones: Phase 1 pile driving was completed in June, we saw the start of main span tower construction, planned dredging was done by September, and the first concrete deck panel was put in place.\n\nThe steel girder assemblies reached a one-mile point from the Rockland shoreline, the first concrete road deck panels were placed, and the crane made its first girder assembly placement for the westbound span (we’ll drive on this next year).\n\nThe toll advisory task force and a new executive project engineer were named.\n\nAided by blue jump forms, the towers gradually rise.\/NYSTA\n\nAided by blue jump forms, the towers gradually rise.\/NYSTA\n\nAs the towers were rising in September the Thruway’s response to my FOIL request about last year’s concrete batch plant mishap was continuously delayed . . . until the Thruway Authority decided it was (a) too close for comfort and asked to make it go away or (b) really didn’t have the information I’d been looking for since last December.\n\nDropping its appeal to use Clean Water Funds didn’t free the state from Riverkeeper, Inc.’s watch: earlier this month it put the Thruway Authority and the bridge builder on legal notice about increased Atlantic and shortnose sturgeon death.\n\nIt numbered days will include one last winter, per Megna’s decision to postpone opening the first span until spring 2017. Year four officially starts January 18.\n\nDid I miss something? I’d like to know what you think.\n\nCopyright © Janie Rosman and Kaleidoscope Eyes 2015\n\nNo comments yet\n\nLeave a Reply\n\nFill in your details below or click an icon to log in: Logo\n\nYou are commenting using your account. Log Out \/ Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/ Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/ Change )\n\nGoogle+ photo\n\nYou are commenting using your Google+ account. Log Out \/ Change )\n\nConnecting to %s\n\n%d bloggers like this:",
        "topic_id":22,
        "format_id":15,
        "topic_confidence":0.9672561288,
        "format_confidence":0.9945623279
    },
    {
        "url":"http:\/\/www.arcane.org\/2008\/05\/20\/schwinn-electric-bike\/",
        "text":"schwinn_campus1.jpgSo on my comp day off, I decided to swing by Skate Escape, a bike shop near Piedmont Park in Atlanta. A few months ago, after some calling around, I concluded that they were the only bike shop in town that appeared to be interested in carrying the upcoming line of Schwinn Electric Bikes. I guess the other sporty-bike shops couldn’t spare the floor space with all the racks of fluorescent spandex. :-) In any case, I had received an email from them letting me know that they had the basic model in the store for test rides. Seeing as the only opportunity for a test ride within 100 miles was only 5 miles away, I dropped in for a visit.\n\nLet me just say that the folks at Skate Escape have always been friendly, informative and knowledge and never in the least bit pushy. They strike me as the sort that don’t believe in dumb questions. That being said, I haven’t ridden a bike seriously in over a decade and half (little jaunts and stationary bikes do not count, imho), so I’m surprised that they trusted me with on their expensive demo model. :-)\n\nThe “Campus” is the most basic in Schwinn’s 2008 electric bike line, but the term basic does not do it justice. Its a very attractive and well-made vehicle; solid construction, integrated front & rear fenders, reflectors, front & rear brakes, 21-speed Shimano drivetrain, twist-shift grips and a leather saddle. Its one classy looking bike.\n\nAfter a basic tutorial of how the bike works (I’d read the material online in the past), they suggested going around the block or across the street to Piedmont Park for a test drive. In regular (non-powered) mode of the bike rides smoothly and easily; very efficient gearing. The bike itself is surprisingly light considering there is a very subtle battery and engine hidden in its construction. The throttle is integrated with the drivetrain and brakes. This is because the motor is actually an assistance system; primary meant to augment your manual pedaling. In fact, the motor disengages when you stop pedaling or when the brakes are engaged. A good thing in the case of the latter, as I discovered the motor is surprisingly powerful. The bike can also tell when you are going downhill or coasting and will disengage the motor to save battery power. The motor itself is silky smooth and whisper quiet. The acceleration is palpable but not jerky or jarring, although, like me, you may be initially surprised at its strength.\n\nThe battery case is integrated into a rear cargo rack and locks in place with a key. Twist the key and the entire battery pack can be removed (a self-retracting carrying handle is built in) for security or to charge without having to lug the bike around as well. A nice perk for those that might use the bike for commuting and cannot bring their bikes indoors. Unlike the batteries found on competing systems, the Schwinn batteries use a lighter lithium polymer technology which also has the advantage of delivering full speed\/power right up to the point they are drained (the lead based ones in other bikes slowly deliver less and less power). A handy power gauge gives you a constant idea of your remaining charge. A nice addition might have been estimated remaining mileage, speedometer, etc, but perhaps Schwinn will consider those options on later models.\n\nSchwinn claims the bike will get 60 miles pedal-assisted for your average terrain and rider. I estimated that my cautious, pedal + motor speed was around 25mph. The Skate Escape folks said that larger riders with gear and consistent hills should only expect a range 20-30 miles if they rely heavily on the motor. This sounds about right considering that this is meant to be a power assist, not a motorized vehicle. And the price, $1500 for the Campus, might seem pricey for those of us outside the cycling culture, but I assure you its actually quite competitive for integrated electric bikes of this category.\n\nWhile some folks might consider this sort of bike to be “cheating”, but I think that instead of seeing it as an alternative to exercise, it should be viewed as an incentive to non-automotive commuting. Arriving at work sans car AND sans sweat makes cycling much more viable to those that don’t have the facilities or leeway at work for a morning commute work-out on a traditional bike.\n\nSchwinn also offers several other models (I’m digging the Continental and World GSE), which the folks at Skate Escape said they could order on request.",
        "topic_id":22,
        "format_id":15,
        "topic_confidence":0.7702248096,
        "format_confidence":0.7755084038
    },
    {
        "url":"http:\/\/www.dogaviation.com\/2015\/10\/a-little-canopy-faring-work-bad-fuel.html",
        "text":"Monday, October 5, 2015\n\nA Little Canopy Faring Work & Bad Fuel Tank Part Discovered\n\nThe temperatures cooperated today and it was warm enough in the hangar to mix up a small batch of epoxy and slather a heavy coat onto the fiberglass canopy fairing lay-up per the plans. Because there were a few small spots along the tape line that had tiny gaps, decided to dye the epoxy black before brushing it on to hopefully create a more uniform look from inside the cockpit when the fairing is finally completed.\nA fresh batch of epoxy dyed black slathered onto the canopy fairing lay-up. After this coat dries, the filling of low spots can begin using microsphere filler mixed into the epoxy.\n\nBack to the fuel tank: Bernie came by to lend a hand and the two of us disassembled the mockup and began scuffing up surfaces that will receive the fuel tank sealant with 150 grit sandpaper.\nBernie scuffing up the T-1202 forward tank bulkhead while I scuff up the F-1201-1 tank skin.\n\nThe original goal was to begin the actual assembly the fuel tank today … but, as is typical at DOG Aviation, the fuel tank preparations took much longer than expected to complete, even with the two of us having at it … although, some time was taken up mixing epoxy and slathering it onto the canopy fairing lay-up. Anyway, by the time all the parts were cleaned and all overlapping surfaces or mating surfaces were scuffed with 150 grit sandpaper, it was becoming late afternoon … so we decided not to mix any fuel tank sealant. Instead, we continued preparing the few remaining fuel tank parts for assembly.\nTaping off the mating surfaces on the T-1204A-1 fuel tank top skin.\n\nAs I began to work on deburring the edges of the T-1214 attach angle, I noticed the strange hole patterns on the part. In particular, the close proximity of the holes which break the rules for minimum hole spacing. A quick reference to the prints along with looking at the holes in the tank skin this part will mate with, reveled a major manufacturing error. Obviously, something went horribly wrong during the CNC process … in that there are 11 holes in the attach angle in an area where there should only be 7.\nThe T-1214 bracket next to the drawing … one can see the extra holes in the area above my fingers compared to the drawing.\nThe T-1214 bracket adjacent to where it will be mounted, there are too many holes drilled into this piece …  CNC gone wild.\n\nA call was placed to Van’s explaining the discovery and while I waited on the phone, they immediately checked their stock to see if my anomaly was more widespread … happy to report fortunately it is not. The replacement T-1214 bracket is in the mail. This is very unusual for Van’s, their parts are typically perfect. This is the first Van’s part I’ve run across that was just totally screwed up. I would suggest builders with older finishing kits that have not yet begun assembly of their fuel tank, may want to inspect their T-1214 bracket. If the upper portion of the bracket has 7 holes, you are good to go. If it looks like mine, a call to Van’s is in order.",
        "topic_id":22,
        "format_id":15,
        "topic_confidence":0.6198309064,
        "format_confidence":0.9924560785
    },
    {
        "url":"http:\/\/twinotterspotter.blogspot.ca\/2015\/04\/914-c-fmjo-heads-to-indonesia-on.html",
        "text":"Search & Subscribe\n\nSearch & Subscribe\n\nSearch The Blog For:\n\nTuesday, 14 April 2015\n\n914 C-FMJO Heads to Indonesia On Delivery to Airfast\n\n914 - DHC-6-400 C-FMJO Viking Air Ltd., Sidney, BC\n\n\n  • Victoria, BC (CYYJ\/YYJ) - Comox, BC (CYQQ\/YQQ)\n\n\n  • Comox, BC (CYQQ\/YQQ) - Anchorage, AK (PANC\/\/ANC)\n\nC-FMJO has departed Comox today, bound for Anchorage, AK. The aircraft is en route to Jakarta, Indonesia on delivery to Airfast. It is the third example for the Indonesian carrier, with the original and second aircraft having been delivered in 2012 & 2013.\n\nThe aircraft is seen below on arrival from the paint shop back in Jan-2015.\n\nMSN 914 - DHC-6-400 C-FMJO\nViking Air Ltd. (Airfast Indonesia)\nVictoria, BC 08-Jan-2015\nTim Martin Photo",
        "topic_id":22,
        "format_id":15,
        "topic_confidence":0.994419992,
        "format_confidence":0.8350846171
    },
    {
        "url":"http:\/\/www.familycircle.com\/blogs\/momster\/2013\/01\/14\/the-future-car-is-here\/",
        "text":"You are here\n\nThe Future Car is Here\n\nResearching Your Future Car with my husband Dan Tynan was a blast. There are some brilliant people working in automotive design at the moment. And we had the pleasure of speaking to many of them. So many that only a fraction of what we learned made it into the final cut of that article. The vision car makers have for a future where our cars will become our personal assistants and family chauffer is one I wish would get here soon. I could certainly use a personal assistant and chauffer! But I didn’t really expect it to arrive as quickly as it did.\n\nI just got back from the Consumer Electronics Show (CES) in Las Vegas. It was nothing short of amazing. The innovation going on in high-tech is mind-blowing. I knew about the advances that have been made in automotive technology but I was still astonished. Many people told me, for that article, that the technology to create a car that can drive itself is ready; it’s cost, people’s willingness to trust technology, and legislation that’s holding it back. But I didn’t entirely believe them. Sure, I thought there were probably dodgy prototypes capable of self-piloting. But at CES, I watched an Audi drop its driver off in front the Mandarin Oriental Hotel, drive around the corner, locate the entry to the parking garage, find itself a parking space, back into it, carefully adjust the car until it was parked as if a German engineer had done the job, turn off its headlights, shut off its engine, and wait.  A few minutes later, the car’s driver summoned it with a tap on his smart phone and the car jumped into action and went back to the front of the hotel to pick him up.\n\nAnd it wasn’t only Audi showing off this technology, though that’s the only live demo I saw. Toyota had a car in the Lexus booth that was also capable of self-piloting.  \n\nThe future car is, apparently, here.\n\nOr at least the technology is here. We will have to wait for infrastructure. (Audi had to put temporary sensors in the garage. But in the future parking garages will probably have those.) And, of course, we will have to wait for humans to be ready to surrender the wheel to…um….the wheel. We will also have to wait for legislation. As the Audi rep in the booth at CES put it. “If that driverless car gets into an accident, who are you going to sue? Audi?” Right. We will have to work out some details.\n\nIf you enjoyed, The Future Car, stay tuned. Because Dan and I have two more future stories coming up. We have been looking into the future of the home and the future of your body. And one thing is clear: The Future will be awesome!\n\nChristina Tynan-Wood writes the Family Tech column for Family Circle, and is the author of “How to Be a Geek Goddess.” You can find her at   Follow me on Twittter!  \n\nLove it? Share now!\n\n\nLoading comments...",
        "topic_id":22,
        "format_id":15,
        "topic_confidence":0.9285668731,
        "format_confidence":0.9882645607
    },
    {
        "url":"http:\/\/www.mycarforum.com\/blog\/12\/entry-2714-cadillac-ats-wins-2013-north-american-car-of-the-year-title\/",
        "text":"Jump to content\n\nMyCarForum Logo\nMagnifying glass\n\n\n\nCadillac ATS wins 2013 'North American Car of the Year' title\n\nBy SYF77 on 16 Jan 2013\n\nAttached Image\n\nThe 2013 Detroit Motor Show has started on a positive note for Cadillac as the ATS sedan has been named the North American Car of The Year by a jury of automotive writers. Finalists for the title include the 2013 Honda Accord and Ford Fusion sedans.\n\nAttached Image\n\n\"This is a very meaningful honor for the entire Cadillac team, especially the men and women who build the ATS in Lansing, Michigan, and our dedicated and talented designers and engineers,\" said Bob Ferguson, GM vice president, Cadillac Global. \"A car like ATS is the result of incredible commitment and focus. That's the only method for creating a great performing luxury car.\"\n\nThe Cadillac ATS is compact luxury sedan designed to take on the likes of the BMW 3-series and Audi A4. The ATS is offered with a choice of three engines, namely a 202bhp 2.5-litre, 272bhp 2.0-litre turbo and a 3.6-litre V6 with 321bhp. These engines are mated to a 6-speed automatic transmission. A diesel engine will be available in the future.\n\nThe ATS is based upon General Motors' Alpha platform and is offered in either rear- or all-wheel drive configurations.\n\nAttached Image\n\nnew model, engine, awards, events and 8 more...\n\nViewed: 939 times\n\nRelated Blog Posts\nWritten by SYF77\nI have been a car fanatic since 1989, when my father was changing our family car then to a Toyota Corolla 1.6 GL fitted with a Twin Cam 16 valve engine that was carburetor-fed, a big deal back in those days. The automobile technology and industry fascinates me and I hope to broadcast these interesting developments to everyone out there through this blog.\n\nCar Makes\n\nPlease select a car make\n\nFacebook Likes\n   Featured Blog Post\nThe latest MyCarForum Hangout with Perodua witnessed the launch of the brand new Perodua Bezza, t...\nBefore we start asking what the Government can do to encourage the use of electric vehicles (EVs)...\nDespite a nearly $7 billion cost in recalling its explosive Galaxy Note 7 phones, Samsung ha...\nThe redesigned 2018 Camry will make its debut at the 2017 Detroit auto show next month. Possibly...\nHow much pressure can a modern car coil spring really take? Best way to find out is no other than...\nMercedes-Benz has released a teaser video of its soon-to-be unveiled E-class coupe. The 21-second...\n   Lifestyle Articles",
        "topic_id":22,
        "format_id":15,
        "topic_confidence":0.9965597987,
        "format_confidence":0.532135427
    },
    {
        "url":"https:\/\/randomwire.com\/buying-a-bicycle-in-japan\/?replytocom=530088",
        "text":"How-to Japan Tokyo\n\nBuying a Bicycle in Japan\n\nDespite being the mega city to end all mega cities Tokyo is surprisingly accessible by bicycle and is the primary mode of transport for many people. This is mainly due to the high cost of car ownership, the lack of parking space and overcrowding on commuter trains.\n\nDahon Folding Bicycle\n\nI’ve wanted to get a bike for some years but it wasn’t until now that I lived somewhere safe or realistic to do it. Last week I took the plunge and brought a shiny new Dahon Route 20 from Amazon Japan (which can conveniently be used in English if you don’t speak Japanese).\n\nDahon Route 20 Folded\n\nDahon make really nice folding bikes – they are a bit more expensive than some other brands but are far better built and use high quality components.\n\nDahon Route 20 Folded\n\nI wanted a folding bicycle mainly for the convenience of being able to store it in my apartment since there isn’t any parking outside.\n\nDahon Route 20 Unfolding\n\nIt takes about 30 seconds to fold\/unfold and is very straight forward to adjust to the correct position. It’s also pretty light to carry around when necessary.\n\n\nAfter buying a bike in Japan you should register it so that if you are stopped by the police (likely for foreigners) or it gets stolen you have proof of ownership. This can be done at any bike shop and costs 500 yen – you’ll need your ID, proof of purchase and the bike itself. You’ll be given a small yellow sticker with a registration number on it.\n\nDahon Route 20 Bicycle\n\nTheft is rare in Japan and most people just use a simple wheel lock to deter people riding of with their bike. I still like to chain my bike to an immovable piece of street furniture where possible though.\n\nDahon Route 20\n\nI’ve been riding around Tokyo all week on it and so far have no complaints – it’s sturdy, comfortable and easy to manoeuvre around traffic\/pedestrians. Gear changes are effortless with the Shimano 6 speed thumb shifter.\n\nDahon Route 20\n\nRiding on the pavement\/sidewalk in Tokyo is normal and wont get you in trouble as long as you’re careful and use common sense. You don’t see many people wearing helmets but obviously that’s up to you.\n\nBicycle in Ueno Park\n\nFor more information about owning and riding a bicycle in Tokyo Tofugu and Tokyo By Bike have some good advice. CNN Travel also has an article about good bike shops here.\n\n5 Comments Add New Comment\n\n  1. Logan says:\n\n    Lucky lucky lucky….\n\n    I’ve been living in Middle Eastern countries for the last four years… and Turkey for the last two and I have to say that you’re fortunate to live in a place that at least acknowledges bicycles.\n\n    In the M.E there is no infrastructure for bikes, and to ride them is dangerous and to invite ridicule, aggressiveness and even assault – saw this happen with my own eyes – from motorists.\n\n    Bicycling exists for two types of people – children and the rich who can afford to buy souped up performance bikes or mountain bikes – that they strap to their cars.\n\n    Mind you that many a Turkish province is flat and would be perfect for bicycles…. but Turks love their cars more than their own bodies and would scoff at the idea of building bike infrastructure or respecting cyclists in Turkey’s congested narrow streets.\n\n    The above goes for Egypt, Iraq, Palestine, Jordan, Syria, Israel – to a certain extent but especially outside Tel-Aviv, Most of the USA (grew up in the burbs of America where everything is too spread out to bicycle)…\n\n    Why? I have no F-ing idea….\n\n    But ride on my cyclist friend! Ride on…\n\n    1. David says:\n\n      Thanks Logan – I had the same problem in Hong Kong where it’s very dangerous to ride on the roads. Tokyo is a breath of fresh air in that respect!\n\nLeave a Reply to Judith Ann Ventocilla Cancel reply\n\nYour email address will not be published. Required fields are marked *",
        "topic_id":22,
        "format_id":15,
        "topic_confidence":0.8593915105,
        "format_confidence":0.8988008499
    }
]