[
    {
        "url":"https:\/\/be.electrobel.org\/faq.ebel\/0\/description",
        "text":"\ndownload Mozilla Firefox download Google Chrome download Apple Safari download Opera\nLoading data, please wait...\n\n\nWhy must I fill in a proper description for a song ?\n\n7 years ago\n\nMany new users coming here on the site are often irritated when they see their first songs rejected because of an empty or incomplete description.\n\nI will try to enlighten you to our ways.\n\n1\/ The description is a written description of your song. It helps listeners visualize what your intentions are. If you have lyrics in the song, put them there.\n2\/ The description can help listeners understand some of the choices you made\n3\/ You don't talk about FightClub\n4\/ The description is a great way for you to put keywords on your song ! The Electrobel Search Engine uses those ! Also google and other search engines will be able to show your page when people search for those keywords.\n\nSo where do people see my description ?\n\n1\/ On the song's page\n2\/ In the Electrobel player\n3\/ On Facebook when your song is validated (And if you allowed Ebel to post your songs on your wall)\n4\/ On Facebook when people used the SHARE link, or just copy\/pasted your song\n5\/ On the Electrobel embedded flash player for myspace or other html site\n6\/ On Google or other search Engine's results page.\n\nAs you can see filling your description is really in your best interest.\nBut all arguments aside, filling in a good description is a way of showing your involvement in the song you made. That it wasn't some auto-generated piece of garbage, but something you put your soul and thoughts into .",
        "topic_id":6,
        "format_id":5,
        "topic_confidence":0.8378527164,
        "format_confidence":0.9733052254
    },
    {
        "url":"https:\/\/www.hitonecafe.com\/2016\/09\/09\/tickets\/",
        "text":"Where can I buy tickets for the show?\n\nMany shows you can buy tickets at the door.  Check our calendar for show details and click on link provided in show details for ticketing.\n\nIs there seating available in the venue?\n\nFor shows in the big room, there are a few seating areas available, but it is mostly a standing room only venue. Some events may have reserved seating tickets available for purchase.  Our lounge area has bar and lounge seating in our smoking room.\n\nI can’t make it to the show, can I get a refund?\n\nTickets will only be refunded if a band cancels. Ticket exchanges are not allowed, but if you are unable to attend, you may consider a secondary site like StubHub or announcing on social media.",
        "topic_id":6,
        "format_id":5,
        "topic_confidence":0.9812893271,
        "format_confidence":0.9532234073
    },
    {
        "url":"http:\/\/clevelandcinemas.com\/promo.asp?ID=28",
        "text":"Frequently Asked Questions\n\nFAQ's for online ticket purchase (Cleveland locations only):\n\nQ: Do I need to bring a copy of my online receipt to the theatre?\nA: It is best to bring a copy of your receipt to the theatre but if you do not have a printer or forget your copy of your printed confirmation, your tickets can be reclaimed at the box office or ticket kiosk (where available) with the credit card that was used to make your online purchase.\n\nQ: I bought a ticket for the right film but for the wrong location, can I use my ticket at any theatre?\nA: Your ticket is only valid at the location for which it was purchased.  If you need to switch the location of your ticket please contact the customer service number below.\n\nQ: I bought more tickets than I need, can I get a refund?\nA: You will be able to refund the cost of the ticket but not the online service fee.  This refund must be handled by the theatre manager before the start of the movie for which the ticket was purchased.\n\nQ: Can I use my Cleveland Cinemas Gift Card to pay for my online purchase?\nA: At this time we are only able to process credit card payments online.  All tickets purchased with a gift card must be made at the box office.\n\nQ: What should I do if the film that I want to buy tickets for is not listed?\nA: Please refresh your browser to see if an old version of the webpage has been stored in your cache.  If the show you want to buy for is still not visible, please call the theatre to make sure that this showing has not been cancelled.\n\nQ: The show times listed here aren't the same as the ones in the paper or on another website.  Which one is correct?\nA: Clevelandcinemas.com pulls information directly from our box office system so it will be the most accurate.  Please note that this is only true of clevelandcinemas.com.  Other sites such as Fandango or Yahoo Movies are not directly linked to our system and could have inaccuracies.\n\nQ: What is the number for customer service?\nA: Between 9 AM and 5 PM Monday through Friday please call 440-349-3306 ext. 1105.  Outside of these hours please contact the theatre manager directly for the location at which you are trying to buy tickets:\nApollo Theatre 440-774-3920\nCapitol Theatre 216-651-7295\nCedar Lee Theatre 216-321-5411\nChagrin Cinemas 440-543-2022\nShaker Square Cinemas 216-921-9342\nTower City Cinemas 216-621-1374\n\n\nQ: What do the film ratings mean?\n\nA: Films submitted to the Classification and Rating Administration (an independent division of the Motion Picture Association of America, Inc.) receive a rating meant to help inform parents about the general appropriateness of a film's content for children. Each film is given one of the following ratings:\n\nG - General Audiences.  All Ages Admitted.\n\nPG - Parental Guidance Suggested.  Some Material May Not Be Suitable For Children.\n\nPG-13 - Parents Strongly Cautioned.  Some Material May Be Inappropriate For Children Under 13.\n\nR - Restricted.  Children Under 17 Require Accompanying Parent or Adult Guardian\n\nNC-17 - No One 17 and Under Admitted.\n\nFilms that are not rated by CARA are listed as NR on our website. More information about NR films can be found under the \"advisory\" section on a film's individual page on our site.\n\n\nQ:Where can I find out more information about the film rating reasons and the film rating process?\n\nA: You can visit the filmratings.com to learn all about the process as well as see more details about a film's individual rating reason.",
        "topic_id":6,
        "format_id":5,
        "topic_confidence":0.9933900833,
        "format_confidence":0.9791324735
    },
    {
        "url":"http:\/\/www.challengerecords.com\/faq\/",
        "text":"10% discount on your next order!\n\nSubscribe to our newsletter and receive a personal discount code for 10% discount on a album of your choice! After subscribing, you will receive the code in your email. This code is only valid for 10 days!\n\nThe code is valid one time and valid for a 10 days after receiving the promotioncode. Your emailaddress will only be used by Challenge Records International and will not be given to 3rd party advertisers. If you have any questions please contact us.\n\n\n\nHow do I get in touch with the artists or set up an interview?\n\nWe are pleased to hear from all of the loyal fans, and we welcome all your questions and comments. If you have a specific artist-related question, we recommend that you first visit this artist's official website - perhaps the answer is there waiting for you or they may have included a specific email address for questions like yours. If not you can also check specific artist section in Challenge website. \nIf you do not find the information that you are looking for on the artist's website, please send your question via our Contact page.\n\nRequests for interviews and reviews can be sent via our Contact page to our Marketing & Promotion dep.. Requests sent to the general email address will be handled on a discretionary basis.\n\nCan I use music and photos of Challenge artists on my website?\n\nChallenge Records' general policy is to permit artist fan sites to link directly to Challenge Records' website in order to avail themselves of the copyrighted materials featured on our site, but only for purposes of promoting the artists and their records and not for commercial purposes. Due to the complex legal issues surrounding the duplication of copyrighted materials, Challenge Records generally does not permit the duplication of our music or artwork (including photos) on individual websites.\n\n\nWhere can I purchase Challenge Records products?\n\nThere are three ways to purchase Challenge Records products, through your local Record Stores, via our shop on the Challenge Records website or through several online music outlets on the web.\n\nWhat is SACD? What is the difference between SACD and normal CD?\n\nA Super Audio CD looks and operates just like a normal CD. Put the disc into any player with SA-CD functionality, select the track number on the player or remote control and press play. But that is where the similarity ends. \n\nSuper Audio CD opens up an entirely new and unique listening experience. The SA-CD format provides audio performance that no other format can deliver. The difference is breathtaking - as if you have been transported into the middle of the musical performance, in the recording studio or concert hall. This huge advance in listening capabilities is enabled by new and radically different recording techniques used for Super Audio CD. \n\nFor more information about Super Audio CD, check out this Wikipedia page\n\nWhat is n-CD?\n\nn-CD is an enhanced CD that contains bonus content for the CD owner. This bonus content is kept in secured web link that can only be opened with original CD. The bonus contents could be extra tracks, lottery, voucher for discount in online shop, and many more. \n\nIf you have purchased CD with n-CD format, you can reveal the bonus content by inserting the original CD into your PC and follow the instruction. To see the minimum system requirements please check the packaging of your CD. \n\n\nWhere can i find Digital downloads of Challenge products?\n\nYou can purchase digital tracks of Challenge products on the major music distribution websites, for example iTunes and Google Play. You can also find our music on Spotify and Rdio if you prever streaming music.\n\nCan I download albums on the website of Challenge?\n\nWe are currently betatesting our Download function. Only selected users can use the download function on Challengerecords.com.\n\nI've purchased an download album, where can i download it?\n\nWhen you purchased an downloadable album on Challenge Records or trough one of our external downloadstores you have an account or created one. With this account there is an password created, you can login in to your account here.\n\nWhen you want to download your purchase you also get an email with the download link in it.\n\nRelated to: Challenge Downloadstore, Challenge External Downloadstore\n\nI try to download the files, but it gives me an error\n\nPlease contact us, there can be something wrong with our server or the release is currently not available. We will help you with the problem.\n\nDelivery and Return\n\nHow long does it take before i receive my order?\n\nFor different area's of the world we have different delivery times.\n\nBenelux: 2 - 5 working days\nRest of Europe: 5 - 7 working days\nWorld: 7 - 10 working days*\n\nIf your order hasn't arrived and you want the current status, please contact us trough the contactpage or call to +31(0)33 7676 110 (option 1). To get a quick answer, please hold your ordernumber within reach. \n\n* Outside of the European Union it can take longer because of the Costums service in your country.\n\nI have received my order, but there is something wrong.\n\nPlease contact our sales department. They will help you with your problem and find a good solution for both of us! \n\nCan i return my order?\n\nYes. Please contact our sales department. \n\nI have not received my order\n\nPlease contact our sales department. They will check where the order is or what has gone wrong.\n\nI want to cancel my order\n\nPlease contact our sales department. They can check if the order is still at the warehouse or that it has been already shipped. If it is already shipped you can return the order and get a refund. \n\nOther questions\n\nI am interested in licensing music for my project. Who do I need to get in touch with?\n\nFor Licensing Inquiry please contact us via our Contact page. Please specify \"Licensing Inquiry\" as the subject.\n\nHow can I submit my demos to Challenge Records?\n\nAt this moment our roster is full and we unfortunately cannot accept new demos.\n\nI haven't found answer to my question.\n\nWe welcome all your questions and comments that are relevant to Challenge artists and products as well as for the website. Please send your question via our Contact page and we will get back to you as soon as possible.\n\n\nI encountered a server error or an error with a page, image, media file, etc. What should I do?\n\nPlease tell us about it. We are constantly working to improve Challenge website and we appreciate all feedback. Therefore, if you have had problems accessing anything our our site, please contact our Webmaster via our Contact page so that we can resolve the problem right away.\n\nPlease specify \"Website Technical Problem\" as the subject, and tell us:\n  • The URL you were trying to access when the error occurred,\n  • The sequence of events that led up to the error,\n  • What browser\/version you were using, and\n  • What operating system\/platform you were using.\n\nWe will look into the problem to ensure that you and other visitors do not encounter the same difficulties again. We always appreciate feedback, even when it is negative, and we hope that you will revisit that area of the site after we have corrected the problem.\n\nMay I put a link on my site to Challenge website?\n\nYes, you may link to Challenge website as long as Challenge website will not be positioned within a frame from your site.\n\nWhat are Cookies and does the Challenge Records site use them?\n\nThe Challenge Records site utilizes cookies in several instances. Cookies are bits of information that are generated by a web server and stored in a user's computer for future access. Cookies are embedded in the HTTP (not HTML (Hypertext Markup Language, the general format of the web)) information that travels back and forth between the user's computer and the servers. Cookies allow automated user customisation and personalization, and, for example, may be utilized to assure that a contest applicant enters any given contest only once, or to shop session preferences such as number of posts to view on a Bulletin Board. Challenge Records utilizes cookies in order to keep the unique ID active (eliminating the need to re-enter such information upon each return visit), and for standard shopping cart functionality. Under normal circumstances the user ID cookie does not expire from the user's system.",
        "topic_id":6,
        "format_id":5,
        "topic_confidence":0.8962143064,
        "format_confidence":0.9764580131
    },
    {
        "url":"https:\/\/watch.millcreekent.com\/support",
        "text":"What is Watch Mill Creek?\n\nWatch Mill Creek offers the best in nostalgic entertainment with a wide array of classic movies, retro TV shows and fascinating documentary collections, all available at an incredible value! Viewers are able to subscribe and purchase films individually or purchase curated collections of nostalgic films in a variety of genres including Western, Sci-Fi, Mystery, Horror, Drama and Comedy featuring iconic stars. Movie collections contain up to 50 films at an unprecedented value giving customers the ability to build their own classic movie library. In addition to collections viewers are able to purchase full-length documentaries that have never before been available in their entirety for one low price.\n\nWhere can I access Watch Mill Creek?\n\nOn a desktop computer using a browser (e.g., Chrome, Safari, Firefox, Internet Explorer) and visiting http:\/\/watch.millcreekent.com On mobile devices through a mobile browser that supports either HTML5 or FLASH. This includes iPhones, iPads, Android and other mobile devices. No app download is required. In your mobile browser, go to http:\/\/watch.millcreekent.com and begin watching! Watch Mill Creek will soon be available on Roku, Amazon Fire TV and AppleTV. We will send out notifications to customers once those Apps are live!\n\nWho is Mill Creek Entertainment?\n\nMill Creek Entertainment is the industry's leading provider of value-priced DVD and Blu-ray features and compilations. Our television, movie, kids and special interest compilations have reset the bar for consumer value and gained massive adoption by traditional and non-traditional retailers alike. Our product line includes contemporary and classic films and television series, documentary series and popular kids programming, as well as independent films, Latino cinema, early learning and fitness. We also produce original content and license the majority of our owned content for digital distribution and VOD. Content partners include Sony Pictures Home Entertainment, Universal Home Entertainment, Walt Disney Home Entertainment, Warner Home Video, CBS Home Entertainment, Cookie Jar Entertainment, DHX Media, Classic Media, Mattel, Carsey-Werner Productions, BabyFirst TV and many more. Our products can be found in thousands of retail locations in a wide range of environments including mass merchants, membership clubs, consumer electronics, grocery, chain drug, convenience and specialty chains as well as online, catalog and direct response channels.\n\nHow often do you add new films\/shows?\n\nWatch Mill Creek will be adding new content on a periodic basis. Be sure to follow us on Facebook and subscribe to our email newsletter to be informed of all the new additions to our channel.\n\nI am having technical difficulties. What should I do?\n\nPlease send us an email at watch@millcreekent.com and we will do our best to respond with\n\nI am receiving an error message stating \"Error Loading Media: File Not Found\". What should I do?\n\nPlease ensure your web browser has the latest version of Adobe Flash installed. If the problem continues to persist, please contact watch@millcreekent.com.\n\nCan I download your content?\n\nWatch Mill Creek's content is streaming-only, however we do offer DVDs and Blu-rays of many titles. You can browse our entire catalog at http:\/\/www.millcreekent.com.\n\nI'm outside the US and Canada, why can't I watch a film in my country?\n\nWe only have North American rights to many of our titles. Unfortunately, that means we're unable to stream them outside the US and Canada.\n\nWhy aren't all of Mill Creek Entertainment's movies and TV show available to stream?\n\nWatch Mill Creek is separate from Mill Creek Entertainment. The titles offered by Watch Mill Creek will differ from what we offer on DVD\/Blu-ray or on other platforms such as iTunes, Amazon, Google, Hulu, etc.\n\nAre subtitles\/captions available?\n\nSubtitles and captions are only available for select titles. The video player window will give you the option to view CC if they are available for that particular title.\n\nCan I submit my content for Watch Mill Creek?\n\nIf you have titles you would like Mill Creek Entertainment to exhibit on Watch Mill Creek, please contact watch@millcreekent.com.\n\nWhat information does Watch Mill Creek collect about me?\n\nWe value your privacy. You can take a look at our Privacy Policy here: http:\/\/watch.millcreekent.com\/privacy\n\nDo you have a Facebook\/Twitter\/YouTube\/Pinterest account?\n\nYes! Mill Creek Entertainment has an extensive social media presence. You can find us and follow us on:\n  • Facebook: https:\/\/www.facebook.com\/MillCreekEnt\/\n  • Twitter: https:\/\/twitter.com\/MillCreekEnt\n  • YouTube: https:\/\/www.youtube.com\/user\/MillCreekEnt\n  • Pinterest: https:\/\/www.pinterest.com\/millcreekent\/",
        "topic_id":6,
        "format_id":5,
        "topic_confidence":0.9894183278,
        "format_confidence":0.7900654674
    },
    {
        "url":"http:\/\/jitterbugfantasia.com\/origins\/faq.html",
        "text":"Star Wars Origins - FAQ (Frequently Asked Questions)\nFlash Gordon\nKurosawa films\nJoseph Campbell\nPersonal Myth\nLord of the Rings\n\n2001: Space Odyssey\nForbidden Planet\nThe Wizard of Oz\nE.E. \"Doc\" Smith\n\nThe Droids\nImperial Walkers\nOther stuff\nMore other stuff\n\nStorytelling Lessons\nOther Science Fiction\nMessage Board\n\nWill the destruction of moon-sized battlestation orbiting the forest moon of Endor cause any negative environmental consequences? Like, say, an Endorian Holocaust? Illustration courtesy of Justine Shaw, ©1999.\n\nHow can I contribute to this project?\n\nPlease share your ideas with us at the Star Wars Origins Message Board!\n\nAs for me personally, I spent two solid years and over a thousand hours sifting through Star Wars and related stuff, from roughly October 1999 to October 2001. Now I need to never think about it again or my brain will explode. If you'd like to contact me personally concerning something that doesn't belong in the forum, please send me an email.\n\nWhen was this website last updated?\n\nThe last tweak was on September 4, 2006. Hopefully this is the final version. For breaking news and original observations by readers, please visit the Star Wars Origins Message Board.\n\nAre you accusing George Lucas of plagiarism, or saying that Star Wars is unoriginal?\n\nExactly the opposite! The surface elements of a story are the most visible, but when you start explore how story works you quickly realize that surface elements are really the least-significant parts of a story. For instance, Tolkien's The Lord of the Rings borrows the idea of \"orcs\" from the orcneas of Beowulf. Tolkien noted in his private papers that orcs are the same creatures he called \"goblins\" in The Hobbit. He probably became unhappy with the word \"goblin\" because it derives from the French (gobelin), and he wanted to create a myth that was English. Does that mean that Tolkien ripped off Beowulf? On the other hand, if Tolkien had called his orcs \"goblins,\" would that have changed his story in any really important way? The power of a story lies mostly in how the underlying archetypes relate, not what form those archetypes take. The surface elements just need to be appealing, easy to understand, and fit together with some kind of logic.\n\nSo why borrow from inspirations at all? Star Wars is a compressed form of the epic myth, which is kind of a \"summing up\" of all the best stories and perspectives of a culture into a single story. Lucas tied together ideas from world cinema, science fiction, comic books, fantasy, westerns, fairy tales and myth. If this sounds easy, check out any of the films and television programs that tried to repeat the \"Star Wars success formula.\" Why are they so awful? Because they imitate only the surface, and the surface is almost irrelevant. The film which best repeats the inner lessons of Star Wars is The Matrix, which is carefully structured to avoid a superficial resemblance.\n\nA myth-maker's originality lies in the way they combine mostly pre-existing ideas as seamlessly and appealingly as possible. As Joseph Campbell has often said, myth is an essential tool for living. George Lucas has modernized the Universal Myth in a way people all over the world can easily connect with. That's not just hype, it's a real contribution to the world. That's why Star Wars is such a big deal.\n\nHaven't some film critics accused Lucas of being derivative?\n\nSure, but this says more about the illiteracy of film critics than about Lucas. The well-educated critics of the previous century would read The Odyssey, for instance, and think \"Ah, here's an idea from Gilgamesh, another from Egyptian mythology, and this character is from a folk tale the Semites popularized in Greece for hundreds of years before Homer was born.\" They wouldn't therefore dismiss Homer as \"derivative,\" but judge him by the craft he displayed in weaving these basic, timeless story ideas together. The modern critic rarely recognizes the literary sources behind most great movies because they're typically not well-read. But they have seen lots of movies, so they're quick to spot the riffs Lucas borrows from classic films and, misunderstanding the creative process, accuse him of being \"derivative.\"\n\nDon't get me wrong, if a story feels like a blatant rip-off to you, trust your instinct to avoid investing in it emotionally. But if you're hesitant about a story you love because a naysayer points out the story's sources, relax: even the Bible, Shakespeare and the Greek tragedies were strongly grounded in earlier stories, along with all the great epics, folktales and religious scriptures from all over the world. Even our oldest written stories, dating back from the time writing was first invented around 3,500 BCE, were based on oral stories composed probably tens of thousands of years before. All great stories have deep roots. Don't let the insecure project their fear of appearing uncool onto you, bamboozling you away from what rings true in your heart. To learn best from stories you've got to trust your gut to decide which stories nourish you most, no matter how goofy they seem to anyone else. Tinky-Winky Uber Alles.\n\nThe next time a critic makes dismissive comments about a story you love, remember this: For nearly the entire history of literary criticism, from Aristotle's Poetics (340 BCE) through Horace's Ars Poetica (13 BCE) through Torquato Tasso's Discorsi dell' Arte Poetica (1587 CE), the merit of a critic's opinion was measured by the number of years they had worked successfully as an artist.\n\nHow popular is this website?\n\nAs of September 2006, this site has logged more than 800,000 unique visitors. Extreme tracking is kind enough to offer a free online report of how many people visit this website. The counter wasn't up for the first year and then I had some problems with my server, so I estimate about 20,000 more unique visitors than the reports reflect. This website is required or suggested reading for at least 35 college and high school courses that I know of. Kodansha television in Japan called it \"better than Bill Moyers\" for understanding the relationship between Star Wars and myth - high praise indeed! Origins regularly receives favorable mention from the mainstream media and was even included in Homiletic magazine, which provides 13,000 pastors with information they might include in their sermons.\n\nIf you use this website to teach a class, even if you've already contacted me, please drop a note to let me know what you're teaching and how these materials help. I'm going to start looking for a publisher for the expanded book form of this website in a few months, and I'd appreciate being able to mention your class in the proposal.\n\nCan I reprint information from this website?\n\nYes, you may reprint information (not my exact wording) from this website provided that you cite this website as a source and include a hyperlink back to this site if you print on the web. Unless a source is footnoted, this information comes from firsthand research. We're talking over a thousand hours of work here, a significant portion of which consisted of reading and watching ancient, knuckle-whiteningly terrible \"scientifiction.\" Believe, I've paid my dues. Please don't steal my work without at least crediting me. Or I'll put a pox on you. I mean, the pox may involve lawyers and cease-and-desist orders and like that, but essentially it'll be a pox.\n\nIf more than 50% of the information in your website, magazine article, book or news story is taken from this site, please either pay me, interview me or hire me to write it myself. I know it's tempting to cheat a little, but imagine the look on your bosses\/editor\/publisher's face when he receives the first of thousands of emails pointing out that one of the \"facts\" in your allegedly-cross-researched book or article was completely fabricated as an extremely-difficult-to-legally-contest trap for the unscrupulous, thus leaving your publication wide open for a copyright violation lawsuit. That would conflict with your career goals. Who knows how many of these fabrications this site is booby trapped with? You will, because you're diligent enough to check your sources.\n\nWhy did you create this website?\n\nAfter survival and relationships, what matters most to me is to write beautiful, exciting, nourishing stories. By the time I was thirty I had earnestly stumbled my way through writing a few novels, including After Kelly, Josie Has a Secret and Clown Story. I was happy with the work I'd done, but under no illusion that my books were anywhere near as potent as the stories which quickened my heart and opened my mind while I was growing up. I started to think seriously about what it would take for me to someday write a story I liked just as much. With the help of libraries and especially librarians I found three primary starting points:\n\nFirst, I faced the obstacle of lack of access to education. A bit of research quickly revealed that the most influential storytellers from throughout history usually had access to the best educations available in their time. This frustrated me because I was among the 65% of Americans who aren't fortunate enough to have the resources for even a basic college education. Luckily I came across the story of Drona and Ekalavya from the Mahabharata: A young boy named Ekalavya begs to be accepted as a student by Drona, the best archery teacher in the world. But Ekalavya is from a low caste (he's broke), so Drona refuses. Rather than becoming discouraged, Ekalavya goes off into the forest and builds a clay statue of Drona. Ekalavya trains under his Drona-statue just as if he were the real Drona. Whenever he has a question about archery he asks himself \"What would the real Drona tell me?,\" figures out the most likely answer, then follows each instruction as though Drona himself had delivered it. By training this way Ekalavya eventually becomes the equal of Arjuna, Drona's official student and the best archer in the world... (truncated)",
        "topic_id":6,
        "format_id":5,
        "topic_confidence":0.6401578784,
        "format_confidence":0.9564571977
    },
    {
        "url":"http:\/\/www.reelradio.com\/update\/newsfaq.html",
        "text":"- For those who want to confirm they can stream media from this site before subscribing, or if you would like to know more about the content and quality of our exhibits, we invite you to sample The REELRADIO Tenth Birthday Special. This exhibit does not require a subscription. It runs about 65 minutes, in Stereo, and sounds best on broadband connections.\n\nQ I haven't visited this site in a long time, but I remember when it was FREE. Why is it no longer free? Why is a subscription required?\n\nA REELRADIO was NEVER \"FREE\". \"Someone Else\" paid for the site for the first ten years. When the costs to operate the site exceeded voluntary contributions in 2006, the REELRADIO Board of Directors determined a subscription fee was necessary to keep the site operating and updated. REELRADIO pays annual fees as a non-profit organization to the appropriate music licensing agencies. There are costs to manage the site and organization, lease server space and bandwidth, solicit support and attract new contributors.\n\nQ I can't hear your exhibits. What is wrong?\nA Could be several things. Do you have RealPlayer installed? Please read our tech help page. Also, try our three tests for cookies, IP and Test Tone on this page. When you have researched the possible problems, please write the webmaster.\n\nQ My subscription will expire soon. How do I renew my subscription?\nA Please wait until you are prompted by the Log-In software for renewal. This should generally happen beginning about 30 days before your subscription expires. If you have an active subscription and make a contribution to REELRADIO before you are prompted for renewal, your contribution may not be recognized as a renewal payment.\n\nQ I paid, but my username doesn't work. What is my username?\nA Use the Password Reset Page; in addition to sending you a new temporary password, it will also send your username to your primary email address. Really lost? write the webmaster. Include your registration email address, and the First and Last name registered with your account.\n\nQ I would like to change my username. How can I do that?\nA The webmaster can change your username. Please write the webmaster with your request.\n\nQ How do I log in?\nA You can log in at Subscriber Central (, where you can check the status of your account, change your account preferences or password. Otherwise, you will be prompted when your username and password is required to access site features. There is also a LOGIN link in the upper left corner of the REELRADIO Top Page.\n\nQ I am already logged in, but I can't play an exhibit, it just tells me I'm logged in.\nA Your subscriber access is controlled by cookies. Your browser must accept cookies from \"\". You must also access site services only from that domain. For example, even if you are logged in, you will not be able to play exhibits from \"\".\n\nQ I sent you money, but I can't log in.\nA You must create an account for yourself. We have no way to identify you even if you sent a check or made an online contribution without registering.\n\nQ I created an account. When will it be activated?\nA If you made an online payment or if you believe you were entitled to a complimentary subscription, and it's been over 24 hours and your account has not been activated, you should write. Likewise, if you made a payment by mail and believe it should have been received by now, please write.\n\nQ What is my password? I don't remember it.\nA If you have forgotten your password, you can fix it here, as long as we have a valid e-email address for you. If your email address has changed since you registered, write the webmaster.\n\nQ I donated more than the minimum. Can I have more than one account?\nA You may contribute any amount ($20 or more) for a subscription, but you may use only one account. Your contribution may be tax-deductible — please consult your tax advisor. You can open an additional \"Gift\" account for a friend, subject to verified payment, but the real names and primary e-mail addresses on any gift accounts paid for by you must all be different. Please do not contribute to renew your subscription unless you are prompted to make a renewal payment.\n\nQ I donated more than the required minimum. Can I have a longer subscription term?\nA Sorry, subscriptions are only available in one-year terms. Your gift may be tax-deductible. Please do not contribute to renew your subscription unless you are prompted to make a renewal payment.\n\nQ Is my subscription donation tax-deductible?\nA The IRS has ruled that a $20 minimum donation is tax-deductible and considered \"insubstantial\". Whether you can deduct your contribution to REELRADIO depends on your personal tax situation.\n\nQ How can I get a receipt for my contribution for tax purposes?\nA The IRS requires a receipt ONLY if your gift exceeds $250. A receipt is not required for gifts of $250 or less. You must request this receipt from REELRADIO during the tax year you contributed. The amount of your gift(s) over the required minimum may be tax-deductible.\n\nQ Can I still make regular donations to REELRADIO, Inc.?\nA Yes, and thank you. REELRADIO is still a 501(c)(3) organization. We've just changed the way we solicit support. You can find our address below, and a secure online payment page here. After your first minimum contribution, additional gifts are tax-deductible. You can contribute LESS than the required minimum, and it may be tax-deductible, but it will not activate access.\n\nQ Where can I send a check or money order?\nA Here's our address:\n\nBox 340893\nSacramento, CA. 95834-0893\n\nQ I must write someone about my problem. Who do I write?\nA Please write",
        "topic_id":6,
        "format_id":5,
        "topic_confidence":0.7689605951,
        "format_confidence":0.9796010852
    },
    {
        "url":"http:\/\/www.discmakers.com\/soundlab\/faq.asp",
        "text":"Audio Mastering Frequently Asked Questions\n\nExplore The SoundLAB\n\nWhy is CD mastering necessary?\n\nIn the recording studio, you record one song at a time, and the focus of the recording or mixing engineer is to make each song great. The result, however, is generally a collection of songs that all peak at different levels and may have different EQs. In the post-production phase (called Audio Mastering), a professional engineer unifies the CD by using EQ, compression, and other dynamics processing to give it a consistent sound from track to track.\n\nWhat does audio mastering do for my album’s sonic quality?\n\nMastering can raise your album's overall level through the careful use of compression, so your album can compete with any major label release. The mastering engineer also ensures that your music will sound great - whether it's being played through a car stereo, a portable CD player, or a top-of-the-line stereo system. In mastering, the sound of your CD will be optimized, making it sound punchy, warm, and full, while raising the overall level (volume) and highlighting details that aren't already apparent. Mastering is also helpful for addressing issues such as \"pops,\" out-of-phase tracks, and overall noise reduction. Hear what audio mastering could do for your music.\n\nHow does having the SoundLAB review my master help me?\n\nA fresh pair of ears can be the difference between a good-sounding CD and a great one. A real advantage of mastering is that an unbiased sound professional has the opportunity to evaluate your master and determine how to get the most out of your production. After you've spent weeks or even months in a recording studio listening to your CD over and over again, a fresh pair of ears can put the project into perspective for you and let you know whether or not your CD will benefit from post production. After all, you only have one chance to make your music sound its best. Get a FREE audio mastering review.\n\nWhat formats of audio master do you accept?\n\nWe can accept your master on one of the following formats:\n\n  • Audio CD\n  • Data files (wav, aiff, FLAC, etc.) on CD-R, DVD-R, flash drive, or via upload.\n  • Digital Audio Tape (DAT)\n  • DDP file set (on CD-R, DVD-R, flash drive, or via upload)\n  • 1\/2\" or 1\/4\" Analog Tape\nHandle all masters carefully, both before and after recording. Touch CDs only by the edges and keep them free of fingerprints and scratches that can cause data errors. Make sure your master is clearly with your contact information. Learn more about preparing a physical master for replication.\n\nDoesn’t CD mastering cost a lot?\n\nIt doesn’t have to. Disc Makers' SoundLAB is the best value in the workflow of making a CD. The mastering that costs you $45 per track at the SoundLAB can cost you anywhere from $800 to $2,500 at other post production studios. For a fraction of the cost of other major mastering studios, the SoundLAB gives you access to equipment that will help make your music sound like the pros - our engineering staff has the gear and the talent to rival the best studios in the country. We'll make your music ready for commercial release and your project will receive the individual care and attention it deserves. See all of our pricing.\n\nDo I get to listen to my CD after the mastering is done?\n\nAbsolutely. We’ll send you an audio reference CD or electronic proof online for you to listen to and review. It’s the perfect time to compare how much mastering can do for your album. Listen to your original CD master after listening to your audio reference and you’ll hear the difference. Crisper highs, thundering lows and punchy mids bring your vision to life.\n\nCan I master my own CD?\n\nYes, but unless you’re a mastering engineer it’s not recommended. It takes a highly trained ear and years of technical expertise to properly master an album. But you’re in luck. Our mastering engineers are some of the finest in the industry. With extensive knowledge in both the newest gear and numerous styles of music, you’re in good hands. Meet our audio mastering engineers.\n\nShould I keep a copy of my original audio master?\n\nYes. It is always recommended that you keep a copy of your original master; this is called a safety copy. A safety copy can be crucial if you master is damaged during shipping to us. Plus, it’s great to compare against your new master after the mastering process.\n\nWill you preview my master for Free?\n\nAbsolutely. We're so confident that our Mastering can make a huge difference in the majority of recordings, that we are offering a FREE Master review - upon request - when you place a new CD replication order. As part of our mission to make your CD project a success, a SoundLAB engineer will preview your Audio Master to determine whether or not your CD would benefit from post production. Call us and we'll give you our honest opinion, with no sales pitch. Get your FREE audio mastering review.\n\nWhat else do you need besides my audio master?\n\nYou must complete a SoundLAB Questionnaire and Track Listing Form with your audio master. Required information on the Track Listing Form includes a complete and accurate running time log listing all events (tones, silences, songs, outtakes, noises, etc.) as they occur. The SoundLAB questionnaire gives you the opportunity to provide us some important information that we can reference when mastering your project. Things such as overall volume, EQ, editing, and spacing preferences, or other artists or recordings you like the sound of, should be provided here for the engineer working on your project. For CDs, the maximum length is 79:45 minutes. For programs over the industry recommended 78:00 total time, you must submit a signed disclaimer form with your order. Click here to download the Track Listing Form.\n\nWhy should I choose the SoundLAB over another mastering studio?\n\nThere are a number of reasons to choose the SoundLAB for your mastering. With years of experience on the highest-quality industry gear, we’ve mastered both the techniques and equipment in order to provide you with a superior service. Plus, you’ll pay a fraction of what you would at another mastering studio all while receiving exceptional service and attention to detail.\n\nWill mastering help me get an advantage in the marketplace?\n\nYou bet. A properly mastered CD gives you radio-ready sound that is sonically equivalent to any major label release. By having mastering done to your album you provide a higher quality product with consistent tonal quality across the board, something radio DJs expect and discerning fans appreciate.\n\nWhat if I’m not happy with the audio mastering after it’s done?\n\nNo problem. We are so confident that you’ll love your mastering that if you’re not satisfied you pay nothing. We’ll just do a straight transfer of your original master.\n\nWhat type of gear do you work on?\n\nThe SoundLAB at Disc Makers has consistently remained at the forefront of technology so your album will sound its best. Our industry-leading mastering studios offers you access to some of the most advanced mastering gear ever produced, at a fraction of the price of the world's other leading Mastering houses. After mastering, your project will have the professional edge needed to compete with major label releases. See our gear.\n\nEqualizers: Massenburg Labs, Avalon, Sontec, Weiss, Mellennia Media, Pultec\nCompressors: Daniel Weiss, Focusrite Blue 330, Millennia Media\nMonitors: B&W, Dynaudio, Genelec, Audix\nTube Gear: Giltronics\nConverters: Lavry Blue, Apogee\nDigital Audio Workstations: Sequoia 11, Bias Peak\n\nDo you have to order replication or duplication to use the SoundLAB?\n\nAbsolutely not! The SoundLAB at Disc Makers’ world-class mastering services are available to all artists, even if you are not ordering a replication or duplication package with us. However, Disc Makers does offer the highest quality products and the best guarantee in the business for all of your post-mastering needs. See our disc packages.\n\nIs mastering relevant if I'm distributing my album digitally?\n\nWithout a doubt, yes. Mastering is always an important part of the creative process, and when your music is downloaded by a listener and loaded onto their MP3 player your songs will often be added to playlists with recordings from many other artists. Any deficiency in the Mastering on your songs will be readily apparent. Things like lack of level, EQ issues, noise, etc. can be quite noticeable when your songs are played alongside releases from major label artists. Learn more about digital music distribution.\n\nCan I use the Master Uploader app if I'm uploading content to be mastered by the SoundLAB?\n\nYes. The files created by the Master Uploader App can be used by The Soundlab for your mastering project, however, if you have 24-bit master files you should use our Online File Uploader to preserve the higher quality of your 24-bit files.\n\nWhat is Mastering for iTunes (MFiT) and do you offer it?\n\nMastered for iTunes (sometimes shortened to MFiT) is a process developed by Apple that mastering engineers follow in order to submit the highest quality master to Apple for sale through iTunes. Learn more about mastering for iTunes.\n\nCan I supply a new version of a song if I change the mix after The SoundLAB has already mastered my project?\n\nYes, you can upload the re-mixed song and we will master the new version. There is a $25 charge to master a re-mixed song. This covers the time for the engineer to recall the session, set up the analog gear we use, evaluate the new version, make any adjustments necessary to EQ, compression, etc. and create a new master and proof. Please contact the Customer Care department to have the Project Center unlocked so you may upload your new file.",
        "topic_id":6,
        "format_id":5,
        "topic_confidence":0.7652144432,
        "format_confidence":0.9742026925
    }
]