[
    {
        "url":"http:\/\/www.dbookclub.com\/",
        "text":"Pin It\n\nBook Review Basic\n\n\nWith that, I find that it is important to compose publication evaluations as well, particularly if you have sturdy sensations for the book. If people didn’t write publication evaluations, after that no one would know concerning the brand-new and outstanding books to strike the market and these skilled writers would certainly never ever come to be recognized or continue their journey of composing impressive books. The concept of composing a real publication assessment might appear challenging to lots of for you do not already know where to start.\n\nStep one of composing a review, is pick out that publication that you have been dying to check out. If you currently have the desire to check out a specific book, your feelings and assumptions of the book will be much more determined, making it all the simpler to put into words and compose a testimonial. If you have no idea where to begin, trying going to your preferred book part, young adult for me, and have a look around. Choose something that interest rates you, however preferably, isn’t everything extensively prominent. By picking a less become aware of publication, you won’t be as most likely to let other’s perspectives influence you throughout the evaluation procedure. Additionally, your assessment will most likely be more useful because there will not virtually be as many out that as the top sellers.\n\nThe upcoming part is the most simple. Since you have your publication, reviewed it. Attempt not to get also caught up in the truth that you will certainly soon be discussing this publications. Review it for pleasure. If you find yourself chuckling, sobbing, quivering, or numerous of the other emotions books could bring to us, create that page down. That part of the book clearly obtained a reaction from you, so you might wish to discuss it in the future in your review.\n\nOnce you have actually completed the publication, take a minute rest and really think about it. Think concerning your favored parts, your the very least beloved parts, and contrast just what you thought of this book to exactly what you have assumed of others. On the various other hand, if your cons exceed your pros, you most likely did not care for this publication at all.\n\nFrom this point, you already know exactly what you thought about guide that you merely check out. It goes to this factor that many individuals will rate guide on some kind of scale such as one to ten. This component is totally optional. If you locate that you can quickly pick a number to suit the publication, then I recommend you go on and do it. I, on the other hand, locate that choosing a number can be fairly tough, for all books are so different that I have a hard time classifying them under one number. Instead I opt to just create down a quite short phrase that summarizes my sensation for the publication, such as “Liked it”, “Never mind”, “Couldn’t Put it Down”, and several others. By doing this, you are generally rating the book, however permitting your viewers to view it in a qualitative method.\n\nNext, you will begin the actual creating process. The first action is writing down all the important information about the book so that your audience will already know specifically what you are reading. During this component the even more details, the much better. The title of guide and the author have to be featured; however, you can feature various other information such as: cost, type of publication, subject, illustrations, and many others. You may include whatever you feel is essential to your evaluation.\n\nDuring the next component, you need to offer a summary over just what occurred in the book. This part can be complicated due to the fact that you desire your audience to know what the book is around, but you don’t want to offer also a lot away or there will certainly be no point for them to read it. You could then go on to write about just what you believed were vital components of the book, but bear in mind not to offer away also considerably.\n\nIn the really tail end of the evaluation, you must give your viewpoints. Tell the readers just what you thought of the book and why. Now is an excellent time to detail several of your pros and cons that you formerly jotted down. When jotting down your ideas, bear in mind to be polite to the authors. You might not have taken care of guide, however somebody took a great deal of time composing it so never insult anybody and refrain from making use of vulgar language. When you are completed creating your ideas, look into your work and check for any sort of misspellings. If everything is in its correct spot, then you are done and have written your assessment!",
        "topic_id":16,
        "format_id":22,
        "topic_confidence":0.9656124115,
        "format_confidence":0.9751578569
    },
    {
        "url":"http:\/\/www.hmhbooks.com\/features\/lordoftheringstrilogy\/lessons\/nine\/discussion.jsp",
        "text":"Order Your Copy Now!\n\nTolkien's Middle-earth:\n\nLesson Plans for Secondary School Educators\n\nUnit Nine: \"The Quest Is Achieved\"\n\nDiscussion Topics\n\nThe Areté of Aragorn. Two of the Grimm Brothers' tales included in this course, \"The Devil with the Three Golden Hairs\" and \"The Water of Life,\" are quest adventures in which a hero, after overcoming obstacles and enduring hardships, wins both a kingdom and a fair maiden — which is what happens to Aragorn. Ask students to identify those aspects of Aragorn's heritage, character, and behavior that make him something more than a fairy tale hero. On what occasions does he exhibit areté? When Aragorn catalogues Beregond's transgressions and then announces, \"For these things, of old, death was the penalty\" (page 947), did the class anticipate that the King's final verdict would be so just and noble?\n\nThe Tragedy of Frodo. Irreparably damaged by his decision to become a Ring-bearer, Frodo is eventually ennobled by his suffering, and so some critics have labeled him a tragic hero. Have the class chart the \"fall\" that Frodo endures over the course of the novel. How does this descent make him a better person? As the discussion progresses, you may want to juxtapose the Frodo who laments \"What a pity that Bilbo did not stab that vile creature\" (page 58) with the Frodo who responds to Saruman's knife attack by saying \"Do not kill him even now\" (page 996). How else did the Quest refine our hero? What do students make of his cryptic speech, \"It must often be so, Sam, when things are in danger: some one has to give them up, lose them, so that others may keep them\" (page 1006)?\n\nThe Triumph of Sam. In his correspondence with a prospective editor, Tolkien called Sam \"the chief hero\" of the novel (Letter No. 131). Does the class agree with this judgment? As we reflect on the whole story, which of Sam's actions seem especially heroic? Some students may point to his battle with Shelob: \"As if his indomitable spirit had set its potency in motion, the glass blazed suddenly like a white torch\" (page 713). No less impressive is Sam's decision to continue the Quest alone after Frodo has apparently died (page 715). For many readers, Sam's finest hour occurs when he resists the temptation to put on the Ring and transform the vale of Gorgoroth into a lush kingdom: \"The one small garden of a free gardener was all his need and due, not a garden swollen to a realm\" (page 881).\n\n\"The Shadow Has Departed.\" Unit One invited students to consider Tolkien's notion of the eucatastrophe, the \"turn\" that delivers the fairy tale protagonist from disaster, bringing joy to hero and reader alike. Critics have noted three such \"positive reversals\" in Book Six: Gollum's attack on Frodo at the Cracks of Doom (pages 925), Éowyn's realization that \"the Shadow has departed\" (page 943), and Aragorn's discovery of \"a scion of the Eldest of Trees\" (page 950). Have the class revisit these eucatastrophes. Which did students find the most moving? The most believable? In each case, what factors keep the reader from anticipating a joyous turn? How does Tolkien suggest that the \"miracle\" traces to something beyond blind chance?\n\nKnife, Sting, and Tooth. During the long course of the Quest, Frodo is variously assaulted by the Witch-king, Shelob, and Gollum. \"I am wounded with knife, sting, and tooth, and a long burden,\" he tells Gandalf on page 967. \"Where shall I find rest?\" Have the class discuss Frodo's three wounds. Which hurt causes him the most anguish? Can any of these injuries compare with the psychic damage done by the Ring? Might we presume to map each wound onto one or more of Tolkien's themes: power, corruption, good, evil, freedom, destiny, despair, heroism, and so on?\n\n\"The Ring Is Mine!\" An especially dramatic moment occurs when Frodo, standing on the brink of the Cracks of Doom, renounces his mission: \"I do not choose now to do what I came to do,\" he says on page 924. \"I will not do this deed. The Ring is mine!\" What do students think is going on here? In declining to relinquish the Ring, is Frodo really making a free choice? Did this sudden betrayal of the Quest come as a surprise to students? Does it diminish Frodo's status as a hero, or does it actually enlarge his achievement?\n\nUnit Nine Content\n\nComments for Teachers\nPreliminary Quiz\nKey Terms\nDiscussion Topics\nSuggested Activities\n\nPrinter-Friendly Version Printer-Friendly Version",
        "topic_id":16,
        "format_id":22,
        "topic_confidence":0.774233222,
        "format_confidence":0.9098735452
    },
    {
        "url":"http:\/\/blog.comwriter.com\/2013\/03\/quoting-and-paraphrasing\/?replytocom=2",
        "text":"Quoting and Paraphrasing\n\nWhen you quote work from other people there are a few rules:\n\n  1. If you leave a word\/s out, replace it\/them with ellipses (…) “…when you leave a word out of a quoted sentence insert three dots…”\n  2. If you change any word\/s in a quote (sometimes to make it easier to read), then put the new word\/s in square brackets  “…when you leave a word out of a quoted sentence [make sure you include] three dots…”\n  3. Always include the reference source, with the page number (if appropriate)\nparaphrase is a quote that you re-state in your own words, so you need to include the reference source.\n\n1 Comment\n\nFiled under Grammar and punctuation tips\n\nOne Response to Quoting and Paraphrasing\n\n  1. I love PREP… This structure makes so much sense and makes writing so simple. I’ve used this for my Uni assignments before and now I can’t write without it… I’m addicted to the good marks I get now 🙂\n\nLeave a Reply to readerwriterrach Cancel reply\n\nYour email address will not be published. Required fields are marked *",
        "topic_id":16,
        "format_id":22,
        "topic_confidence":0.5203177333,
        "format_confidence":0.8741608858
    },
    {
        "url":"https:\/\/homeworkwriting.com\/literary-analysis",
        "text":"Literary analysis Guide\n\nA literary analysis essay is an exercise of looking closely at the small parts of an essay and how they affect the expected message of the author. A literary analysis focuses on the how the author delivers the intended message in terms of plot, character, the setting, and any other method they may apply to give meaning to the essay. In an academic setting, one may be confronted with the question of how to write an analysis essay. There are many different techniques that can be applied by anyone who wishes to write a literary analysis which is outstanding among and competitive for a good grade.\n\nAt some point the work may be troublesome as the student or the person that is made to work does not understand the mechanism and the structure in which he\/she is required to use. This is where one is supposed to engage qualified writers to help in the literary analysis assignment. We have writers in our midst who can write so well to make sure that you meet both the grade requirements and know what is required of you. If you are busy to get the time of research, you can just make an order in our company and let us write for you. We will reason on your behalf and do the undesirable work of typing for you.\n\nIn order to make sure that your literary analysis article achieves its goals, one must have the skills required to examine all the small parts such as structure and organization, the main point of view, and figurative language among others. It should be noted that writing is different from any kind of discussion that can be held between two or more individuals. In writing, one must have the skills to deliver and make the reader understand what is being communicated. A literary analysis essay is composed by combining various analysis paragraphs. An analysis paragraph should contain one or more components of the entire essay. This kind of writing requires one to have critical analysis skills and at the same maintain a clear organization of the paper. In order to maintain a good structure of in literary analysis essay, you need to identify your audience, the thesis statement of your work, and the aspect of the literature that needs to be written.\n\nIn another word, while writing an analysis, make sure that you are able to cover the topic fully. In addition, always let your essay have a central idea or thesis statement. A thesis statement is the main or central idea that governs each analysis paragraph written.\n\nThere is no single person on earth who was born with the knowledge of analyzing literature. Thus there is a need for each person to learn the tips and the requirements for conducting a critical literary analysis. In the quest for the knowledge, has a breed of writers who not only does the writing for money but also tries to train and coach college students to follow their lead and learn the ways to write and become a better academician. With as little as $13 per page, you get to acquire your own paper that has included everything according to the instructions and sometimes gives you questions that you should ask yourself if there is need to learn more. There are a few questions that should act as a guide when writing an analysis essay\n\n• The first step involves asking a series of questions that you would like your essay to address.\n\n• Once the questions are established, pick one that is more interesting and then collect sufficient evidence that will be used in the support of your response.\n\n• The next step involved in literary analysis is to construct a thesis statement based on the question and evidence prepared.\n\n• Another set is the development and organization of the argument. In any written analysis essay, the writer should have a specific point that is supported in the essay.\n\n• At this point, you need to write an introduction, body paragraphs, and the conclusion of your literary analysis.\n\nThe focus of each literary analysis is based on different elements of research that must be addressed to accomplish the expected outcomes. The student needs to address the seven important elements of literary analysis. The elements of literary analysis that must be addressed by the student are; the plot, setting, characterization, conflict, the point of view, tone, and theme.\n\nThe plot is an element of literary analysis that explains the flow of events that form the story. You need to state whether the plot adds any value or if it was significant to the claim raised in a literary analysis.\n\n\nConflict occurs when there are two opposing forces that struggle for attention in characters. For example, in most cases, there is the protagonist and antagonist. Conflict can be said to follow traditional forms and at times a character can experience conflict from within. Conflict arises from external forces or internal supernatural forces that affect the day to day activities of a person.\n\nCharacters and characterization\n\nCharacters are the people or things that are used by the author to elaborate the flow of the story. Characters in literary analysis form the main focus of the story in a given literary analysis. The way in which a character is developed from can be explained by their background, beliefs, and actions and other ways that can describe them forms the basis of analysis. A good analysis paragraph should explain and express opinion, race, culture, gender, among other descriptions that define the various characters. In addition, there are main characters and other characters in a story in the development of the story and gives the writers a way of analyzing the main points presented by the author of a given research.\n\n\nThe setting can also analyze the same way that the characters are analyzed. Setting explains the authors’ point of view of their characters and the location where the story was set.\n\n\nThe tone of a story can also be examined by the student to explain the characters as well as the interaction between people and the environment. Tone in literary analysis shows the authors attitude towards the subject and characters or proceedings in the story. Once you understand the tone in a story, you have improved chances of becoming better in the construction of literary analysis paragraphs.\n\n\nOn the other hand, is conducted through the concept of thought or opinion that the author of a story expresses. The theme deals with the way that the main point of view of the author expresses. The theme is not used to describe itself, but it is used to explain how other aspects are addressed.\n\nPoint of view\n\nIn any literary analysis, the author always develops characters who get affiliated to a given point of a story. For example, during the conflict, the author can emphasize on a point they want to put more emphasis on regarding the setting of the story. When the main objective is to write an analysis essay, understanding the main point of view is very important in ensuring a perfect analysis.\n\nLiterary , the analysis is used in ensuring that the student understands and promotes critical thinking. In addition, a literal analysis gives the student a good method of making sure that they understand how to formulate complex arguments and allows the student to develop thought process in understanding the work any work of literature.\n\nIf you are too busy or held up somewhere but the assignment must be given, then you should be able to use our services and take an advantage of expert academic writers to tackle your homework. It is cheap essay writing service that also favors the students as we understand that they are just students and do not have money to pay for expensive writing skills. Due to this reason and the fact that many students pleaded with us to harmonize the prizes, we agreed to do so and maintain the quality for a good cooperation between us and our clients. Do not hesitate to make an order and get your first professionally written paper.",
        "topic_id":16,
        "format_id":22,
        "topic_confidence":0.8296980262,
        "format_confidence":0.7440580726
    },
    {
        "url":"http:\/\/www.bookrags.com\/lessonplan\/importanceearnest\/shortessaykey.html",
        "text":"The Importance of Being Earnest Short Essay - Answer Key\n\nThis set of Lesson Plans consists of approximately 107 pages of tests, essay questions, lessons, and other teaching materials.\nBuy The Importance of Being Earnest Lesson Plans\n\n1. Describe Algernon Moncrieff.\n\nAlgernon is a droll, educated man in his late twenties or early thirties. He is perpetually hungry, and he will give any excuse - real or false - to avoid spending time with his relatives. He puts on airs of detachment and cynicism, but at heart he is a romantic.\n\n2. How does Jack Worthing's cigarette case betray his identity to Algernon?\n\nJack Worthing leaves his cigarette case at Algernon's lodging, but Algernon does not know it is his. The case is a gift from Jack's ward, Cecily, and its engraving mentions his real name. At the beginning of the play, Algernon knows Jack only by his town name of Earnest. When Jack claims the cigarette case, he must admit to the ruse.\n\n3. Who is Bunbury?\n\nBunbury is an imaginary person of Algernon's creation. As Algernon has told his relatives, Bunbury is an invalid friend who is always on the edge of death. As such, Bunbury is a perfect excuse for Algernon to get out of London when he has an appointment he does not want to keep.\n\n(read all 60 Short Essay Questions and Answers)\n\nThis section contains 3,142 words\n(approx. 11 pages at 300 words per page)\nBuy The Importance of Being Earnest Lesson Plans\nThe Importance of Being Earnest from BookRags. (c)2018 BookRags, Inc. All rights reserved.\nFollow Us on Facebook",
        "topic_id":16,
        "format_id":22,
        "topic_confidence":0.6944262981,
        "format_confidence":0.5043370128
    },
    {
        "url":"http:\/\/www.bizcommunity.com\/Article\/196\/18\/110778.html",
        "text":"Subscribe to industry newsletters\n\nBizTrends 2018\n\nAdvertise on Bizcommunity\n\nManufacturing Indaba 2018\n\nParagraphs - the building blocks of writing\n\nParagraphs remain one of the most important parts of writing. They serve as containers for ideas and help break up large chunks of text, making your content easier to read. But knowing how to write a good, well-structured paragraph can be little tricky.\nThere's no set length for a paragraph. However, it is possible to have your paragraphs too long or too short. Here are some tips that will help you to get your paragraphs right:\n\n1. Carefully construct your paragraphs - good writing starts with good structure. Create a logical structure that leads the reader directly to the conclusions you want them to reach.\n\n2. Begin with an introductory sentence - this sets out the subject of the paragraph. The remainder of the paragraph should go on to explain or 'unpack' the initial sentence.\n\n3. No superfluous stuff - if it's not directly related to your introductory sentence, delete it or move it to another paragraph.\n\n4. Keep one idea to one paragraph - if you begin with one idea, don't end with another or wander around different ideas.\n\n5. Split long paragraphs into shorter ones - it's perfectly acceptable to begin a paragraph with a sentence connecting it to the previous paragraph.\n\n6. Make your paragraph flow - fit sentences together in a way that's clear to your reader. Make them feel that they move easily from one sentence to the next, and that each coheres with the one before and after.\n\nWrite shorter paragraphs\n- this will increase the clarity of your writing. Making it more concise and your arguments is easier to follow.\n\n8. Clear, logical and easy to understand - by breaking your ideas down into bite-size chunks they're easier to understand.\n\n9. Opening paragraphs must grab attention - give a clear and concise reason why you are communicating and lead your reader on to wanting more.\n\n10. Closing paragraphs should finish strong - a call-to-action, summary or conclusion should be direct and to-the-point. Don't waffle or pussy-foot around. Ask.\n\n\"A sentence should contain no unnecessary words, a paragraph no unnecessary sentences, for the same reason that a drawing should have no unnecessary lines and a machine no unnecessary parts.\" - William Strunk, jnr. The Elements of Style.\n\nAbout James Hurford\n\n• Keynote talks • Consulting • Mentoring • Group training • One-to-One Coaching\n\n081 769 5077\nMargaret Matzener\nWhy are legal documents written with no commas and in such obscure language? Is it done to confuse? Or do the lawyers just want to earn money arguing the ambiguities in court?\nPosted on 13 Mar 2014 16:42\nJames Hurford\nI think it's done to confuse us. All documents should be written in plain language and made easy for everyone to understand —whether legal or financial. As a member of Plain Language Association InterNational (PLAIN) I battle against this every day.\nPosted on 15 Mar 2014 09:01\nPaul Kerton\nJames - your first sentence needs a spot of attention. Of instead of FOR me thinks. Happens to all of us. But particularly serious when you are writing about writing.\nPosted on 15 Mar 2014 10:01\nRod Baker\nOops, thanks for pointing that out.\nPosted on 17 Mar 2014 05:20",
        "topic_id":16,
        "format_id":22,
        "topic_confidence":0.5466816425,
        "format_confidence":0.7733103037
    },
    {
        "url":"https:\/\/kwwritersalliance.com\/2020\/09\/29\/working-with-editors\/",
        "text":"Working With Editors\n\nIf you’ve ever read a book that was poorly formatted or littered with errors, then you understand the important role editors play in bringing quality books to readers. If you’re a new writer who’s never been edited, or an old pro who’s been burned, you might be wary about letting an editor near your manuscript.\n\nBut if you’re matched with the right editor, the editing process should actually be a relief, if not a joy. Finding the right editor is key, and it’s just as important to cultivate a good working relationship.\n\nFind the Right Editor\n\nFirst, be aware of the different kinds of editing. If you aren’t sure what editors do, or are confused by a lot of editing terms, have a look at the definitions page on the Editors Canada website. There are four stages of editing that a manuscript goes through when thoroughly edited. At the very least, you will need a structural edit and a copy edit.\n\nSecond, make sure you ask the right questions to find an editor familiar with your genre and who meshes well with your personality and is sensitive to your style preferences. Many editors specialize, so find one with a background in your subject. If anything in your initial contact with an editor makes you uncomfortable, find a different editor, because you need to trust your editor for the process to run smoothly. Don’t forget to discuss style, because if, for example, you prefer the serial comma and your editor has a sparser punctuation style, it can easily lead to conflict.\n\nFinally, be aware of how a professional editor should conduct their business and what you should expect. Knowing what to expect can help you avoid amateurs and scammers. Anyone can call themselves an editor, but professionals will have training, regularly update their skills, belong to professional associations, and network with industry professionals. There are plenty of professional editors’ associations, like CIEP, Editors Canada, EFA, ACES, and their websites will help you search for pros.\n\nCultivate a Good Relationship\n\nOnce you know what kind of editing you need and have found an editor you trust and who has the right qualifications, you still need to make sure you and the editor understand your roles. Be sure to have a contract that lays out expectations, payment and deadlines.\n\nDon’t be afraid to ask questions about the editing process, no matter how foolish you think they are. You will feel more comfortable knowing when you will receive feedback, how changes will be reviewed, what kinds of changes to expect and what the schedule is.\n\nRemember that while good editors may seem super-human, they’re not miracle workers. Mistakes happen, but remain professional and courteous. Stand up for your story when you disagree with your editor, but be willing to compromise.\n\nAs an editor as well as an author, I’ve been on both sides of the desk and have had fantastic edits and horrific edits in both roles. I’ve found that it’s important to trust your instincts, be prepared, and remember that no edit is set in stone. A good edit by a good editor is rewarding and empowering, so it’s worth the extra research and work to find and maintain a good match.\n\nOne thought on “Working With Editors\n\nLeave a Reply\n\nFill in your details below or click an icon to log in: Logo\n\nYou are commenting using your account. Log Out \/  Change )\n\nGoogle photo\n\nYou are commenting using your Google account. Log Out \/  Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/  Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/  Change )\n\nConnecting to %s\n\n%d bloggers like this:",
        "topic_id":16,
        "format_id":22,
        "topic_confidence":0.6457495689,
        "format_confidence":0.6683076024
    },
    {
        "url":"http:\/\/www.kalbaun.com\/dictionary\/french\/how-to-say-nothing-ventured-nothing-gained",
        "text":"How do you say “nothing ventured, nothing gained” in French?\n\nHere's the answer:\n\n“qui ne tente rien n'a rien”\n\nWatch a real native speaker say it:\n\nHere's how it sounds in a textbook:\n\nFun fact: the hundreds of thousands of people learning French with Memrise get this phrase correct 90.77% of the time!\n\nTime to set your textbook on fire, learn “qui ne tente rien n'a rien” and other useful phrases that French speakers really use!\n\nStart learning for free Download on Google Play Store Download on Apple App Store\nburning textbook",
        "topic_id":16,
        "format_id":22,
        "topic_confidence":0.5604986548,
        "format_confidence":0.84642905
    },
    {
        "url":"http:\/\/www.bookrags.com\/studyguide-the-forest-house\/free-quiz.html",
        "text":"The Forest House Quiz\n\nThis Study Guide consists of approximately 29 pages of chapter summaries, quotes, character analysis, themes, and more - everything you need to sharpen your knowledge of The Forest House.\n\nTake our free The Forest House quiz below, with 25 multiple choice questions that help you test your knowledge. Determine which chapters, themes and styles you already know and what you need to study for your upcoming essay, midterm, or final exam. Take the free quiz now!\n\nDirections: Click on the correct answer.\n\nQuestions 1-5 of 25:\n\n\nWhat is the image that Eilan sees during her next ritual when Cynric appears? (from Chapter Twenty-One - Chapter Twenty-Five)\n\n\nAt what time of day does the initiation of the priestesses take place? (from Chapter Eleven - Chapter Fifteen)\n\n\nWho is against the plan of having Eilan as the next high priestess? (from Chapter Sixteen - Chapter Twenty)\n\n\nWhat is the sex\/sexes of the child\/children that Gaius and Julia have prematurely? (from Chapter Twenty-One - Chapter Twenty-Five)\n\n\nWhat does Eilan change during the next ritual so that she can be in contact with the Goddess, but not in a trance-like state? (from Chapter Twenty-One - Chapter Twenty-Five)\n\nThe Forest House from BookRags. (c)2018 BookRags, Inc. All rights reserved.\nFollow Us on Facebook",
        "topic_id":16,
        "format_id":22,
        "topic_confidence":0.8771505356,
        "format_confidence":0.8506925702
    },
    {
        "url":"http:\/\/www.thirdwomanpress.com\/twp-video-contest\/",
        "text":"Video Contest! Tell Us Why Third Woman Press Matters To You!\n\nWin a FREE copy of an out-of-print book! You can choose any of the ones we have in stock.\n\nThird Woman Press invites you to participate in our media revitalization project! We want to know why TWP matters to you! Submit a two-minute video telling us why you support the revitalization of Third Woman Press. We have provided five prompts to get you started. You can touch on any or all these topics.\n\n1. Third Woman Press has been influential in my life because__________.\n\n2. My favorite quote by a TWP author is __________.\n\n3. I found my first TWP book when__________.\n\n4. Feminist of Color publishing is important to me because__________.\n\n5. I support the revitalization of Third Woman Press because __________.\n\nTo participate, send us your video here! Stay tuned to see if your video appears on our site! \n\n[soliloquy id=”1936″]\n\nVideo Entry Steps\n\n1. Upload your video to YouTube.\n\n2. Upload a video file from your computer to YouTube. (Settings must be “Public” or “Not listed.”)\n\n3. Copy and paste the YouTube URL on our facebook contest page on the right-hand side of the page, in the box that reads, “Enter link to your YouTube video.\n\n4. In the box that reads, “Description of your video” enter the prompt you answer in your video (e.g., Why I support the revitalization of TWP).\n\n5. Enter your email address in the specified box.\n\n6. Click “Submit Entry.”\n\nPlease, wait for an email indicating that a moderator has approved your video. Your video will then be available for viewing on the video contest page. Spread the word!\n\n\n\nVideo Entry Guidelines\n\nDelivery: Web-blog style!\nRecite each line of your chosen prompt. Looking into the camera the whole time, keep looking for a few seconds on the beginning and end of each take for editing purposes.  (The video will be edited; so multiple takes, or multiple versions of your line are welcome. If possible, bring a friend along and have them hold the camera. Please take videos landscape-style!)\n\nLighting: Prominent light should be in front of you, not behind you.\nTry to position yourself in a way that takes advantage of the natural light in the location, in order to properly expose (see) your face in the video.  Sitting outside in daylight or by a window works great!\n\nAudio: Don’t forget that good audio makes a great video!\nTry to speak loudly. If possible, choose a location that has minimal background noise. Noises that are constant are better than loud short noises like doors closing or individuals speaking loudly. Try not to cover the microphone during recording.\n\nLength: Keep it short and simple!\nNo more than two minutes.",
        "topic_id":16,
        "format_id":22,
        "topic_confidence":0.6363218427,
        "format_confidence":0.7280376554
    },
    {
        "url":"https:\/\/www.chanelnavi.com\/romance-e-book-writer-captivate-your-viewers-in-four-steps\/",
        "text":"Romance E-Book Writer: Captivate Your Viewers in four Steps\n\nIt is no magic formula that romance fiction is large enterprise in the literary globe. It truly is believed that this style has brought in above $ one.3 billion in 2011. This business has spilt more than to the digital business as nicely. The ease of self-publishing and increased earnings from revenue has captivated several writers. In 2010, explained that their e-guide sales surpassed the revenue of their paperback income. At the moment there are a hundred and fifteen e-publications currently being offered for every single a hundred paperback. According to All Romance, an online retailer that sells only e-publications, romance fiction product sales have a lot more than doubled this 12 months. So what does that imply for e-ebook writers? This interprets into a whole lot of competitiveness pure and straightforward. With these quantities, how does a author captivate the audience and preserve them coming back again for a lot more? These four guidelines will capture your audience and hold them coming again:\n\none. Original Get in touch with- In romance fiction, the way the figures meet up with is really essential. writing ought to set the stage for your tale. It must be special and it must be introduced early. Your objective is to seize their interest in the 1st paragraph and hold him\/her engaged all through the tale.\n\ntwo. The Characters-Humanize your characters. You want to connect to your viewers. 1 way of performing that is to produce characters that are plausible. Much more importantly make them plainly and concise by defining their strengths and their flaws.\n\n3. Specifics-Do your research and realize the time period you are producing about. Don’t have the star-crossed fans touring by vehicle before they have been even invented. Succinctly will not get caught up in a heritage lesson when undertaking so. Keep in mind you might be composing a romance story not substitute training a background class!\n\nfour. Rate- Transfer your story together without having letting it get bogged down in too significantly depth. The feelings and steps of the primary characters need to set the pace and go your romance alongside to its wanted conclusion. Too significantly description, background, and rhetoric slows down the speed of your story. Romance tales are always about two folks finding each other and slipping in adore in spite of their differences and obstructions. Hold the tempo aimed in the direction of this route and your visitors will occur again time and time again.\n\nWriting and self-publishing your personal e-publications can be a lucrative company. However you have to know your audience and capture their desire and gain their respect. When you achieve all 3, you will maintain them coming again.",
        "topic_id":16,
        "format_id":22,
        "topic_confidence":0.9499246478,
        "format_confidence":0.7028921247
    },
    {
        "url":"https:\/\/whimsicallyreadbooks.com\/2017\/05\/20\/emphasis-in-writing\/",
        "text":"Emphasis in Writing\n\nI’ve talked about it to many, many writers on an individual basis. Now, it’s time I share it with the world.\n\nUsing all-caps in your fiction should be a complete and utter last resort.\n\nWhen to use all-caps:\n\n  • When using an acronym such as ASPCA, or FBI.\n  • When a character or narrator is screaming and your narrative is not strong enough to convey that volume otherwise.\n\nWhen not to use all-caps:\n\n  • When a character is talking slightly louder than they were before.\n  • When a character is speaking in staccato or with heavy inflection.\n  • When you, the writer, want to emphasis something.\n  • Whenever you feel like it.\n  • For a chapter heading\n  • When a character is shouting, but you can tag the dialogue with “she shouted.”\n  • When a character is shouting, but your amazing writing skills make it so that your reader totally gets that vibe without the use of irritating all-caps.\n  • For signs or letters or fliers written out in-narrative.\n\nWhat to use instead:\n\n  • For heavy emphasis within the narrative or dialogue use italics.\n  • For heavy inflection or staccato speech, Use. Them. Periods. (Not super great, but better than some alternatives).\n  • For chapter headings, use larger font sizes. You can use bold typeface, or nothing.\n  • Denote excitement or shouting with a single exclamation point and\/or descriptive dialogue tags.\n  • For fliers or signs written out within your novel, you can use italics or small-caps (sample below)\n\n\n  • As a second-to-last resort for screaming or shouting, use small-caps, as well.\n\n\nWorst form of emphasis\nAvoid using All-Caps\nHow to convey emphasis\n\nHappy writing!\n\n\nLeave your thoughts!\n\nFill in your details below or click an icon to log in:\n\nWordPress.com Logo\n\nYou are commenting using your WordPress.com account. Log Out \/ Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/ Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/ Change )\n\nGoogle+ photo\n\nYou are commenting using your Google+ account. Log Out \/ Change )\n\nConnecting to %s",
        "topic_id":16,
        "format_id":22,
        "topic_confidence":0.9257127643,
        "format_confidence":0.8106748462
    },
    {
        "url":"http:\/\/termine.oebisfelde.info\/no-hassle-systems-for-literary-analysis-essay-topics-a-closer-look\/",
        "text":"No-Hassle Systems For Literary Analysis Essay Topics – A Closer Look\n\nInstructing literary analysis is key to educating secondary ELA. It may be useful to complete writing your paper, including your concluding paragraph, earlier than you deal with the introduction. The conclusion and the introduction ought to include the identical content material, stated in another way. In the conclusion, you may sum up the main points of your essay and clarify how and why they are important to the e-book and to your interpretation of the text. Your introduction can then be a reworked paraphrasing of your conclusion, and you’ll rest assured that you haven’t left something out.\n\nLet’s study how literature reviews relate to, however differ from, different sorts of writing that critically analyse texts. 2) Body Part. Proper after introduction, move on to the principle a part of your writing – physique paragraphs which is able to signify your ideas about analyzed guide, novel, poem; explanation, statements, proof that can support your statements.\n\nEven if you read prose, our information for studying poetry offers good recommendation: read with a pencil and make notes. Mark the phrases that stand out, and maybe write the questions you might have in the margins or on a separate piece of paper. In case you have concepts that will probably reply your questions, write these down, too.\n\nNumerous literary devices assist convey that means or create a temper. Search for these in a narrative to establish key points and their contribution to the writer’s total which means. The next are a number of widespread literary units. Essay about swimming with mates? Writing two essays in a single night time bhartiya sanskriti essay in odia? Rhetorical analysis essay body paragraphs.\n\nFor instance, in a given examine, maybe among the essential concepts are X, Y, and Z. Notice these concepts and then write a short abstract about how the article incorporates them. In evaluations that introduce a research, these could be relatively brief. In stand-alone reviews, there may be significantly extra texts and more ideas.\n\nNotice that the work, author, and character to be analyzed are identified on this thesis statement. The thesis relies on a strong verb (creates). It additionally identifies the component of fiction that the writer will explore (character) and the traits the writer will analyze and talk about (willpower, religion, cunning).\n\nFinding No-Fuss Solutions In essay samples\n\nBasic details about how to decide on a subject to analyze could be discovered underneath the “ Choosing a Research Problem “ tab on this writing information. Review this page as a result of it may assist you identify a topic of research that may be investigated using a single case study design.\n\nThe essay introduction supplies a fast overview of the place your argument goes. It should embrace your thesis statement and a summary of the essay’s structure. Similarly, do not repeat the main points of your physique paragraphs in your conclusion. The reader has already read your essay, and likelihood is it’s not so long that they’ve forgotten all your factors by now.\n\nAt this level, you want to embrace anything, something, that may be helpful, and also you additionally want to keep away from the temptation to reach at definite conclusions about your matter. Keep in mind that one of the qualities that makes for a great interpretation is that it avoids the apparent. You need to develop complicated ideas, and one of the best ways to do this is to maintain your ideas flexible until you’ve got thought of the proof fastidiously. A superb gauge of complexity is whether or not you feel you perceive more about your subject than you did whenever you started (and even just reaching a higher state of confusion is a good indicator that you just’re treating your topic in a fancy method).\n\nEffectively, this is a bit harder. It is an examination of level-of-view, imagery, symbolism, other literary gadgets , using repetition, and every other choices the writer makes that create a singular piece. This specific step within the process might be one which takes fairly some time. Not solely are you examining the presence of those features of the writing, but additionally, you will have to consider why they’re there in any respect and what function may they serve. Examine the work beneath the idea that the authors make deliberate decisions, and their choices help the overall purpose of delivering a selected message.\n\nInside Fast Products For literature essay\n\nFundamental Elements For essay samples Across The Usa\n\nThis is a quick abstract of the various components that compose every work of literature. These are the weather that you’ll analyze in your essay, and which you will provide as proof to assist your arguments. For more on the parts of literary works, see the Glossary of Literary Terms at the finish of this part.\n\nCharacter refers to the qualities assigned to the individual figures in the plot. Take into account why the writer assigns certain qualities to a character or characters and the way any such qualities may relate to your matter. For example, a discussion of Victor Frankenstein’s education would possibly have in sylvia plath mirror analysis mind elements of his character that look like developed (or underdeveloped) by the actual sort of training he undertakes. Victor tends to be ambitious, even compulsive about his research, and I would be capable of argue that his tendency to be extravagant leads him to dedicate his own schooling to writers who asserted grand, if questionable, conclusions.",
        "topic_id":16,
        "format_id":22,
        "topic_confidence":0.812492311,
        "format_confidence":0.7952547073
    },
    {
        "url":"https:\/\/books.google.co.nz\/books?id=oO4AAAAAYAAJ&pg=PA99&focus=viewport&vq=feet&dq=related:UOM39015066464473&output=html_text",
        "text":"Page images\n\n10. But they should send up their story of wrong and oppression, and tell the Convention that no woman ever came there with pickax and blasting-powder. What heart in the assembly, especially what female heart, could remain unmoved when the voice came from those dreary subterranean caverns! and when the buried cried out against the wrongs imposed on my sex!\n\n11. There are, it is said, three millions of men constantly on the deep, as sailors, standing at the helm, working the pump, climbing the shrouds, wet and cold in the storm, cling-, ing to the wreck, going down to watery graves, — and for what? Why, that our dear ones may have their silks, their shawls, their laces, their china, and their perfumes!\n\n12. It is estimated that fifty thousand men, every year, are buried in the mighty deep. O woman, woman! What do you mean? Why are you not hanging on the swinging yards, climbing the mast, and facing these hardships and dangers? I do protest against the slavery to which you have sunk my kind!\n\n13. And the Convention should be electrified by the eloquence of men who fill our streets; who bear burdens; who carry all the brick and mortar to build the fine houses; who are obliged to handle pork and tobacco, train-oil and sugar, molasses and codfish; who are all day long confined in dusty, close counting-rooms, and exhausting life and strength over blotted account-books; who, in lonely church-yards, must dig graves, and work with no company save the moldering dead!\n\n14. Are we not compelled, early and late, to do the hardest, vilest, filthiest work that human beings ever performed? What a story of wrong could we not tell? When I come to your great city, I can't get a seat in the cars till the ladies are provided for, and that, too, next the window!\n\n15. I can't get a seat at the table, in the hotel or in the steam-boat, till the ladies are seated at the head of the table, where, I understand, t.he greatest delicacies are placed; and ii any body has to wait for the second table^ and eat fragments, it is not a lady. If a gentleman has a seat in the cars, and a lady comes in and wants it, though he were the king himself, he must give it up cheerfully.\n\n16. Ah! and who feeds the iron horse and makes the cars go? Who lights the street-lamps, brushes boots, colors your hats, and pounds down the stones in the street? O men, men! poor men! my soul yearns over you, and longs for your deliverance!\n\n17. Do you not se6 that it's the women who keep you down to these ignoble toils, and who snuff out the very light of your existence? Do you not see that, if they would only come and help us, and lift off our burden, we might be free?\n\n18. I used to think — foolish me! — I used to think that the Bible made us to be the protectors of women, and that thus the strong were to bear the infirmities of the weak, and that we could not fulfill the designs of Providence without doing all this hard drudgery, and exempting our feebler sisters from it. But since their famous Convention I have learned differently.\n\n19. I knew it was disagreeable to be surgeons, and to amputate arms and legs, and cut out tumors, and sew up wounds; but I had no idea that the ladies were longing to cut and saw too.\n\n20. I knew that our lawyers were a kind of civil police to keep the community quiet, and aided, as a chimney, to carry off the smoke of society; but I had no idea that our ladies were grieved that they were not chimneys too! In short, I see things in a new and strange light; and I am all awake for having a Men's Rights' Convention.\n\nQuestions. — What words in the first line of this exercise should be read with the circumflex? To which class of examples do they belong, or why should they be read with the circumflex? Foint out the next example, and tell the class to which it belongs, &c , &c. Point out some examples which are not marked, and tell why they require the circumflex, &c, &c. What is said in the note of the Egyptian bondage here alluded to? What ami where is Maiden Lane? What do you think was the Mithor's most obvious design in writing this exercise?\n\n\n\nMonotone is a protracted sameness of sound on successive syllables or words.\n\nMonotone, as here used, does not mean a succession of sounds perfectly similar, but simply that a similarity of tone, with slight modifications, prevails throughout the sentence t>r piece to be read.\n\nRule 10. Language that is grave, grand, or sublime, generally requires the monotone.\n\n\n1. He prayed for his murderers: \"Father, forgive them; for they know not what they do.\"\n\n2. \"Thou art worthy, O Lord, to receive glory, and honor, and power; for thou hast created all things; and for thy pleasure they are, and were created.\"\n\n3. Honest plain words best pierce the ear of Grief.\n\n4. Hail, sacred Peace, who claim'st thy bright abode \"Mid circling saints who grace the throne of God.\n\n\n\n[In reading this exercise, the attention of the class may be directed more especially to the examples of monotone.]\n\n1. About three weeks elapsed; and I again returned to visit the happy family, on the shore of this beautiful lake. My pulse beat high with expectation. My horse had not forgotten the' hospitality of the Burtons; and we rapidly approached these well-remembered scenes.\n\nQuestions. — What is monotone? Does it here mean a succession of sounds per, ectly similar? What is the rule for monotone? Read the examples.\n\n* Lake George, a beautiful lake lying mostly in Warren County, N. T.\n\n2. As I descended the last hill, and some time before I . reached the house, Rover, the large Newfoundland dog, came bounding along, with every demonstration of joy, to welcome^ my return. Upon entering the house, I was informed by the domestics, that the whole family were out enjoying an afternoon's sail.\n\n3. Taking Rover with me, I strayed down to the neighborhood of their landing-place, and seated myself on a cliffy which overlooked the lake. The waters of Lake George are peculiarly transparent. From a boat, I have often looked out upon its pebbly bed, and thought I might easily have waded to the shore, when, in truth, I could not reach the bottom with my oar.\n\n4. I sat wrapped in the dream of expectation, measuring the long ripple which the boat left upon the lake, and thinking whether the party could reach home before dusk. I turned toward the sun to judge from its height how many minutes the light of day had yet to live.\n\n5. I was immediately struck by the uncommon richness of the white, fleecy cloud, which was rolling itself, volume upon volume, into a thousand wild, fantastic shapes. At the same moment, a small black cloud seemed suddenly to grow out of the mountain.\n\n6. As it rose, it swelled and spread itself, like a pall, over the rich mass of vapors, effacing, one by one, the beauties of the gorgeous spectacle. The wind freshened from the east; but the thunder-cloud still steered against it, and sailed on in sullen majesty, like some dusky spirit, regardless, of the opposing element.\n\n7. The sun was obscured; and a cold shade was thrown over the lake. The leaves rustled through the forest with a noise like the long roll of the ocean on some distant beach; and a dull, low moaning seemed to move upon the waters.\n\n8. All nature portended one of those tremendous storms, which there, in seasons of the profoundest calm, pour in a moment out of the hollows of the surrounding mountains. I looked back anxiously for my friends. Their bark had neared the bay, and was gallantly cleaving the waves.\n\n9. I thought I could distinguish Arthur at the helm, proudly steering his little treasure, fearful only for those whom he loved dearer than life. I waved my handkerchief; and it was answered.\n\n10. The heavens were now completely overcast; the thunders rolled heavily, nearer and nearer; and big, round drops splashed, here and there, upon the water. Presently there was a blinding flash, and an explosion shaking the cliff to its very root.\n\n11. The long, broken peal which followed, reverberated from crag to crag, and died away in the far distance. There was a momentary pause; — the gates of heaven were loosed; and the water fell in sheets, as if another lake was emptying itself from the sky.\n\n12. I could just discern the little boat through the thick rain. In spite of the fury of the storm, it gained its way, and had already reached the entrance to its harbor. A few moments more, and it would be safe!\n\n13. While I was yet looking at it, a sudden gust of wind rushed out of the west. The boat stopped for an instant, as if fixed to the spot; and then, with a slight tremulous motion, settled into the waves!\n\n14. From a point below, Rover had sat watching its progress. He now set up a wild howl, and dashed into the water. I instinctively started up, ran down the cliff, leaping from point to point, — slipping among the rocks, — catching at the weeds and briers, which sprung out of the crevices; nor was it till I stood upon the very margin of the lake, that I reflected on the rashness of my design; for I was wholly unable to swim.\n\n15. Eover, however, bore out stoutly from the shore, and had almost reached the spot ; but no trace of the boat could be seen! The torrents of rain ceased; and I could now clearly descry a human figure, emerging from the waves. It\n\n« PreviousContinue »",
        "topic_id":16,
        "format_id":22,
        "topic_confidence":0.977353096,
        "format_confidence":0.5393951535
    },
    {
        "url":"http:\/\/wordsmithessays.com\/writing\/poetry\/feet-and-meter-in-poetry",
        "text":"Feet and Meter in Poetry\n\nWordsmith Essays promises you the best online essay editing.  Our international team of editors can help you with all different kinds of writing, from creative stories to technical reports.  Today, one of our editors talks about how to organize and structure poetry.\n\nToday, we’re continuing our look at writing poetry with a review of a couple of the basic elements of English poetry. Of course, there are a wide variety of forms and conventions in English poetry—from the Anacreontics to the villanelle—but a handful of elements are almost always present, such as the line and the foot.\n\nThe line and the foot are two organizational principles in English poetry. The line is a collection of metrical units known as “feet” and each foot is a grouping of stress and unstressed syllables organized in a repeating pattern. For example, consider the first line from one of Shakespeare’s sonnets:\n\nDevouring time, blunt thou the lion’s paw.\n\nAs we learned last time, this line can be divided into a series of stressed and unstressed syllables:\n\nDevouring time, blunt thou the lion’s paw.\n\nEach foot consists of an unstressed syllable followed by a stressed syllable, a type of foot called an “iamb”. The iamb is one of the most common of metrical feet, but there are others, including:\n\n– Trochee: a stressed syllable followed by an unstressed syllable.\n\n– Spondee: two unstressed syllables.\n\n– Anapest: two unstressed syllables followed by a stressed syllable.\n\n– Dactyl: a stressed syllable followed by two unstressed syllable.\n\nThe number of feet in a line determines the type of meter. The line from Shakespeare’s sonnet has five iambic feet, so it would be the most common metrical form: iambic pentameter. The types of meter can be broken down as:\n\n– Monometer: one foot.\n\n– Dimeter: two feet.\n\n– Trimeter: three feet.\n\n– Tetrameter: four feet.\n\n– Pentameter: five feet.\n\n– Hexameter: six feet.\n\n– Heptameter: seven feet.\n\n– Octometer: eight feet.\n\nAnd so on. The most common types in poetry are tetrameter, pentameter, and hexameter, but there are plenty of famous poems and poets that work with other types of meter.\n\nDifferent metrical lines provide different effects and a good poet trains themselves to know what tool is useful for what job. Iambic pentameter is closest to natural speech:\n\nI love to hear her speak, yet well I know\n\nThat music hath a far more pleasing sound\n\nWhile something like trochaic tetrameter is more lyrical and has an unnatural quality:\n\nTyger, Tyger, burning bright,\n\nin the forests of the night\n\nThe easiest way to learn the difference is to read a lot of poetry and experiment with different forms of meter. How does a poem sound in iambic tetrameter? Dactylic hexameter? By paying attention to the metrical structure, you’ll be better equipped to express emotion and feeling through the structure of the poem as well as the content.\n\nThat’s it for lines and feet. Next time, will be the final day of our look at poetry, where we’ll be practicing some simple tricks and techniques for composing your own poetry. Until then, stay safe and keep writing!\n\nWe’re proud to offer you some of the best online essay editing available today, no matter what the content or topic of your writing.  Check out our order page to see what we can do for you!\n\n\nWrite a Comment\n\nFields with * are required",
        "topic_id":16,
        "format_id":22,
        "topic_confidence":0.9781543016,
        "format_confidence":0.7206901312
    },
    {
        "url":"https:\/\/www.readersmagnet.club\/writing-tips-for-the-beginning-writer-by-gay-sizemore-sauer\/",
        "text":"So you want to write a story, or even a book?  Here are some tips I have found useful.  Read them carefully and keep them in mind the next time you pick up a pen or pencil.\n\n     First, you must have an Idea.  Play around with that idea in your head for a while.  The idea will become your controlling agent when you begin your writing.   \n\n     Next, think about demographics.  That is, who is your audience?  Are they children, adults, ordinary folks…or a more elite group?  This will require a mastery of language.  If you want to write, you are likely one who loves words.  Be careful with them, though.  You do not want to talk down to your audience, nor do you want to talk above their word comfort level.\n\n     Who are you writing about?  Your characters should be believable, even if they jetted in from Mars.  Make their actions suit their character.  Descriptions are good, even necessary, but actions are more important.  Use plenty of action words—verbs–instead of adjectives.  The reader understands your characters better when he sees them in action.\n\n     How do you wrap up your story?  A good way to do this is to imagine you have placed a gift in a box and now you must tie a ribbon around it.  One end of the ribbon – the end – should connect with the other.  This means that something in the beginning of your story is satisfactorily connected to the end of the story, thus tying it all together in a believable way.\n\n     However, leave something for the reader to think about.  Some of the best story writers create characters and situations which, though solved, leave enough on the plate that the reader finds himself yearning for more.  That is the appeal of sequels or sagas.\n\n     When I am engaged in a thoroughly satisfying book or short story, I find that I really don’t want it to end.  I have become so involved with the character that I want to see him or her continue those activities that have captivated my attention.  When you can get that sort of relationship established between your character and the reader, you have really achieved something. \n\n     Perhaps then it is time to think about another chapter in the life of this marvelous creation, your character.  Another book!\n\n     This last tip is perhaps the most important of all.  An aspiring writer should be very well read.  Books from all literary periods, books from a great variety of writers.  When you are very well read, you are in a better position to know what is appealing in a book.  Then, who knows?  The next classic on the market may be something you have written!\n\nReadersMagnet Authors' Lounge",
        "topic_id":16,
        "format_id":22,
        "topic_confidence":0.9516709447,
        "format_confidence":0.8925278783
    },
    {
        "url":"https:\/\/prowritingaid.com\/art\/313\/What-are-the-different-types-of-verbs.aspx",
        "text":"What Are the Different Types of Verbs?\n\nThe ProWritingAid Team\nProWritingAid: A grammar guru, style editor, and writing mentor in one package.\nPublished Jan 25, 2016\n\nWhat are the Different Types of Verbs?\n\nYour sentences would lie dead in the water without a verb. Verbs are the most important part of your sentence. But how do you select the right verb to get across your meaning? By understanding the different types of verbs and how they’re used.\n\n\n  1. What is a verb?\n  2. Action verbs get you going.\n  3. Sometimes verbs need a little help.\n  4. Let’s link our thoughts together.\n  5. And in conclusion…\n\nWhat is a verb?\n\nVerbs are action words. They tell us what’s happening in your sentence. They also sometimes tell us about a state of being. There are three types of verbs for use:\n\n  • Action verbs (which can be transitive or intransitive),\n  • Modal verbs (sometimes called helping verbs), and\n  • Auxiliary (sometimes called linking verbs).\n\nAction verbs get you going.\n\nWhen a person or thing is doing something, that’s an action verb. Action verbs are the best ones to use in your writing to move your story forward and create tension. They can be split into two categories:\n\nTransitive verbs.\n\nThis verb is always followed by a noun that’s receiving the action, called the direct object.\n\nI patted my dog’s head.\n\nThe verb is “patted,” and the noun that’s receiving this action is “my dog’s head,” which is the direct object of the action verb.\n\nSometimes an object can be indirect, such as when you’re expressing for whom or to whom the action is being done.\n\nMary gave Angelina a kiss on the cheek.\n\nThe verb is “gave” and the object given was “a kiss.” To whom it happened was Angelina, which is an indirect object.\n\nIntransitive verbs.\n\nWhen an action verb has no direct or indirect object, it’s called an intransitive verb. Intransitive verbs can be followed by an adverb or adverb phrase, but there will never be a direct or indirect object.\n\nMatthew runs quickly away from the fire.\n\nThe verb is “runs,” and the phrase “quickly away from the fire” tells us more about the verb, but there is no object here to receive the action.\n\nAn easy way to tell the difference between a transitive and an intransitive verb is to ask the question, “What is receiving the action from this verb?” If you can name a noun that’s on the receiving end, it’s a transitive verb. If you can’t name a noun, whether a direct or indirect object, then the verb is intransitive.\n\nSometimes verbs need a little help.\n\nModal verbs help us understand more about the verb in question. They give us hints on the possibility of something happening (can, should, etc.) or time (has, did, was, etc.). When you add a modal or helping verb to your sentence, you’ve created a verb phrase.\n\nLaura is (helping verb) writing (main action verb) her life story.\n\nHer story might (helping verb) be (main verb) embarrassing for some of her friends.\n\nThese words always function as modal verbs, or helping verbs:\n\nCan • Could • May • Might • Must • Ought to • Shall • Should • Will • Would\n\nIn addition, you can have helping verbs consisting of the forms of to be, to do, and to have. Keep in mind though the following words can also serve as linking verbs (which we’ll discuss next):\n\nAm • Are • Be • Been • Being • Did • Do • Does • Had • Has • Have • Is • Was • Were\n\nJuliet is changing trains at the station.\n\nDaniel had eaten everything on his plate.\n\nLet’s link our thoughts together.\n\nLinking verbs connect the subject of your sentence to a noun or adjective that describes your subject. The noun or adjective is called the “subject complement.”\n\nMy daughter is a marketing major.\n\nWe are your new neighbors.\n\nThe most common linking verb is the various forms of to be (am, are, is, was, were, etc.). Sometimes, the forms of to be are helping verbs, as you learned in the previous section.\n\nTo become and to seem are always linking verbs. The following verbs, however, can sometimes be linking verbs and other times be action verbs:\n\nTo appear • To continue • To feel • To grow • To look • To prove • To remain • To sound • To stay • To smell • To taste • To turn\n\nLinking: The seafood smelled funny.\n\nAction: I smelled the seafood before eating.*\n\nAnd in conclusion…\n\nThere you have it—verbs explained. Now that you understand the various forms they can take, use verbs wisely to create movement, tension, and momentum in your work. Make your verbs the strongest possible, and your readers will be happy.\n\nSubscribe for writing hacks, special offers and free stuff\n\nWe will not share your details\nHave you tried  ProWritingAid  yet? What are you waiting for? It's the best tool for making sure your copy is strong, clear, and error-free!\nThe ProWritingAid Team\nProWritingAid: A grammar guru, style editor, and writing mentor in one package.\n\nThe most successful people in the world have coaches. Whatever your level of writing, ProWritingAid will help you achieve new heights. Exceptional writing depends on much more than just correct grammar. You need an editing tool that also highlights style issues and compares your writing to the best writers in your genre. ProWritingAid helps you find the best way to express your ideas.",
        "topic_id":16,
        "format_id":22,
        "topic_confidence":0.6035345197,
        "format_confidence":0.8502560854
    },
    {
        "url":"http:\/\/blog.janicehardy.com\/2016\/11\/3-key-elements-of-successful-pitching.html",
        "text":"\n\nTuesday, November 22\n\n3 Key Elements of Successful Pitching\n\nBy Vivian Conroy @VivWrites\n\nPart of the How They Do It Series\n\nPitching a novel can be a terrifying experience, but if you prepare before you pitch, you not only settle the nerves, but increase your chances of success. Please help me welcome Vivian Conroy to the podium today, to share her thoughts on pitching a novel series.\n\nHooked on mystery since she read her first Agatha Christie at thirteen, Vivian Conroy writes the Lady Alkmene Callender 1920s' mysteries for an imprint of HarperCollins. Book 1, A PROPOSAL TO DIE FOR -- described by reviewers as 'a cross between Downton Abbey and Miss Marple' and 'an exciting, humorous and fabulously witty voyage'-- was released on September 19 and is available through Amazon,, Kobo, Ibooks, and Google Play.\n\nWebsite | Twitter | Goodreads | Amazon | Barnes & Noble\n\nTake it away Vivian...\n\nWhen the editor called me to offer me a 3-book deal for my Lady Alkmene Callender 1920s' mystery series, she told me that after reading a sentence or two she already knew this book was something she'd want to buy. I had submitted to a special call by the publisher for books opening with a proposal. That was it. Open with a proposal and the rest is up to you.\n\nAll I knew for sure was that I needed to send a pitch letter, a first chapter and a synopsis.\n\nWriters will often find themselves in that same position. You are submitting to a contest, including pages with a query to an agent, or sending in requested work after a conference pitch. You need a pitch letter, a sample of your manuscript and a synopsis. Established authors sell on proposal which is also a pitch, sample and synopsis. Each element in this package serves specific purposes in convincing the editor or agent that you understand your genre and your craft. By focusing on those functions as you prepare the material, you increase your chances of selling the proposed book or even book series.\n\n1. The Pitch Letter\n\nThe special call I responded to asked for books starting with a proposal so I knew the concept of proposal had to play an important part in the submission. So first thing to do is ask yourself: what is the publisher looking for within this line or imprint or, in case of an agent, how does my book fit what the agent represents or has asked for in a wishlist? A romance publisher will like to see romantic hooks or tropes like secret baby, marriage of convenience or amnesia. A mystery publisher will like to see key mystery elements such as an evocative setting, characters the reader will relate to and root for, plus series potential.\n\nIn all cases your title is extremely important to convey that first impression of concept. It has to fit what works in your genre. For cozy mystery titles are often a pun, a sort of funny reference to the murderous situation. A Proposal To Die For did just that for me.\n\nIn the pitch letter you also show you understand your genre by your short pitch. For me that was: 'a fun mystery with series potential, in the vein of Christie, Sayers and Wentworth, about a titled heroine with an unladylike interest in fast-acting poisons and unnatural death, who meets her match in a determined reporter.'\n\nIt shows off the main characters, the setting and sets the tone I also use in the book.\n\nYour pitch letter can also state how you see your book fitting in the publisher's offer or the agent's list, to show you have researched the publisher or agent and believe your work is a good match for them.\n\n2. Sample of the Manuscript\n\nThe chapter or sample pages have to show off voice and writing skills. Here you introduce the editor or agent to your world and characters. Avoid the pitfall of giving a ton of backstory. Instead start with action and trust that reader will be curious about the rest and follow along. My opening started with a line of dialogue (the proposal asked for) that Lady Alkmene overhears. Immediately her curiosity is piqued and she moves in to hear more. I didn't explain at all that we are at a party, who Lady Alkmene is, or why she is there. I thrust the reader into the action: a few whispered words, curiosity on Alkmene's part and off we go onto a path that will lead to murder and her acquaintance with her sleuthing partner Jake Dubois.\n\nAlthough we don't get to know a whole lot about Alkmene in the opening scene (we do learn her father is traveling, but not whereto or why), we do see those character traits that will aid her in sleuthing: curiosity, fascination with human psychology and a need for adventure, a deep desire to exchange the everyday for something mysterious and spectacular. All other things can be added in later.\n\n3. Synopsis\n\nEach editor and agent has a different preference so some read the synopsis before sample pages, others after. Either way, the synopsis has to show you have enough plot for a whole book and you stay true to genre. In a cozy mystery you can't have a serial killer leaving dead bodies everywhere or the protagonists fleeing in a stolen helicopter. So check your synopsis for the key elements a publisher or agent wants to see for your genre and for any items that might not be a good fit or might cause doubt (for instance don't spend a lot of time on characters that only appear once or twice to avoid the idea they are too dominant).\n\nAlthough a synopsis is generally regarded as descriptive, you can infuse voice by word choice. Again this has to be appropriate for your genre.\n\nAnd if you get the opportunity, like me, to explain it's a series and pitch sequels, convey the overall series feel and spend a sentence or two, three on the sequels. Just to give a taste of what you want to do. In my case I focused on:\na. the various settings (book 1 is in London, book 2 on a country manor, book 3 on an excavation site in Cornwall)\nb. basic plot (for book 2: to clear a cat burglar of murder charge, Lady Alkmene must infiltrate a household where everybody has a secret)\nc. atmosphere\/flavor. The latter depends mainly on word choice again: make it appropriate for your genre and voice.\nIf your pitch package is successful, you will be asked for more material or - if you are established - you can even sell on this proposal alone. Conveying your book's concept and scope in an engaging manner is a skill you will be able to use throughout your career. So hone it!\n\nAbout A Proposal to Die For\n\nWhen a wealthy art collector dies, Lady Alkmene suspects his recently recovered heir, beautiful American actress Evelyn Steinbeck, of involvement in the death. But she is not the only one thinking it was murder: reporter Jake Dubois, just in from Paris where he covered crime, is also on the case. Jake doesn't believe a lady like Alkmene can investigate, but he has to admit her contacts can get him into places he himself has no access to. On her part Alkmene must acknowledge Jake is a lot more street savvy than she is. Together this unlikely duo follow a trail of clues to uncover a dark secret hidden away in the marshes of Dartmoor.\n\nBook 2, DIAMONDS OF DEATH, about stolen stones and family secrets, released on October 17, while book 3, DEADLY TREASURES, released on November 21.\n\nWebsite | Twitter | Goodreads | Amazon | Barnes & Noble\n\n1 comment:\n\n  1. Congratulations on your three-book deal, and thanks for the advice. I always learn something useful when I visit here.",
        "topic_id":16,
        "format_id":22,
        "topic_confidence":0.8656728268,
        "format_confidence":0.5374429822
    },
    {
        "url":"http:\/\/web.mit.edu\/mbarker\/www\/exercises\/exer971124.txt",
        "text":"Date: Mon, 24 Nov 1997 22:50:28 EST From: Naught but Words Subject: EXERCISE: Title Challenge! one blossom from Pat Fish here it comes... An Aster in the Closet with thanks to Pat Fish. (and for the new threads in the fray...take the title up there. Write it down. Then write a -- story, poem, essay, other form of your choice -- after it. Clean it up, then post it to the list if you like it as a SUB: Simple, write!) tink (and if it is properly emotional or visionary, plus written in just 100 words, you might want to enter it in the drabble contest! see for details...)",
        "topic_id":16,
        "format_id":22,
        "topic_confidence":0.872705102,
        "format_confidence":0.7895427942
    },
    {
        "url":"https:\/\/penandthepad.com\/understanding-elements-make-up-short-story-2243.html",
        "text":"Understanding Elements That Make Up a Short Story\n\nThe most basic elements of a story are setting, characters, plot, conflict and theme. Recognizing what each of these elements adds to the story helps the reader understand the structure and meaning of a short story. Understanding how these elements work together also gives the reader an appreciation for the purpose of the short story.\n\n\nThe setting is the time and the place in which a short story takes place. The setting puts boundaries and expectations in place for the reader. For example, a short story that takes place in a school in early September gives the reader a certain expectation of what might happen within the traditional school year. Placing the story in a school in a different time -- late July -- might change the reader's expectation for what the story might bring about. The setting creates a foundation for the other elements of the story.\n\n\nEach short story needs a cast of characters to move the plot along. Characters are actors within the narrative. They are the heart of the story and are part of the problem and the resolution of the plot. Characters are also the main vehicle through which a reader identifies with a short story. Authors help the reader understand the character by relating how they act, their physical appearance, their speech and interactions with other characters, how others see them and other simple descriptions. For example, Margaret Mitchell opens \"Gone with the Wind\" by introducing the main female character, \"Scarlet O'Hara was not beautiful.\" Developing characters over the course of the story makes them seem more realistic, which in turn can keep the reader interested in the story.\n\n\nThe plot is the events that happen within a story. In a successful short story, a plot should build suspense, becoming more exciting as the story moves through the events until it reaches the climax, or most dramatic part of the story. Sometimes a story may end with the climax, but often writers will include a section to round out their narrative, tying up the lose ends of the plot to make the story a complete whole.\n\n\nThe conflict is the problem the characters encounter within the plot of the story. This problem adds drama to the story and is an important part of story telling, because without a conflict, a story lacks excitement. A conflict is usually introduced near the beginning of the story and continues to build until it is finally dealt with in the climax. The problem may be complex and may need to be fully resolved after the climax.\n\n\nA theme is a main idea of a story or a lesson the author wants the reader to learn. The longer the story, the more themes it may have; however, short stories may also contain a number of themes. They may be major topics such as love, family, sacrifice or isolation, or they may also be the moral of the story. Themes can be implied or they can be a central belief clearly expressed by the author about one or more of life's issues.\n\nAbout the Author\n\nSusan Rickey started writing in 1994 with a technology feature article for the \"Pioneer Press.\" She was the writer of the Klamath Forest Alliance newsletter, an environmental organization. Rickey obtained her teaching credential from California State University and acquired her Bachelor of Science from the University of Arkansas.\n\nPhoto Credits\n  • BananaStock\/BananaStock\/Getty Images",
        "topic_id":16,
        "format_id":22,
        "topic_confidence":0.9517313838,
        "format_confidence":0.6002129912
    }
]