[
    {
        "url":"http:\/\/www.legalindia.com\/faq-tags\/what-precaution-should-be-taken-regarding-advertisements-for-overseas-jobs\/",
        "text":"What precaution should be taken regarding advertisements for overseas jobs?\n\nPosted On & filed under .\n\nIn case of ad by a Registered Recruiting Agent, it must be checked that registration certificate number is clearly mentioned. Similarly, ads by Foreign Employers and Project Exporters should indicate their permit number. Full address with Telephone Number, Post Box Number, e-mail address of the advertiser should be mentioned in addition to the job and… Read more »",
        "topic_id":3,
        "format_id":5,
        "topic_confidence":0.8897563815,
        "format_confidence":0.8896037936
    },
    {
        "url":"https:\/\/fishandgame.idaho.gov\/content\/question\/can-i-have-two-copies-my-hunting-license",
        "text":"Can I have two copies of my hunting license?\n\n\nCan we get two copies of my sons hunting license? One for my house and one for his dads?\n\n\nIt is not illegal to possess two copies of your hunting license. However, when a person gets a “duplicate” copy of their hunting license, the duplicate license invalidates the original license.\n\nIdaho Code 36-405(b)3. When a duplicate license has been issued the original license shall become null and void.",
        "topic_id":3,
        "format_id":5,
        "topic_confidence":0.7639366388,
        "format_confidence":0.9300464392
    },
    {
        "url":"https:\/\/www.allprobailbond.com\/blog\/ca-laws\/medical-marijuana-faqs\/",
        "text":"Medical Marijuana\n\nMedical Marijuana: The FAQs\n\nMedical marijuana refers to the cultivation, use, and possession of marijuana in whole, unprocessed plants, or extracts to treat symptoms and illnesses.\n\nScientific and medical research recommend the use of medical Marijuana to treat terminal illnesses or long-term symptoms associated with cancer, epilepsy, glaucoma, and AIDS. Marijuana contains about 100 cannabinoids and two of these chemical ingredients (THC and CBD) are widely used to manufacture medical drugs. Unlike other cannabinoids, THC and CBD play a crucial role in the body by regulating pleasure, promoting muscle movement, boosting memory and concentration, reducing pain, preventing inflammations, and controlling epileptic seizures.\n\nMedical Marijuana Laws\n\nThe Federal government has made the cultivation, possession, and use of medical marijuana in the US illegal. Through the Food and Drug Administration, the federal government requires carefully conducted studies and clinical trials in thousands of human subjects to determine the benefits and risk exposures of a possible medication. Hitherto, researchers have not conducted sufficient large-scale clinical trials about the benefits and risks of marijuana plant among patients with terminal illnesses. On the other hand, states have legalized the use of marijuana for medical purposes. According to the Drug Policy Alliance, twenty-nine states have legalized medical marijuana under controlled conditions as of April 2017. Although the law dictates that federal laws are above state laws, various federal and state agencies have come together to solve the incessant battle between federal and state laws regarding medical marijuana.\n\nMedical Marijuana penalties\n\nAlthough an increased number of states continue to enact statutes permitting terminally ill patients to cultivate, possess, and use medical marijuana, the federal government treats marijuana as a drug under schedule I of the Controlled Substance Act. Under this act, cannabis is viewed as a highly addictive drug having no medical value. Penalties for medical marijuana include imprisonment, fines or both depending on the felony class and the state.\n\nIn states that have not legalized medical marijuana, offenses are treated as felony drug charges while states that have decriminalized medical marijuana treat offenses as minor infractions. One may be charged with offenses under the following circumstances\n\n  • The sale of the drug to minors\n  • Possession of grams beyond the recommended amounts\n  • Cultivation of marijuana in states where cultivation is illegal\n  • Possession of marijuana equipment.\n\nWhere convicted and sentenced, a minimum of 85% of the sentence must be served. Possession or cultivation of higher quantities beyond the legalized amounts attract a longer jail term with minimal chances for probation or alternative sentencing. In California, which was the first state to decriminalize medical marijuana, possessing more than 1 kg of cannabis with no preceding sentences carries a minimum of six months jail term with a probability of probation. Higher quantities with prior convictions carry a minimum of two years with no possibilities for parole.\n\nPossible Defenses\n\nPatients arrested and prosecuted for the possession, cultivation, or use of medical marijuana have only the medical necessity as a probable defense under the First Amendment. The medical necessity defense is grounded as a state common law or general defense statute where one proves that their action, albeit being illegal, prevented harm. However, under the medical necessity defense, the defendant must prove beyond reasonable doubt that\n\n  • They did not intentionally bring about the circumstances that caused the illegal act and\n  • They could not accomplish the same objective using a less offensive alternative\n\nIt is important to consult with medical professionals and marijuana defense attorneys on the required documentation for the defendant to urge their case should be they found guilty of the drug felony.\n\nMany types of research funded by the National Institute of Health continue to explore the benefits of cannabinoids in the medical fields. Current research is directed towards the prevention of growth and multiplication of cancer cells. Evidence from some clinical and preclinical trials ascertain that extracts from whole-plant marijuana plants can indeed treat symptoms of diseases affecting the immune system. However, such research faces multiple legal issues that hinder progress. Stakeholders in the healthcare and legal sectors should work together and enact systems that will promote research and uphold legal standards.\n\nRead More: Marijuana Laws in California\n\nTags: ,\nPosted in CA Laws Comments Off on Medical Marijuana: The FAQs\n\nBail Bond Rates\n\nIn general, the standard industry rate for bail bonds is 10% of the face amount of bail. For example, if the face amount of bail is $10,000, the fee is $1,000. Read More\n\n\nWe offer affordable interest-free credit terms that are tailored to your financial situation. You can even put as little as 0-5% down (OAC). Read More",
        "topic_id":3,
        "format_id":5,
        "topic_confidence":0.9801871181,
        "format_confidence":0.9231821299
    },
    {
        "url":"https:\/\/www.beavertonoregon.gov\/Faq.aspx?QID=154",
        "text":"How long is my term of jury duty?\nJurors in the City of Beaverton serve a three-month term. Although you are on call during those three months, you will not be required to serve on more than two juries nor more than 10 days unless additional days are needed to finish a trial. Most jury trials last only one day, but occasionally they last two days.\n\nShow All Answers\n\n1. Why is jury service required?\n2. Who is eligible to serve as a juror?\n3. How long is my term of jury duty?\n4. Will I get paid for jury duty?\n5. Will I have to come if the case is settled before the day of trial?\n6. What if my employer doesn’t want me to serve?\n7. Can I change the date that I am required to report?\n8. Where is the Municipal Court, and where do I park?\n9. What should I bring when I report?\n10. When will I get to eat lunch?\n11. What if I fail to appear on the day I am summoned?\n12. Where do I check in?\n13. Where are the restrooms?\n14. Can I use a telephone?\n15. May I take my cell phone or pager into the courtroom?\n16. What kind of case will I hear?\n17. Why does the judge have a computer terminal on his\/her bench?\n18. Will I be chosen for a specific trial?\n19. May I investigate or research the case outside of the court?\n20. Are there certain rules of court that I need to follow?\n21. What are the stages of a typical trial?\n22. What should I expect when the jury retires for deliberation?\n23. Do I go back into open court?",
        "topic_id":3,
        "format_id":5,
        "topic_confidence":0.990211308,
        "format_confidence":0.9746135473
    },
    {
        "url":"http:\/\/www.in.gov\/judiciary\/3901.htm",
        "text":"- OR -\n\nCourts > Help > Clerk's Portal Help & Tutorials > Frequently Asked Questions Frequently Asked Questions\n\nHow do I create an account?\n\nTo create an account, you must visit the appealsclerk.in.gov website.  See our help topic on Creating an Account and Signing In for more detailed instructions.\n\nHow do I sign in if I forgot my username?\n\nDon't worry if you forgot your username; you can sign in to the portal by typing in your email address into the username box instead.  If you're not sure of the email address connected with your account, you can click the link for \"Forgot Username\" in the Sign In box, and follow the prompts to login.\n\nHow do I sign in if I forgot my password?\n\nIf you forgot your password, you can still sign in to the portal by clicking the \"Forgot Password\" link in the Sign In box.  Follow the prompts giving the information you do have.  You can sign in by answering your security questions correctly, or if you don't remember those, by providing your attorney number and PIN (What is my PIN?)\n\nWhat is my attorney number?\n\nAttorney numbers are printed in different formats on correspondence from different Supreme Court agencies.  In addition, some attorneys used to have a letter to indicate a name change.  Those letters have been eliminated.\n\nSo, for example, an attorney's number could vary in these ways:\n\n12345-67A or 12345-67-A\n(previously including the letter)\n\n(previously including the letter, as shown on your annual CLE statement)\n\n(current format not including the letter, as printed in your annual email statement from the appellate clerk's office)\n\n(current format as printed on your annual CLE statement)\n\nFor purposes of creating a portal account or signing in with your attorney number and PIN through the \"Forgot Username\" or \"Forgot Password\" links, you should enter your attorney number in the following format:\n\n\nWhat is my PIN?\n\nSometimes called your \"initial password,\" your PIN is included on your annual statement from the Commission for Continuing Legal Education (labeled \"PIN #\").\n\nWhat is IOLTA?\n\nGenerally, IOLTA is a program created by the Indiana Supreme Court in 1997 in an amendment to Professional Conduct Rule 1.15, regarding the safekeeping of property. \n\nThe rule requires that all Indiana attorneys that hold client funds, which are nominal in amount or to be held for a short period of time by the attorney or the attorney's law firm such that they could not earn income for the client in excess of the costs incurred to secure such income, are held in a specific type of bank account, called either an \"attorney trust account\" or an \"IOLTA account.\"\n\nThe Indiana Disciplinary Commission maintains a list of approved trust account depositories at which attorneys and law firms may open an IOLTA account.\n\nNot all Indiana attorneys are required to maintain an IOLTA account; many are exempt from doing so, and allowable exemptions are outlined in the rule. However, all Indiana attorneys are required to annually certify their IOLTA status to the appellate clerk's office according to Indiana Admission and Discipline Rule 2(f).\n\nFor more information about the IOLTA program, see the following resources:\n\nWhat are the fees for annual attorney registration?\n\nAttorney annual registration fees (including late fee penalties) are as follows:\n\n\nPaid 8\/1-10\/1\n\nPaid 10\/2-10\/15\n\nPaid 10\/16-12\/31\n\nPaid after 12\/31\n\n\n\n\n\n\n\n\n\n\n\n\n\nFees\/Penalties based on attorney's status as of 10\/1\n\nCan I mail a check?\n\nYes, you can mail your annual fee payment in the form of a paper check, but it must be accompanied by a printed Payment Acknowledgment. Your payment acknowledgement is created after you review and submit your online registration information through the portal, then choose \"Paper Check \/ Cash\" as your payment method, and confirm the payment method. The payment acknowledgement also includes a Confirmation # that you should write on the Memo line of your check. Instructions on where to mail your check and Payment Acknowledgment can be found on the Payment Acknowledgment you print out.\n\n« All help topics",
        "topic_id":3,
        "format_id":5,
        "topic_confidence":0.9839422107,
        "format_confidence":0.974116385
    },
    {
        "url":"http:\/\/www.insd.uscourts.gov\/content\/obtaining-copies-court-documents",
        "text":"Obtaining Copies of Court Documents\n\nCommon FAQ\n  • Documents in most newer civil and criminal cases are available for viewing\/printing via the internet, by accessing the court's CM\/ECF - PACER system. A U.S. Courts PACER account is required. Documents are in PDF format, and cost 10 cents per page, with a quarterly minimum billing amount and a per document maximum charge. For more details, contact the PACER Service Center, at (800) 676-6856, or visit www.pacer.gov.\n  • Documents in older cases may be identified on docket sheets through the court's Case Search page. Then, a request for specific documents may be made by mail or fax using the Copy Request Form. Copies are provided by the court at 50 cents per page. Court staff will contact the requestor to arrange payment.\n  • Documents available through PACER may also be viewed and printed at the Clerk's office on public access computers. No PACER account is required, and copies are 10 cents per page. Check our Office Locations.\n  • Contact the Clerk's office, at (317) 229-3700, for further assistance with copy requests.",
        "topic_id":3,
        "format_id":5,
        "topic_confidence":0.9944637418,
        "format_confidence":0.5504742265
    },
    {
        "url":"https:\/\/www.eatoncounty.org\/faq.aspx?TID=17",
        "text":"Show All Answers\n\n1. Are there different kinds of custody?\n2. What is the Prosecutor's role in issues of custody and parenting time (\"visitation\")?\n3. How do I get an order for custody?\n4. How do I change an existing custody order?\n5. We can't agree on custody issues. Can the Court help us reach an agreement?\n6. Do I need an attorney to get a custody order?\n7. How do I get an order for parenting time (\"visitation\")?\n8. I am being denied visitation. What can be done?\n9. Does the Prosecuting Attorney or the Friend of the Court have a responsibility to investigate alleged abuse and\/or neglect of a child?\n10. Are there other websites with parenting time information?",
        "topic_id":3,
        "format_id":5,
        "topic_confidence":0.9929097295,
        "format_confidence":0.9748247862
    },
    {
        "url":"https:\/\/www.kansascityaccidentinjuryattorneys.com\/faqs\/wrongful-death-plaintiffs-must-be-connected-to-the-victim.cfm",
        "text":"Many people can be deeply affected by someone’s untimely death. Of course, immediate family members are usually the people who most feel the loss, but other relatives, close friends, and even co-workers or employees can suffer emotionally and financially because of the death. When the death is caused by the negligent or intentional actions of another person, legal action may be pursued in the form of a wrongful death lawsuit. However, state law is very clear about just who is entitled to file such a claim and who is not.\n\nWhat Missouri Says About Wrongful Death\n\nThe Missouri wrongful death statute outlines a very specific list of people who may file a suit. The statute also makes it clear that only one person may file a suit against one defendant for the death of a person. In the first group of eligible plaintiffs are the following:\n\n  • Spouse of the deceased\n  • Children, natural or adopted, legitimate or illegitimate, of the deceased\n  • Grandchildren of the deceased, if the children of the deceased are also deceased\n  • Father or mother of the deceased, natural or adopted\n\nIf there is no one in any of these categories to file suit, then the following family members may take action:\n\n  • Brother or sister of the deceased\n  • Descendants of siblings of the deceased\n  • In both cases, the plaintiffs must prove that they will suffer financial or emotional loss because of the death\n\nFinally, if there is no one in either of these groups to file a wrongful death lawsuit, the court may appoint a plaintiff ad litem chosen from any applicants who feel they have a legitimate claim to proceeds from the suit. It is important to note that stepchildren are not permitted under Missouri law to file a wrongful death lawsuit for the death of a stepparent.\n\nKansas Statute Is a Little More Restrictive\n\nThe Kansas statute governing wrongful death claims is short and sweet: “The action may be commenced by any one of the heirs at law of the deceased who has sustained a loss by a reason of the death.” An heir, according to Kansas law, is one who takes intestate succession, so if the deceased leaves behind a spouse or children, the parents and siblings of the deceased are not eligible to make a claim. Unlike in Missouri, where a biological connection is enough, in Kansas, the plaintiffs must also be financial dependents who will be harmed by the loss.\n\nHas A Loved One Died Due To The Negligence of Others?\n\nIf your loved one has died due to the negligence of someone else an experienced wrongful death attorney can help you hold them responsible. Contact us online or call our Kansas City office directly at 816.471.5111 to schedule your free, no obligation consultation.",
        "topic_id":3,
        "format_id":5,
        "topic_confidence":0.9951682091,
        "format_confidence":0.9407666326
    },
    {
        "url":"http:\/\/www.dir.ca.gov\/dlse\/faq_tipsandgratuities.htm",
        "text":"Tips and gratuities\n\nPrinter friendly version\n\n\nLabor Code Section 351 prohibits employers and their agents from sharing in or keeping any portion of a gratuity left for or given to one or more employees by a patron. Furthermore it is illegal for employers to make wage deductions from gratuities, or from using gratuities as direct or indirect credits against an employee's wages. The law further states that gratuities are the sole property of the employee or employees to whom they are given. \"Gratuity\" is defined in the Labor Code as a tip, gratuity, or money that has been paid or given to or left for an employee by a patron of a business over and above the actual amount due for services rendered or for goods, food, drink, articles sold or served to patrons. It also includes any amount paid directly by a patron to a dancer covered by IWC Wage Order 5 or 10.\n\n\nWhat is a tip?\n\n\nA tip is money a customer leaves for an employee over the amount due for the goods sold or services rendered. Tips belong to the employee, not to the employer.\n\n\nWhen a customer pays their bill with a credit card and the payment includes a tip, when can the employee expect to receive the money from the employer?\n\n\nPayment of a gratuity made by a patron using a credit card must be paid to the employee not later than the next regular payday following the date the patron authorized the credit card payment. Labor Code Section 351\n\n\nMy employer is deducting the credit card processing fees from my tips. Is this legal?\n\n\nNo. Labor Code Section 351 provides that the employer must pay the employee the full amount of the tip that is indicated on the credit card. The employer may not make any deduction for credit card processing fees or costs that are charged to the employer by the credit card company from gratuities paid to the employee.\n\n\nI work in a large restaurant as a waiter. My employer told me that I am required to share my tips with the busboy and the bartender. Am I obligated to do this?\n\n\nYes. Labor Code Section 351 provides that \"every gratuity is hereby declared to be the sole property of the employee or employees to whom it was paid, given, or left for\". The section has been interpreted to allow for involuntary tip pooling so long as the tip pooling policy is not used to compensate the owner(s), manager(s), or supervisor(s) of the business, even if these individuals should provide direct table service to a patron or are in the chain of service to a patron. In addition, the policy must be fair and reasonable. Therefore, your employer can require that you share your tips with other staff that provide service in the restaurant so long as the employees that share in the tip pooling policy are employees to whom the tip was paid, given, or left for. In this regard, the courts have validated policies that distributed tips among employees who provide \"direct table service\" or who are in the \"chain of service\" provided that employee in the chain of service bears a relationship to the customers' overall experience. (updated March 2013).\n\n\nAre the tips I receive considered part of my \"regular rate of pay\" for overtime calculations?\n\n\nNo. Since tips are voluntarily left for you by the customer of the business and are not being provided by the employer, they are not considered as part of your regular rate of pay when calculating overtime.\n\n\nIs a mandatory service charge considered to be the same as a tip or gratuity?\n\n\nNo, a tip is a voluntary amount left by a patron for an employee. A mandatory service charge is an amount that a patron is required to pay based on a contractual agreement or a specified required service amount listed on the menu of an establishment. An example of a mandatory service charge that is a contractual agreement would be a 10 or 15 percent charge added to the cost of a banquet. Such charges are considered as amounts owed by the patron to the establishment and are not gratuities voluntarily left for the employees. Therefore, when an employer distributes all or part of a service charge to its employees, the distribution may be at the discretion of the employer and the service charge, which would be in the nature of a bonus, would be included in the regular rate of pay when calculating overtime payments.\n\n\nMy employer deducts my tips from my paycheck. Is this legal?\n\n\nNo. Your employer can neither take your tips (or any part of them), nor deduct money from your wages because of the tips you earn. Furthermore, your employer cannot credit your tips against the money the employer owes you. Labor Code Section 351\n\n\nMy employer pays me less than the minimum wage because he includes my tips in my hourly pay. Is this legal?\n\n\nNo. Unlike under federal regulations, in California an employer cannot use an employee's tips as a credit towards its obligation to pay the minimum wage. California law requires that employees receive the minimum wage plus any tips left for them by patrons of the employer's business. Labor Code Section 351\n\n\nWhat can I do if my employer credits my tips against my wages?\n\n\nYou can either file a wage claim with the Division of Labor Standards Enforcement (the Labor Commissioner's Office), or you can file a lawsuit in court against your employer in to recover the lost wages. Additionally, if your employer is crediting your tips against your wages, you are being underpaid your wages and thus, if you no longer work for this employer, you can make a claim for the waiting time penalty.\n\n\nWhat is the procedure that is followed after I file a wage claim?\n\n\nAfter your claim is completed and filed with a local office of the Division of Labor Standards Enforcement (DLSE), it will be assigned to a Deputy Labor Commissioner who will determine, based upon the circumstances of the claim and information presented, how best to proceed. Initial action taken regarding the claim can be (i) referral to a conference, (ii) referral to a hearing, or (iii) dismissal of the claim.\n\nIf the decision is to hold a conference, the parties will be notified by mail of the date, time and place of the conference. The purpose of the conference is to determine the validity of the claim, and to see if the claim can be resolved without a hearing. If the claim is not resolved at the conference, the next step usually is to refer the matter to a hearing or dismiss it for lack of evidence.\n\nAt the hearing the parties and witnesses testify under oath, and the proceeding is recorded. After the hearing, an Order, Decision, or Award (ODA) of the Labor Commissioner will be served on the parties.\n\nEither party may appeal the ODA to a civil court of competent jurisdiction. The court will set the matter for trial, with each party having the opportunity to present evidence and witnesses. The evidence and testimony presented at the Labor Commissioner's hearing will not be the basis for the court's decision. In the case of an appeal by the employer, DLSE may represent an employee who is financially unable to afford counsel in the court proceeding.\n\nSee the Policies and Procedures for Wage Claim Processing pamphlet for more detail on the wage claim procedure.\n\n\nWhat can I do if I prevail at the hearing and the employer doesn't pay or appeal the Order, Decision, or Award?\n\n\nWhen the Order, Decision, or Award (ODA) is in the employee's favor and there is no appeal, and the employer does not pay the ODA, the Division of Labor Standards Enforcement (DLSE) will have the court enter the ODA as a judgment against the employer. This judgment has the same force and effect as any other money judgment entered by the court. Consequently, you may either try to collect the judgment yourself or you can assign it to DLSE.\n\n\nWhat can I do if my employer retaliates against me because I objected to his crediting my tips against my wages?\n\n\nIf your employer discriminates or retaliates against you in any manner whatsoever, for example, he discharges you because you object to his crediting your tips against your wages, or because you file a claim or threaten to file a claim with the Labor Commissioner, you can file a discrimination\/retaliation complaint with the Labor Commissioner's Office. In the alternative, you can file a lawsuit in court against your employer.",
        "topic_id":3,
        "format_id":5,
        "topic_confidence":0.6630307436,
        "format_confidence":0.9754312038
    },
    {
        "url":"https:\/\/www.oldhamsmith.com\/video-faqs\/boating-accident-faqs\/who-can-be-sued-in-a-florida-boating-accident-ca\/",
        "text":"Who Can Be Sued in a Florida Boating Accident Case?\n\nPrimarily the owner and the operator of the boat could be sued. Additionally, an experienced lawyer should also look to see whether or not there is some sort of defect with the boat that contributed to the accident, maybe there was some improper repairs that were done on the boat, lack of maintenance on the boat, or a manufacturer's design that made the boat dangerous and defective.\n\nA Different Type of Injury Firm\n\n  • Complimentary & Confidential Case Evaluations\n  • Honored with Some of the Highest Awards in the State\n  • Over 1,000 Cases Handled\n  • An Established Firm Serving Clients Since 1989\n\nLet Us Focus on Your Rights & Your Needs\n\nContact Us Today\n  • Please enter your first name.\n  • Please enter your last name.\n  • Please enter your phone number.\n    This isn't a valid phone number.\n  • Please enter your email address.\n    This isn't a valid email address.\n  • Please make a selection.\n  • Please enter a message.",
        "topic_id":3,
        "format_id":5,
        "topic_confidence":0.9924193025,
        "format_confidence":0.9432333708
    },
    {
        "url":"https:\/\/johnsonandwilliams.com\/faq\/",
        "text":"Florida law provided for an injured person to be compensated or made whole by the responsible party. Obviously, the extent of compensation will vary depending on the specific facts or a case. In many cases, however, full compensation may include elements of damage other than payment of medical bills, such as payment for pain and suffering, mental anguish, loss of ability to enjoy life, lost wages and diminished earning capacity. This is why early consultation with a lawyer experienced in personal injury cases can help you obtain the maximum recovery allowed by the law.\n\nBefore hiring a lawyer, you should research the law firm and lawyers you are considering to represent you. Ask for information about the lawyer’s education, training and experience, and ask the lawyer to tell you about his\/her experience in dealing with cases similar to yours.\n\nAsk about the lawyer’s trial and courtroom experience, and assure yourself that if your case goes to trial, your lawyer has the knowledge and experience to take you there. Ask the lawyer to go over the attorney’s fee contract with you in detail, and be sure you understand how the lawyer’s fees and costs will be paid at the end of the case.\n\nMost trial lawyers are willing to handle personal injury cases on a contingency fee basis. This means that the lawyer will not charge you a fee for his time unless there is a recovery. If a recovery is made, then the attorney’s fee is based on an agreed percentage of the gross amount recovered.\n\nThe lawyers at Johnson & Williams, P.A. charge contingency fees in accordance with the Florida Supreme Court guidelines, typically 33-1\/3% in a case that is settled before the need for a lawsuit arises, and 40% when a lawsuit becomes necessary and is contested. The contingent attorney’s fee does not include the costs of pursuing a claim, which may range from just a few hundred dollars to tens or even hundreds of thousands of dollars.\n\nThese costs are payable separately, and not as a part of the contingent fee. Although many law firms may require you to pay these costs in advance, at Johnson and Williams, P.A. we understand that the consequences of an injury make it difficult, if not impossible, for our clients to advance the costs of a case.\n\nIn most cases, we pay the costs, and simply ask to be reimbursed at the conclusion of a case when your recovery is received.\n\nTypically, no. The majority of cased we handle involve a contingency fee contract. That means we do not get paid unless and until our client makes a recovery.\n\nIn some unique circumstances, we will represent a client on an hourly-fee basis, if the case calls for such an arrangement. In either case, the fee and cost agreement you have with our firm will be explained to you in detail before we begin pursuit of your claim.\n\nIndeed, it can be very expensive to pursue claims involving serious injuries, medical malpractice and defective products. It is not uncommon for the costs in such cases to exceed many tens of thousand dollars.\n\nAt Johnson and Williams, P.A. we understand that the expenses of pursuing significant cases can be substantial. Accordingly, we have positioned ourselves to be able to advance the costs necessary to prepare cases properly for trial Ultimately, out-of-pocket expenses are a client’s responsibility in a successfully-concluded case. While a case is pending, we generally advance the expenses incurred during our representation.\n\nIf and when the case reaches a successful conclusion, the costs we have expended are returned to us out of your recovery.\n\nEvery case is unique. Before an accurate determination of the value of your personal injury case can be made, your doctors must have determined that you have reached maximum medical improvement, and we must have a thorough understanding of your course of medical treatment, your current condition and your future prognosis.\n\nAdditionally, we must have had an opportunity to completely investigate the details of the accident, and analyze the impact that the accident has had on your wage-earning ability and on your lifestyle. Only then can an experienced and knowledgeable personal injury attorney accurately determine the value of your case.\n\nYou should be wary of any law firm that purports to put a specific value on your claim before having an opportunity to learn all of the relevant facts and determine the impact that the accident will have on your future.\n\nYou should know that the vast majority of personal injury claims are resolved before a jury reaches a verdict at trial. Many cases are settled even before a lawsuit must be filed. The ultimate decision about whether to file a lawsuit at all is the client’s. At Johnson and Williams, P.A. we are committed to helping our clients reach a satisfactory conclusion to their claim, whether by a lawsuit and trial, or by some alternative means. Our lawyers are experienced in alternative dispute resolution procedures, such as mediation and arbitration, that can avoid the need to file a lawsuit altogether.\n\nIn all cases, we take the time to explain to our clients the alternatives available, including the risks and advantages of each, so that our clients can make an informed decision that is best for his or her individual circumstances.\n\nIt is well-documented that most lawsuits that are filed are settled before trial. Regardless, we prepare every case as if it might ultimately be decided by a jury. We believe in being prepared in the event an agreement between the parties cannot be reached.\n\nAt the same time, our philosophy is to aggressively pursue resolution of claims at all stages in the case, so that the process does not become unduly difficult, burdensome, or expensive for our clients, and so that we obtain the best results possible.\n\nStudies show that verdict trends have moved in a more conservative direction over the past several years, both with respect to the probability of a verdict in the plaintiff’s favor and the amount of damages awarded. The popular media focus on the unusual verdicts, and tend to sensationalize jury awards that are exceptional.\n\nDo not be misled into thinking that juries routinely award large amounts of money for personal injury claims. The results in any case depend on its particular facts and the effectiveness of your legal representation.",
        "topic_id":3,
        "format_id":5,
        "topic_confidence":0.9896682501,
        "format_confidence":0.9760804176
    },
    {
        "url":"https:\/\/www.lakesaintlouis.com\/FAQ.aspx?QID=107",
        "text":"I want to have a garage sale. Do I need to do anything special?\n\nThe City of Lake Saint Louis allows only two garage sales to be conducted at the same location within any calendar year. No garage sale may continue for more than three days. Before conducting your sale, you must notify the Police Department Dispatch Office at 636-625-8018 of the time, date and location of your event as well as the name, address and telephone number of the person or persons responsible for conducting the sale. You cannot post signs advertising a garage sale on public property, including:\n\n  • On the Street Right-of-Way\n  • Posts or Utility Poles\n  • Street Signs\n  • Traffic Signs\n\nSigns may be posted on parked vehicles so long as the vehicles are legally parked. You may also place signs on your property, so long as they are in place only on the day and during the hours of the sale. Garage sale signs must be no larger than 5 square feet.\n\nShow All Answers\n\n1. How do I obtain my accident report?\n2. How do I get a copy of a police report?\n3. How do I get a police record check?\n4. Does Lake Saint Louis have a D.A.R.E program?\n5. What do I do about the dogs and cats running loose in my neighborhood?\n6. Can I make arrangements to get my fingerprints taken?\n7. Can I get a permit to park my boat in my driveway?\n8. I want to have a garage sale. Do I need to do anything special?\n9. How do I get involved in the Neighborhood Crime Watch?\n10. Is there a fee for getting a copy of a report?\n11. How do I give the police information about a crime?",
        "topic_id":3,
        "format_id":5,
        "topic_confidence":0.9526953101,
        "format_confidence":0.9736303091
    },
    {
        "url":"https:\/\/www.prisonersfamilies.org\/faqs\/who-do-i-speak-to",
        "text":"Issues around release, such as accommodation, are handled by the Community Offender Manager\/Probation. To discuss any problems you or your loved one is facing the best person to contact is the Community Offender Manager, or call the general office phone number for that probation team.\n\nIf you have tried this without success, you can call the probation office and ask to speak to the Duty Officer who is the person in charge that day.",
        "topic_id":3,
        "format_id":5,
        "topic_confidence":0.9930746555,
        "format_confidence":0.9467222691
    },
    {
        "url":"http:\/\/legalbenchmarket.com\/ptfaq.html",
        "text":"copyright 2012 by Legal BenchMarket International\nLegal BenchMarket International B.V. | Trade Register No. 27259835 | The Hague | The Netherlands | Tel. +31 (0)703920441 | Mob.+31(0)653507477\n1. Do law firms have to pay for your services?\n\n2. Do you get paid by law firms for allowing them to bid?\nNo, LBI works solely in the interest of its client who wishes to retain a law firm for a specific matter.\n\n3. Is there a minimum threshold for an auction of legal services?\n\n4. Do companies or law firms\/consultants have to pre-register before they can participate in an auction?\nNo, we like to keep the “red tape” to a minimum.\n\n5. How do you calculate your fees?\nSee under\nOur Fees\n\n6. Do you conduct Benchmark activities \/ auctions in languages other than English?\nYes, we currently provide our services in French, German and Dutch. Spanish, Portuguese,\nDanish, Norwegian, Swedish will follow soon.\n\n7. How long does it take to prepare an RFP and run the RFP process?\nDepending on the complexity of the matter this can run from a few days to several weeks.\nLaw firms\/consultants must be given sufficient time to respond to an RFP. In a medium complex\nmatter, generally two weeks will suffice to respond to an RFP.\n\n8. Who decides which firm will be selected?\nIt is always the client who decides which firm will be selected. LBI is only a vehicle for the client\nto get a solid picture of the market of the services required.\n\n9. Must the lowest bidder be selected?\nNo, it is at the discretion of the company to select counsel. Even the highest bidder may be selected.\n\n10.Can you help me if I have a need for a lawyer in e.g. Kazakhstan?\nYes. To access who has expertise in the Kazakh market, we conduct research to find out who the most\nhighly regarded lawyers are who work on matters in that country. The results of this research enables us to conduct a benchmarking or auction for services. We will also contact foreign companies which are\nestablished there over the years who generally will share their experiences. If time allows us to do so, we\nwill also do field research in the country. The fee structure for that type of work may be adapted to the\nspecific circumstances\n\nF.A.Q. \/ Frequently Asked Questions\nWie wij zijn\nWat wij doen\nQuem somos\nO que fazemos\nNossas taxas\nFale Conosco\nNossos clientes",
        "topic_id":3,
        "format_id":5,
        "topic_confidence":0.8476397991,
        "format_confidence":0.9764718413
    },
    {
        "url":"http:\/\/lwm-info.org\/1090\/Publications-FAQ-7",
        "text":"Publications FAQ 7\n\nWhat publication requirement, if any, is there under the open meetings law for governmental body meeting notices?\n\nNone. The Wisconsin open meetings law itself does not require newspaper publication. However, it does provide that open meetings notices must be given to news media that have filed a request to receive notices, and to the official newspaper, or if there is none, to a news medium likely to give notice in the area. Wis. Stat. § 19.84(1)(b); 66 OAG 230 (1977). It is up to the newspaper or the other news media to decide whether to publish or broadcast the notice. Also, it should be noted that the open meetings law requires public notice of\nmeetings to be given “as required by any other statutes.” Wis. Stat. § 19.84(1)(a). These other statutes may require newspaper\npublication. (rev. 6\/19)",
        "topic_id":3,
        "format_id":5,
        "topic_confidence":0.9368524551,
        "format_confidence":0.9640672207
    },
    {
        "url":"https:\/\/888askelliot.com\/es\/preguntas-frecuentes-sobre-da%C3%B1os-personales\/",
        "text":"Please ensure Javascript is enabled for purposes of website accessibility\n\nPersonal Injury FAQs\n\nFor personal injury claims, accident victims have three years from the accident date to file a claim against the negligent party. However, we recommend filing a personal injury lawsuit immediately after an accident. Contact us to schedule a free legal consultation with an experienced personal injury lawyer at Elliot Ifraimoff & Associates.\n\nHere are some common types of personal injury claims reported in New York.\n\n  • Auto Accidents\n  • Slip-and-Fall Accidents\n  • Pedestrian Collisions\n  • Bicycle Accidents\n  • Motorcycle Accidents \n  • Truck Accidents\n  • Dog Bites\n\nWere you involved in an accident and are not sure if you are eligible for personal injury claim benefits? Schedule a free consultation with one of our personal injury lawyers in Queens, NY to discuss your rights. You may be eligible to get personal injury claim benefits even if you don’t feel hurt right after the accident, as some injuries might show up delayed. An experienced personal injury lawyer will investigate all aspects of the accident such as the negligence from the liable party that caused the accident. This helps you get maximum compensation after a personal injury accident.\n\nIf you’re injured in an accident, seek medical attention immediately. Delaying going to a hospital can affect not just your health, but it can also have an adverse impact on your personal injury claim. So, it is wise to seek medical attention within 72 hours after an accident. Also, don’t forget to consult with a personal injury lawyer to discuss how to protect your legal rights.\n\nYes! Personal injury lawyers can be vital in helping injured people recover from an accident. They may be able to assist you to fight for compensation for the injuries you have suffered in your accident, whether it was due to the negligence of another person, an animal, or even a vehicle. If you have been hurt and need help with your case, it's important that you find a lawyer who is experienced and knowledgeable.",
        "topic_id":3,
        "format_id":5,
        "topic_confidence":0.9867802262,
        "format_confidence":0.9658435583
    },
    {
        "url":"https:\/\/www2.minneapolismn.gov\/government\/departments\/attorney\/common-questions\/",
        "text":"Commonly asked questions\n\nAnswers to some common questions the Attorney's office receives.\nWhat is the difference between the Minneapolis City Attorney's Office and the Hennepin County Attorney's Office?\nShow response\nWhat are examples of felonies and misdemeanors?\nShow response\nHow do I get a harassment restraining order?\nShow response\nI am a victim. How do I have my case referred for possible criminal charges?\nShow response\nHow do I get a domestic order for protection?\nShow response\nHow do I report a crime?\nShow response\nHow do I get a copy of the police report, accident report or other discovery?\nShow response\nI don't live in Minnesota and have a pending criminal case. How can I resolve it?\nShow response\n\nContact us\n\nCity Attorney's Office\n\n\n\n\nCity Hall\n350 Fifth St. S.\nRoom 210\nMinneapolis, MN 55415\n\nOffice hours\n\n8 a.m. to 12:30 p.m.*\nMonday through Friday\n\n*Office hours reduced due to COVID\n\nSee list of City holidays",
        "topic_id":3,
        "format_id":5,
        "topic_confidence":0.9966921806,
        "format_confidence":0.9717984796
    },
    {
        "url":"https:\/\/www.lawyersandsettlements.com\/faq\/legal-malpractice.html",
        "text":"Lawyers and Settlements\nHome Page >> Hot Legal Issues >> Legal Malpractice >> FAQ \/ Info\n\nLegal Malpractice Lawsuit FAQ\n\nWhat is Legal Malpractice?\n\nLegal Malpractice occurs when a lawyer's services fall below the standard of care; it means a lawyer has been negligent when providing legal advice or representation and has caused harm. Three areas of liability are Negligence (the most common cause of action); Breach of fiduciary duty; and Breach of contract.\n\n(Standard of care means that a lawyer has an obligation to use such skill, prudence, and diligence as lawyers of ordinary skill and capacity commonly possess and exercise under similar circumstances.)\n\nWhat constitutes \"harm\" in legal malpractice?\n\nIn a legal malpractice case, harm (or injury) requires that the client has suffered a financial loss or wrongful criminal conviction. Generally, emotional suffering does not constitute legal malpractice but there are a few exceptions to every rule. For instance, you could suffer stress and anxiety due to your lawyerâ\u0080\u0099s fraudulent actions. The threat of possible future harm is not considered an \"injury\" in legal malpractice cases.\n\nMy lawyer made a few mistakesâ\u0080\u0094does that count as legal malpractice?\n\nNot as a rule. The mistake must have been one that a lawyer of ordinary skill, prudence, and diligence would not have made. If it did not cause harm, the mistake is not legal malpractice.\n\nIs there a difference between a grievance or bar complaint and legal malpractice claim?\n\nYes. As stated above, a legal malpractice claim means that a lawyer's conduct did not meet the standard of care. A grievance or bar complaint is made to the organization (for instance, the bar association in your state) that licenses the lawyer. The state bar can discipline an attorney up to and including disbarring him or her or suspending his or her license.\n\nCommon grievance cases include:\n  • Lack of communication, i.e., not returning phone calls\n  • Unreasonable or excessive fees charged\n  • Clients have paid for work an attorney did not do\n  • Inappropriate charges\nCommon legal malpractice claims include:\n  • Failure to know\/apply law\n  • Failure to file documents and failure to know deadline\n  • Inadequate discovery\/investigation\n  • Failure to obtain Client Consent\n  • Conflict of Interest\n  • Fraud\nMy lawyer doesn't return my phone calls but I am still paying her bills. What can I do?\n\nLack of communication with a lawyer\/client is the most common complaint made to state bars. If your lawyer isn't returning your phone calls, make a paper trail. Follow up with a letter and\/or fax, telling him or her that you would appreciate a call back, ASAP. If you don't get response from a letter, you might want to speak with another attorneyâ\u0080\u0094in another law firm. You are entitled to request your file, regardless whether or not you have outstanding bills.\n\nThe American Bar Association (ABA) reports that most legal malpractice claims occur when an attorney is perceived as failing to communicate with clients or to educate them about a case.\n\nWhat are some typical examples of legal malpractice?\n\nSome examples are loss of the right to file a lawsuit, dismissal of a valid lawsuit, and losing a case that should have been won.\n\nLegal malpractice suits filed by disgruntled borrowers and lenders against lawyers are most prevalent, with plaintiffs claiming a lawyer should have advised them about the appropriateness of a mortgage. And bankruptcy related claims are common.\n\nStatistics show that lawyers who practice outside of their specialties run a greater risk of being sued for legal malpractice. And lawyers who have suffered from the economy may take on clients that they shouldn't.\n\nMy lawyer didn't file the right paperwork on time with the court and missed a deadline. Can I file a legal malpractice suit against him?\n\nThere are time limits on when you can bring a lawsuit against someone who has violated your rights and missing a deadline with the court is very important. For example, you were injured because of someone's negligence and in your state, you only have two years to file a personal injury lawsuit. If you bring your case to a lawyer in a timely fashion but the lawyer fails to file the papers in time, you could lose your chance to take legal action.\n\nThe failure of your lawyer to file paperwork by a deadline is a form of negligence. To establish legal malpractice under negligence, it is necessary to demonstrate the following:\n  • The lawyer owed a duty to provide competent and skillful representation;\n  • The lawyer breached the duty by acting carelessly or by making a mistake;\n  • The lawyer's breach caused an injury or harm;\n  • The harm caused a financial loss.\nTo win a legal malpractice claim, it is also necessary to prove causation. It must be shown that if the lawyer had been competent the client would have prevailed in the underlying case and the client would have been able to collect the damage award from the defendant. Causation is often the most difficult to prove in a legal malpractice lawsuit.\n\nI suspect that my lawyer committed legal malpractice; what should I do first?\n\nFirst, speak with your lawyer and find out why specific actions were taken. Perhaps there is a legitimate and justifiable explanation. If you aren't satisfied, you can contact your state's bar's discipline committee and you can also consult a legal malpractice attorney. An experienced legal malpractice attorney can assess your case and determine if indeed you have a case for legal malpractice.\n\nWhat must I prove to win a legal malpractice case?\n\nTo win a legal malpractice case, you must prove four points:\n  1. Your attorney owed you a duty.\n  2. Your attorney breached that duty by acting negligently, and making mistakes a reasonable attorney would not have made.\n  3. Your attorney's behavior caused you damage. This includes proving that the results of your case would have been different (for example, you would have won the case) had the attorney acted properly.\n  4. You suffered a financial loss because of the negligence.\nWhat will a legal malpractice case cost?\n\nLegal malpractice cases are typically complicatedâ\u0080\u0094and costly. Generally a legal malpractice case will be more costly than the former case because two cases must be proved: first, whether the attorney committed malpractice, and second, the former case must be presented. This is referred to as \"a case within a case\".\n\nSome attorneys work on a contingency basis while others might bill by the hour. Speak with your attorney about fees as soon as possible and avoid any surprises.\n\nDoes a statute of limitations apply with a legal malpractice case?\n\nYes, and a statute of limitations varies from state to state. Some states allow you two years from the date you knew or reasonably should have known that some error or omission by your attorney caused you some harm, even if you are not yet sure how extensive the harm might be. If you do not file your malpractice suit in court by that date, you won't be able to file againâ\u0080\u0094ever.\n\nDo I have to fire my lawyer before consulting with a legal malpractice lawyer?\n\nNo. You can consult with another attorney at any time and they may be able to remedy your problem right away, without getting into a legal malpractice situation. makes it easy for you to find the Legal Malpractice lawyer. We work with legal malpractice attorneys throughout the US and Canada who practice in this specialized area.\n\nIf you--or someone you know --believe that you have been the victim of legal malpractice, you should check with a legal malpractice lawyer about the specific elements of a legal malpractice action under the laws of your state, and to determine if the incident might constitute legal malpractice.\nPlease click here for a\nfree evaluation of your Legal Malpractice case\nPlease click here for more\nLegal Malpractice info and legal news\n\nLast updated on Jan-3-11\n\nRequest Legal Malpractice Legal Help\n\nFirst name:\n\nLast name:\n\nEmail address:\n\nPhone number(s):\n\nZip\/Postal Code:\n\nDescribe your complaint:\n\nBy submitting this form I agree to the Terms of Service.\nThere is no cost to submit this form.\nI would like to be interviewed by a journalist.\nSubscribe to our free weekly newsletter.\n\nCheck Claim Status Advertise with us Legal Funding\n\nRelated Lawsuits\n\nLegal Services:\n\n\nFAQ | TOS | Privacy | Disclaimer | About Us | Contact Us | Press | Advertise | Member Login | Site Map | View Mobile Website\n\nAmerican Bar Association - Proud Member   Better Business Bureau   CAALA   Best of the Web Approved   Public Justice\n\nThis work is licensed under a Creative Commons Attribution-NoDerivs 3.0 Unported License © 2001-2016 Online Legal Media. All rights reserved.\n\nVisit other Online Legal Media Websites:\nGet Legal Help",
        "topic_id":3,
        "format_id":5,
        "topic_confidence":0.995544374,
        "format_confidence":0.9775627851
    },
    {
        "url":"https:\/\/www.co.wright.mn.us\/Faq.aspx?QID=174",
        "text":"How do I make a Child Protection report?\nIf making a report during normal business hours, please call 763-682-7449 or 800-362-3667, ext. 7449, or you may complete the Mandated Reporting Form or Mandated Reporting Form (fillable) in its entirety and email or fax to 763-682-7701.\n\nIf you need to make a report after hours, please call 763-682-7400 to be routed to the Wright County Sheriff's Department dispatch who will get you in touch with the after hours social worker.\n\nShow All Answers\n\n1. How do I make a Child Protection report?\n2. What is the after hours phone number for reporting abuse or neglect?\n3. At what age can I leave my child home alone?\n4. I live in Wright County, but my child resides in another county. Where do I report abuse or neglect?\n5. How old can a child be to babysit?\n6. How can I get custody or visitation changed?\n7. Can I file an Order for Protection (OFP) at Human Services or with Child Protection?",
        "topic_id":3,
        "format_id":5,
        "topic_confidence":0.9830906391,
        "format_confidence":0.9746826291
    },
    {
        "url":"http:\/\/lodowellnesscenter.com\/faq\/",
        "text":"You must be 21 or over to purchase or posses recreational marijuana.\nProof of age with valid state picture ID is required.\n\nWhat is the difference between medical and retail marijuana?\n\nOnly licensed retail marijuana stores may sell retail marijuana, and only to those 21 and older.Medical marijuana requires a state red card, which can only be obtained by Colorado residents with a recommendation from a doctor that a patient suffers from a debilitating medical condition that may benefit from medical marijuana. Medical marijuana patients can obtain marijuana from a licensed center, a primary care giver or self grow. For more information about medical marijuana, please visit the Colorado Department of Public Health and the Environment.\n\nWhere can I purchase retail marijuana?\n\nThose 21 and older can purchase retail marijuana at licensed retail stores.Other municipalities in Colorado also allow retail marijuana stores. Please go to each city’s website to determine specific marijuana sale and consumption laws.\n\nWhere am I allowed to consume retail marijuana?\n\nRetail marijuana is intended for private, personal use. Such use is only legal in certain locations not open or accessible to the public. Marijuana may not be consumed openly or publicly.\n\nCan I consume marijuana in a licensed retail store?\n\nNo, it is illegal to consume marijuana in or around a licensed store. It is also illegal to smoke at indoor-but-public locations such as bars, restaurants and common areas in buildings.\n\nCan I possess marijuana? And how much?\n\nSince Amendment 64 went into effect in late 2012, adults 21 and older have been allowed to possess up to 1 ounce of retail marijuana.\n\nHow much marijuana can I purchase at one time?\n\nAdults 21 and older can purchase and possess up to 1 ounce of retail marijuana at a time.\n\nWhat are the consequences if I violate marijuana laws?\n\nPenalties range from a fine to a possible jail or prison sentence. Colorado State Statutes and Denver Revised Municipal Code spell out the specific penalties for various violations.Schools, universities and employers are allowed to put in place their own disciplinary actions for marijuana-related infractions.\n\nAre the rules different for possession and consumption of edible marijuana than for marijuana that can be smoked?\n\nNo. Possession laws are the same for all retail marijuana types, and public consumption is always illegal, regardless of form.",
        "topic_id":3,
        "format_id":5,
        "topic_confidence":0.8736509681,
        "format_confidence":0.9792425632
    }
]