[
    {
        "url":"http:\/\/aesdent.com\/daniel-brunskil\/",
        "text":"Aesdent private dentistry\n\n\nProfessionals who care about your smile\n\nDaniel Brunskill\n\nDental Receptionist\n\nDan is our part time receptionist and he is currently studying Business Management with Logistics at Northumbria University. He has been with us since 2014, working evenings as needed along with providing valuable holiday cover. He is set to graduate in 2020 and so will be with us for the medium term before embarking upon his career. Dan enjoys socialising with friends and is an avid Newcastle United fan, having held a season ticket for 10 years.",
        "topic_id":12,
        "format_id":14,
        "topic_confidence":0.6601250768,
        "format_confidence":0.9613777399
    },
    {
        "url":"https:\/\/www.realself.com\/user\/61317",
        "text":"Location: frankfort il\nMember since 11\/5\/2009\n\n\n  • 1 total post\n  • 1 review\n\nReviews & Stories\n\nAcne Treatment - BBL Laser Gone Bad! NEED HELP! - Frankfort, IL\n\nI did this bbl treatment to treat my acne, I was told it would clear up my face and id only have 2 hours of down time, it is now 24 hours later and I'm still in \"down time\" i recommend this procedure because i do think it works, BUT i also recommend telling the doctor to do it very mild regardless of what they think. Also prepare for a veryyyyy painful experience. I have had... READ MORE",
        "topic_id":12,
        "format_id":14,
        "topic_confidence":0.8984143734,
        "format_confidence":0.7697082162
    },
    {
        "url":"https:\/\/chas.org\/staff\/jade-hennings-md\/",
        "text":"Jade Hennings, MD\nTitle: Physician\n\nMore to Know\n\nIn her free time, Dr. Jade Hennings loves to walk on the beach and enjoys spending time with her Bernese Mountain dog Penelope.\n\nSpecialties: Primary Care\n\nLanguages: English\n\nLocations: Valley Clinic\n\nContact: 509.444.8200\n\n\n  • American Board of Family Medicine\n\nAreas of Focus\n\n  • Diabetic Care, Type 1 and Type 2 and insulin pumps\n\n\n  • St. George’s University School of Medicine, Doctor of Medicine\n  • St. George’s University School of Arts and Sciences",
        "topic_id":12,
        "format_id":14,
        "topic_confidence":0.986197412,
        "format_confidence":0.9670903087
    },
    {
        "url":"http:\/\/diabetesdominator.com\/",
        "text":"Meet Daniele Hargenrader\n\nDaniele Hargenrader, aka the Diabetes Dominator, is a Diabetes Coach, Nutritionist, Health, Wellness & Fitness Expert, Bestselling Author, International Speaker, and Certified Personal Trainer. She helps individuals from all walks of life to think, eat, and move in ways that allow them to achieve a quality of health and life they previously thought unattainable. She has presented at Fortune 100 companies and top ranked hospitals, and has dedicated herself to teaching people how to live the life they imagined through optimal health and our power or choice.\n\nDaniele is the author of Unleash Your Inner Diabetes Dominator: How to Use Your Powers of Choice, Self-Love, and Community to Completely Change Your Relationship with Diabetes for the Better, an inspirational guidebook written for the diabetes community (and our loved ones) by the diabetes community, filled with actionable tips on mindset, nutrition, active living, and personal stories of going from surviving with diabetes to thriving!\n\nPresented At\n\nPrograms by Daniele:\n\nThough Daniele is in Daniele Hargenrader Diabetes Dominatortop physical form now as a Diabetes Coach, that was not always the case. She was diagnosed with Type I diabetes at the age of 9 years old. Soon after her father died of heart disease suddenly and unexpectedly, the day after her 12th birthday. This set off years of depression fueled by food addiction, and by the age of 15 Daniele weighed over 200 lbs. She got tired of hearing that she could not live a “normal” life with diabetes, and that limb loss and a plethora of other complications were inevitably in her future; she decided that she had enough and was ready to accept a new truth for her life.\n\nWhat followed was years of extensive and consistent research, learning, and training, both physical and mental, in order to achieve the body, health, and mindset she so desired. But that wasn’t enough. Her incredible personal  transformation from obese to athlete spurred her passion to help as many people as possible obtain the results that she did without going through the same struggles. True You Fitness and Diabetes Dominator are the realizations of those dreams. Coaching, training, accountability, and motivation via a repeatedly proven system that continues to work for people from all walks of life. The first step in any health plan is to get in the right MINDSET, followed closely by understanding what foods to eat, and that’s why she offers her Diabetes Dominator Coaching program, to help those that are ready to make healthy sustainable lifestyle changes.\n\nDiabetes Dominator Coaching Superhero Logo v6Click Here to learn more\n\nThe Diabetes Dominator System – And your FREE 8 to Dominate 29 page eBook\n\nTakes the guess work out of achieving the real results you desire.\n\nHave you ever struggled with your weight or with managing your diabetes? I’ve been there. I weighed over 200 lbs and my hemoglobin A1C used to be up to 13.5% at it’s highest.  Now my A1C is steadily 6.0% or below, and I have weighed 135 lbs for over 8 years by living a Diabetes Dominator lifestyle.  I have helped many clients obtain similar results, and I want to show you how you can do the same with  a FREE copy of my 8 to Dominate: 8 (Simple) Steps to Thriving with Diabetes 29 Page eBook.\n\nThe fact is YOU really can live a healthy, HAPPY, fulfilling, confident, empowered, epic life and THRIVE with any type of diabetes!\n\nBy taking action on any one of the 8 steps provided in this free eBook, you can begin dominating your diabetes management habits RIGHT NOW. Our habits may not change overnight, but we have to get started sometime. NOW is always the best time to give ourselves the gift of self-love through sustainable healthy choices. The focus should always be on progress, not perfection!\n\nDiabetes Empowerment Summit Logo\n\nThe Diabetes Empowerment Summit is the first of its kind, 100% FREE, 100% ONLINE, summit (a diabetes empowerment conference of sorts) that focuses on education, empowerment, and the life-changing power of peer to peer support in our lives with diabetes.\n\nClick Here to learn more\n\nDiabetes Book: Unleash Your Inner Diabetes Dominator is available now. Find out how to get $47 worth of free training when you by a copy HERE.\n\nBook Cover Bestseller Version v2Unleash Your Inner Diabetes Dominator: How to Use Your Powers of Choice, Self-Love, and Community to Completely Change Your Relationship with Diabetes for the Better\n\nWhat is a Diabetes Dominator? Diabetes Dominator is a state of mind: Instead of diabetes being perceived as a weakness or a curse, diabetes can actually be a great source of strength if we choose to let it. We all have the power to turn adversity into advantage. Diabetes can be a catalyst for improving our lives, paying closer attention to what matters most in life, and for being of service to others. I didn’t always feel this way, and that’s why I wrote this book.\n\nClick Here to learn more\n\nMy Passion and Mission\n\nIt is my passion and mission in life to spread knowledge, love (particularly self-love), self-confidence, and self-empowerment ideals to those who are ready to stop being dominated by diabetes. As a Diabetes Coach, I urge them to take control of their choices, TAKE RESPONSIBILITY FOR THEIR OWN ACTIONS, and stop placing blame on past events, circumstances, or on other people.\n\nI look forward to working with you on achieving your health goals and aspirations, and to helping you find the inner strength to consistently to avoid poor choices that will inevitably cause pain and negatively impact your health.\n\nWhat’s next? After you download your quick-start guide, check out the blog posts and leave some comments… hearing from you is what keeps me motivated! Let me know if you have questions or suggestions for blog posts, or suggestions on someone you think I should interview using the form below. Thanks!\n\n-Daniele Hargenrader, The Diabetes Dominator",
        "topic_id":12,
        "format_id":14,
        "topic_confidence":0.971265018,
        "format_confidence":0.9546775222
    },
    {
        "url":"https:\/\/www.luriechildrens.org\/en-us\/care-services\/find-a-doctor\/Pages\/Bello_Elizabeth_2366.aspx",
        "text":"Elizabeth A. Bello, MD\n\nIntensivist, Lurie Children's at Cadence Health\n\nBiographical Information\n\nMedical School\n\nUniversity of Illinois Chicago School of Medicine, 1990\n\nPostgraduate Training\n\nFellowship in pediatric critical care, Duke University Medical Center, Durham, NC, 1993-1996; Residency in pediatrics, Lutheran General Hospital, 1990-1993\n\n\nBoard certified in: Pediatric Critical Care Medicine, General Pediatrics",
        "topic_id":12,
        "format_id":14,
        "topic_confidence":0.9827008843,
        "format_confidence":0.804232955
    },
    {
        "url":"https:\/\/www.benpettingill.com\/about\/",
        "text":"Imagine waking up blind.\n\nOne moment you can see, and in the next moment, your vision is made up of only childhood memories.\n\nAt the tender age of 16, this became a reality for Ben Pettingill when overnight he lost 98% of his eyesight to a rare genetic syndrome, Lebers Hereditary Optic Neuropathy. Running on adrenaline and shadowed by denial, Ben believed that he was just living a nightmare and that he would wake up one morning and be able to see again. He soon came to realise that this was not the case. His syndrome is incurable and he will be blind for life.\n\nWhile the shock, then grief of losing one's eyesight cannot be discounted, once Ben processed his new reality he realised that he had to make a choice that would define the rest of his life. Ben came to learn that a blind man could see, and his miracle was the activation of True Vision and Limitless Vision; vision powered by mindset as opposed to eyesight.\n\nHarnessing the True Vision and Limitless Vision mindsets whilst developing resilience in the face of adversity has been paramount to Ben's happiness. He'll be the first to tell you that if he could, he wouldn't go back and change what happened to him because without losing his eyesight, he would not have gained the life he lives today.\n\nBen is the guy who water-skis with direction through an ear piece, coaches’ basketball teams without being able to see the ball, has trekked the Kokoda track with plans to do it again (and again) and has even driven a car! He is not limited by his circumstances and his potential is infinite. He is the only legally blind person in the world to have competed in a Spartan obstacle course race, untethered, and water-skied the Southern 80, the fastest water skiing race in the world. Overall, Ben views life as an oasis of opportunity to learn and grow.\n\nWhile Ben may not be able to see physically, what he can see is that life has no limits other than what we impose on ourselves and on others, and it is up to us to create the life that we ‘see' for ourselves. There was a time when Ben believed that all the dreams he had for himself were impossible but that certainly is not his belief now.\n\nHe may not be the helicopter pilot that he always dreamed of being but instead he lives out the full time dream job he never knew he had as a professional, motivational speaker. Ben get's to change peoples lives for the better by sharing his learnings and providing a new perspective on life to corporate and education audiences on a daily basis. A far greater and more widespread impact than he could have had whilst flying a chopper!\n\nAnd he may not play footy (AFL), cricket or basketball anymore but that doesn't stop this sports fanatic from following each code avidly. Ben has simply substituted his love for team sports for adventure sports like water skiing, mountain bike riding, hiking and obstacle course racing to still get his much needed outdoors and physical activity fix. \n\nAnd while he once believed that he would be unloveable and nothing but a burden, he has since crushed that way of thinking and now lives in Melbourne with his girlfriend Amy and their dog, Aussie, and they're creating a bright and positive future for themselves.\n\nYou see, Ben's just you're typical Australian guy with some added guts, an extra shot of adrenaline and a whole lot of motivation to prove to himself and to others that life really is limitless.",
        "topic_id":12,
        "format_id":14,
        "topic_confidence":0.8889484406,
        "format_confidence":0.9907354712
    },
    {
        "url":"https:\/\/hanahudsonvalley.org\/personnel\/marlynlestagelaforet\/",
        "text":"Marlyn Lestage-Laforet\n\nMarlyn Lestage-Laforest CNM-NP, MA, MPH, RN\n\n\nMarlyn joined the Obstetrical and Gynecological team at Jacobi Medical Center in 2004. She continues to provide full- scope midwifery care to women and adolescents in the Bronx.\n\nIn 1985 Marlyn started her nursing career in Port-au-Prince, Haiti. She subsequently immigrated to New York where she quickly enrolled in ESL classes to further her education. In 1988 Marlyn obtained her license as a Practical Nurse in New York. The following year she passed her licensing exam as a Registered Nurse and joined St Barnabas Hospital Nursing Workforce.\n\nMarlyn has always been able to balance work, family, and education. Married with two children, she obtained a Bachelor of Science in Nursing from the College of New Rochelle in 1997. Eager to pursue her education, Marlyn enrolled in the midwifery program at the University of Medicine and Dentistry of New Jersey (UMDNJ) while working as an Inpatient Obstetric Nurse. She successfully completed the midwifery program in 2000.\n\nIn 2002, Marlyn embarked upon a career in midwifery after nineteen years of service at St Barnabas Hospital as a Registered Nurse. Marlyn believes that midwifery is her calling. “There is no greater joy than to be present at a birth.” Marlyn also believes that midwifery, the art of the birthing process, has taught her patience, calmness, perseverance and endurance. These attributes are arguably the most important traits of a midwife. Indeed being present at a birth is a great privilege and midwives strive to enhance the woman’s experience and to optimize outcomes.\n\nSeventeen years full scope midwifery practice including but not limited to Adolescents Health, Newborn Circumcision, and Surgical First Assistant at Cesarean section, and limited Obstetrical Ultrasound.\n\nMarlyn also, manages and provides care to patients within protocols and standards of practice throughout their pregnancy and beyond. Marlyn evaluates findings, makes assessment and develops appropriate management plan and treatment. It is important to note as a midwife, Marlyn seeks consultation and collaborates with other members of the health care team in a timely manner.\n\nMarlyn’s passion for learning also motivated her to persevere in pursuing advanced degree. In 2008 Marlyn received a Master of Public Health from Herbert H. Lehman College, CUNY.  Also, in 2015 she earned a Master of Arts, Nurse Executive, from Teachers College, Columbia University.\n\nMoreover, Marlyn has more twenty five years of comprehensive nursing experience in different specialty- units such as  Medical- Surgical, Psychiatric, Step-down-Telemetry, Ventilator, In-patient Obstetric\n\nMarlyn participates in the development of healthcare programs- Adolescent Education Programs: Sexual Education, Diabetes and Pregnancy, Sickle Cell Disease and Pregnancy, Hypertensive Disorder and Pregnancy\n\nMarlyn enjoyed being a Clinical Adjunct Instructor at Monroe and Nyack College, School of Nursing and a Clinical Preceptor for medical students, nurse-midwifery students, nurse practitioner students, and nursing students in the U.S and abroad.\n\nIn 2016 Marlyn receives the “Best Clinical Practice Preceptor Award” from Albert Einstein College of Medicine and the “Outstanding Preceptor Award” from New York University Rory Meyers College of Nursing.\n\nMarlyn is a member of Toastmasters International and a Competent Communicator. Marlyn sees herself as a perpetual learner- in the workplace, academically and in life. She is currently the President of the Haitian American Nurses Association of Hudson Valley, New York, Inc.",
        "topic_id":12,
        "format_id":14,
        "topic_confidence":0.6308065057,
        "format_confidence":0.9825237393
    },
    {
        "url":"http:\/\/somersresolution.co.uk\/amina-somers-coach-therapist-2",
        "text":"I extend a warm welcome from Somers Resolution.\n\nMy practice is concerned with personal development that brings about change through coaching or psychotherapy.\n\nI also offer an executive mentoring service to those who need mentoring support in their professional or business lives.\n\nI hope that the information contained here will help explain the differences and similarities in these different interventions to enable you to decide what approach is best for you and whether you would like to work with me.\n\nBefore training as a psychotherapist and coach I practiced as solicitor for nearly 25 years, mostly as a commercial litigator and as a partner in a Top 20 UK law firm where I managed a dispute resolution team in the City of London. I have also undertaken consultancy work for private companies involved in litigation and disputes.\n\nAs a partner in a law firm it was part of my role to develop my team in terms of its expertise, the business it attracted and the personal development of the individuals who worked within it. Successful organisations are becoming increasingly aware that they need to understand the psychology of the organisation, their relationships with trading partners, clients and their people if they wish to meet and exceed their organisational objectives.\n\nI believe that the psychological health and the emotional intelligence of the people within an organisation is what leads to best practice and exceptional performance, in every area. I also believe it is what determines a satisfying life.\n\nThe coaching that I offer is underpinned by my training as a psychotherapeutic clinician and my experience of running a demanding business, serving business and individual clients. The coaching process is about working out with a client what he or she would like to achieve and the action he or she needs to take to achieve it.\n\nThe psychotherapy that I offer is psychoanalytically informed and practically focused to help a client bring about change through an improved understanding of how his or her mind works.\n\nEach section of the website tells you more about the different approaches to help you decide which you think would be best for you.\n\nI am a Registered member of British Association of Counsellors and Psychotherapists (BACP), a Senior Practitioner Coach and member of the European Mentoring and Coaching Council (EMCC), accredited mediator and I remain a non practicing solicitor.\n\nI am always happy to discuss the services that I offer with prospective clients, informally, without obligation and in absolute confidence.\n\n\n\n\n\n© Somers Resolution 2017 | Website disclaimer | Use of cookies\n\n\n\n\n© Somers Resolution 2014\n\nWebsite disclaimer | Use of cookies",
        "topic_id":12,
        "format_id":14,
        "topic_confidence":0.930493772,
        "format_confidence":0.9614523053
    }
]