[
    {
        "url":"http:\/\/pleasantlivinghome.blogspot.com\/2012\/12\/the-holiday-windows-of-new-york.html",
        "text":"Friday, December 21, 2012\n\n\nSomewhere between Thanksgiving and Christmas, back before the idea of DVD's or VHS's existed, Miracle on 34th Street would play on one of the three channels our TV picked up. It was a time of footie pajamas and hot chocolate made with real milk. The opening scene crackled in as we saw the back of Kris Kringle walking down one of the side streets in Manhattan, his cane in hand. My siblings and I were buried in our couch under a heavy wool blanket completely enthralled in the spirit of the Holiday through the magic of a movie. After the title had passed and the credits had finished scrolling Kris stops in front of a display window concerned that the window decorator had made a mistake with the placement of the reindeer in front of his tiny toy sleigh. From that moment on I had dreams of the holiday windows in the city that always seemed draped in necklaces of Christmas lights.\nIn my twenties, long after I had given up the footies with the buttoned up drop-down tushie panel, I got to walk down Fifth Avenue to see the windows of Saks, Lord & Taylor and Macy's for myself. I was in love with the holiday and the animated characters that danced, threw miniature snowballs and flew through skies made of twinkling lights. The only thing better was when I had a child of my own I could carry on my shoulders and share her delight as she squealed with laughter at the same dolls and mannequins that I had admired in seasons past.\nThis year my daughter is sixteen and not with me to enjoy the windows first hand so even though she's too big to ride on my shoulders I still want to share our joy in what Christmas looks like on a walk down Fifth Avenue\nCentral Park is always aglow with nature and the windows at Bergdorf's are a magical match to the parks splendor during the holiday.\nThe windows glisten with glamour from full-size to jewel-box bringing back the days\nwhen women wore flasks gartered to their legs and men always wore tuxedos to dinner.\nOnce past Bergdorfs there's the crystal star hanging over the intersection of Fifth and Fifty-seventh Street.\nThere are windows that are meant to delight the children and then there are the ones that stir the imagination of a more mature mind.\nAt Henri Bendel's the anthropomorphism of its characters and the eclectic fashion made many a New York sophisticate stop and smile while some of the tourists could only scratch their heads in WTF.\nThey say everything is larger in Texas but New York can give Dallas a run for its money. A wreath so large you need to do a double-take when you see it in comparison to the grey suited munchkins standing behind the desk.\nDiamonds have always been an important aspect of the holidays, so it was impossible not to stop and admire the entrance to Holly Golightly's favorite hangout, Tiffanys.\nEven with the temperature in the mid-50s the spirit of the holidays permeated the entrance into The Peninsula Hotel. Who couldn't help getting into the holiday spirit when you're making your entrance to the city by way of this gate keeper and hotelier.\nNot to be outdone, Cartier has wrapped its building with red and white lights in the form of a ribbon. A wrapped box under the tree from Cartier could make anyone's Christmas a very special occasion.\nThen there's Saks, the quintessential purveyor of New York sophistication. Their windows were designed to delight all ages of viewers with snow globes\nand barking dogs for the starry eyed children at the front of the store\nto the couture designs of Zac Posen and Jason Wu draped over elegant mannequins out to party every night of the holiday season in the windows at the corner of Fifth and Fiftieth.\nPrometheus continues to shine brightly as he has for the past seventy-nine years under the arms of the Rockefeller Christmas Tree. It would be a shame to take the Christmas walk down Fifth Avenue without branching out to see the tree, the alley of lit angels and the skaters gliding around the ice rink at the center of the plaza.\nFor seventy-five years Lord & Taylor has graced its windows with the most traditional of all the windows. This year's theme was to take Santa's journey from the North Pole\nto exotic holiday locations around the world. Lord & Taylor's windows have always been among my favorites.\nIt's their use of animation, the miniaturization of our world into a perfect recreation, and the beauty with which it portrays the Christmas season that puts it at the top of my list.\nThese are the windows Emmy and I could spend hours looking at until our fingers start to tingle and our noses start to run from the cold forcing us to move on or in.\nAt Forty-Second Street I had to veer west and take one last walk through the Bryant Park Holiday Market. Even though my shopping was pretty close to finished and I left my skates back in Madison, seeing their tree dressed in a million blue lights was worth the diversion. It was the perfect shortcut to my final destination, Macy's.\nMacy's is the granddaddy of Holiday window trimmings; they've been at it since the 1870's.\nThis year they've called their windows the Magic of Christmas.\nSkinny-armed puppets cavort through a Cubist landscape of past Macy's signature events.\nThere are times when we can't make it back to New York during the Holiday season, that time between Thanksgiving and New Year when the streets and avenues are festooned with the decoration of the holidays. If I can't make it back I try to make do with watching Miracle on 34th Street and a stint of blog viewing. This posting is my gift to all of you who couldn't make the walk yourself. Merry Christmas to all.\n\nCentral Park in Winter, NYC, 1935\nErnst Kassowitz, photographer\nAvailable through The University of Washington Library\n\nNo comments:\n\nPost a Comment",
        "topic_id":23,
        "format_id":15,
        "topic_confidence":0.6417178512,
        "format_confidence":0.9921320081,
        "weight":0.0087189353
    },
    {
        "url":"http:\/\/emcapito.com\/journal\/the-biz-cation\/",
        "text":"Solopreneur Perk: The Biz-cation\n\nSolopreneur Perk #703: The Biz-cationI only went on a few business trips when I was employed, which was a lucky thing because I disliked traveling with colleagues and I really don’t care for flying.\n\nMost trips amounted to a so-so destination, 4-5 hours of flight time each way, terrible hotel pillows along with semi-permanent neck pain, and then 8 hours a day in the basement of said hotel at a conference.\n\nBusiness trips when you’re employed are wretched.\n\nBut when you work for yourself…you can curate the ultimate biz-cation.\n\nStep 1. Get the client to pay for your airfare and lodging, and maybe even a per diem. Obviously.\n\nStep 2. Purchase a separate airline ticket for your current bestie or significant other.\n\nStep 3. Get all the busywork out of the way ahead of time and build your schedule to accommodate both business and pleasure.\n\nStep 4. Enjoy a nice vacation without breaking the bank.\n\nI just returned from an 8-day biz-cation to San Francisco.\n\nI stayed in the fabulous Tuscan Inn at the wharf, spent Saturday at Alcatraz, rented a car on Sunday to explore Sonoma, and even took an adventure across town on the bus for dive dim sum.\n\nI even checked an empty suitcase (since Southwest gives each passenger two free checked bags), which just barely contained my purchases.\n\nThe extra airfare and above per diem expenses totaled less than $100, and that doesn’t take into consideration the paycheck for my consulting work, which was nearly five figures.\n\nI have a naggy conscience, so you’ll have to make your own call on disclosure, but my client was well aware of my travel companion and intention to enjoy the sights.\n\nTransparency isn’t a problem when your client is confident in the results you’ll achieve. The same is generally not true in an employment setting, where everyone needs to be treated “equally”, which is a bunch of malarkey since your results are not equal to the schmuck down the hall.\n\nUnrelated Too Good Not to Share San Francisco Tips:\n\n  • At Union Square, wander over to the Tower Elevators at the Westin St. Francis hotel. Punch in floor 32 (the highest) and take a breath-taking ride up over the city for free as many times as you would like.\n  • There’s also a public dock next to Pier 1 (not the store, actually the first pier) – grab a latte or a cold beer at the Ferry Building and then stick your feet in the water at the end of the dock, away from the tourists.\n  1. Whenever I want to unwind, I’ll just go somewhere cheap and near my area. For me it doesn’t matter if it’s high-end as long as I can clear up my thoughts and recharge.\n\n    1. You nailed it. Since we moved to a quiet canyon, we’ve taken many fewer “vacations” and instead focus on at-home or nearby activities that are rejuvenating. An island beach doesn’t seem quite as appealing when you think about taking an airborne greyhound, hauling baggage, and sleeping in a hotel bed. Thanks for stopping by!\n\n  2. I’ve never taken Mrs. Done by Forty on a business trip, but she let me tag along when she had a week long conference in Hawaii last year. By far some of the best money we spent. Mixing business & pleasure (and splitting the costs) is fun.\n\n    So glad you had a good time in the Bay Area. Mrs. DB40 is from the north bay, and she keeps trying to convince me to move there. If we do, the prices are so high that I think we’ll have to change the name of the blog to Done by Eighty…\n\n    1. DB80 would certainly lose you some followers! I don’t think I could ever live in such a crowded metropolis. I much prefer the traffic and cleanliness of Salt Lake.\n\nLeave a Reply\n\nYour email address will not be published.",
        "topic_id":23,
        "format_id":15,
        "topic_confidence":0.9066902995,
        "format_confidence":0.9577767253,
        "weight":0.0123190808
    },
    {
        "url":"https:\/\/www.britainexpress.com\/Where_to_go_in_Britain\/tour\/index.htm",
        "text":"\n\nYou can follow the tour like a slide show - simply click NEXT > after each page - or jump straight to any region by using the navigation links or clicking on the map below.\n\nLake District Northeast England East Midlands West Midlands The Cotswolds Heart of England East Anglia London South East England South Central England West Country\nBest of Britain Express Art Prints",
        "topic_id":23,
        "format_id":1,
        "topic_confidence":0.9730815291,
        "format_confidence":0.9803670645,
        "weight":0.0048750593
    },
    {
        "url":"https:\/\/www.arubatoday.com\/20581-3\/",
        "text":"Ayo Rock Formation, Steve’s Birthday and more!\n\nAyo Rock formation\n\nI was reading some reviews online and someone ranked Ayo Rock formation #9 out of 18 things to do in Aruba and I think it’s true. The big rocks will stop your breath when you are in front of them. Many years ago we did a sleepover on top of the rocks and I can tell you that it was really fun. There are also Indians inscriptions at this park. Once you’re in the park you must take the right path and you will see them under a big rock. This park is just at the cross road when you are going to Andicuri Beach.\n\nYes, this week is my birthday\n\nI’m very thankful and thank God I’m alive but still recovering from a serious car accident from a few weeks ago, still taking painkillers for back pain and must take it easy for a full recovery. Appreciate all the love, support and recovery soon wishes and hope to recover soon, yes.\n\nMorning view of Baby Beach\n\nSomeone asked me about a month ago for the best times go visit Baby Beach. Early morning around 6:30AM – 8AM it’s very quiet with just a few couple taking beach walks.  Around 9AM – 10AM you will see some school kids taking swimming lessons (just a few days a week) but after 10:15AM the sun will be just perfect for a swim or tanning on the beach. So if you want fully bright sun I recommend after 10AM.\n\nRochella and Vishva\n\nThere is a very important gesture in photos and that’s the touching and this gesture will enhance your photos by ten times. This lovely couple is the perfect example so don’t leave Aruba without an intimate touching photo and sure all your family will love it.",
        "topic_id":23,
        "format_id":15,
        "topic_confidence":0.9688246846,
        "format_confidence":0.9197430015,
        "weight":0.0131632924
    },
    {
        "url":"http:\/\/www.earth-tours.com\/about-earth-tours\/permits\/",
        "text":"Permits and Insurance\n\nAuthorized Permittee of:\n\nGrand Teton National Park\n\nYellowstone National Park\n\nGrand Staircase-Escalante National Monument\n\nCapitol Reef National Park\n\nDixie National Forest (Boulder Mountain)\n\nInsurance –\n\nYear-round commercial vehicle and liability insurance\n\nNo liability claims in over a decade of  guiding tours\n\nLegal Business Name -\n\n         Keith Watts, Geologist, LLC\n         dba Earth Tours",
        "topic_id":23,
        "format_id":8,
        "topic_confidence":0.9149774909,
        "format_confidence":0.5777955651,
        "weight":0.0002805575
    },
    {
        "url":"http:\/\/www.unexplorer.com\/photo-friday-boaters-in-central-park\/",
        "text":"I’m sorry to say: New York City stresses me out. Chalk it up to me living in Southern California for so long, where the pace of life is much slower. All the congestion, noise, and pollution sets me on edge.\n\nBut then I step into Central Park, and all that melts away. You don’t even feel like you’re in the middle of one of the largest cities in the world…you’re just in nature. No wonder New Yorkers love it. It’s a true getaway.",
        "topic_id":23,
        "format_id":15,
        "topic_confidence":0.9250378609,
        "format_confidence":0.9747443795,
        "weight":0.0125683666
    },
    {
        "url":"http:\/\/www.cruisemates.com\/forum\/royal-caribbean-international\/237021-november-21-enchantment.html",
        "text":"\nRegister Forgot Password?\n\nLinkBack Thread Tools Search this Thread Display Modes\n  #1 (permalink)  \nOld January 25th, 2005, 03:13 PM\nPosts: n\/a\nDefault November 21 on Enchantment?\n\nanyone going? preferrably teens?\nReply With Quote\nSponsored Links\n\n\nSimilar Threads\nThread Thread Starter Forum Replies Last Post\nEnchantment - November 28 cemnyc Gay \/ Lesbian Cruising 1 November 17th, 2009 02:12 PM\nDawn Princess November 11 -or- Carnival Spirit November 14 ManOnMars Gay \/ Lesbian Cruising 1 July 29th, 2007 02:23 PM\nRoll Call Enchantment November 7th, who's on board with us? beenie weenie Royal Caribbean International 0 September 15th, 2005 11:37 PM\nNovember 21 on Enchantment? britt Teen Cruisers 0 January 23rd, 2005 01:18 PM\n\nThread Tools Search this Thread\nSearch this Thread:\n\nAdvanced Search\nDisplay Modes\n\nPosting Rules\nYou may not post new threads\nYou may not post replies\nYou may not post attachments\nYou may not edit your posts\n\nBB code is On\nSmilies are On\n[IMG] code is On\nHTML code is Off\nTrackbacks are On\nPingbacks are On\nRefbacks are On\n\n\nAll times are GMT -4. The time now is 09:34 PM.\ndesign by: Themes by Design\n\nSearch Engine Friendly URLs by vBSEO 3.6.1",
        "topic_id":23,
        "format_id":4,
        "topic_confidence":0.9827456474,
        "format_confidence":0.9952588677,
        "weight":0.0014684279
    },
    {
        "url":"https:\/\/www.florencefreetour.com\/tour\/renaissance-tour\/",
        "text":"Renaissance Tour\n\n  • 2 Hours\nTour Details\n\nThe Renaissance, a new age for Europe\n\nFlorence, where an universal atmosphere of beauty is based on art, science, culture and gastronomy!\n\nWe will give you a completely different idea of the beauty of the city in a classic tour, showing you  monuments, history and wonders of Florence with a wide and unusual vision that will surprise you! An insight into the characters of the most powerful families, men in power, that made this city an European capital.\n\nArt and history are very important, wine and food too!\n\n\nDeparture & Return Location\n\nMeeting point: In front of Santa Maria Novella church, next to the obelisk (Google Map)\n\nEnd point: Church of Santa Croce \n\nMeeting Time\n\n10.30 am\n\n\n  • English speaking licensed tour guide\n\n\n  • Guide Service Fee\n  • Any Private Expenses\nWhat to Expect\n\nWe will walk from Santa Maria Novella through small streets and lanes that lead to imposing palaces with a full immersion in history, and then we will reach the square where the Cathedral is located, the so-called “Duomo”.  This is the spiritual heart of the city, with the Dome that is admired worldwide, built thanks to the Florentine genius of architecture, Filippo Brunelleschi.\n\nBetween masterpieces and daily life in the quarter of Dante, we will reach the wonderful Palazzo Vecchio that overlooks Piazza della Signoria, the political and artistic hearth, with the Fountain of Neptune, the replica of Michelangelo’s David and other statues related to Florence’s glorious past.  \n\nWe will continue towards the Santa Croce neighbourhood. The impressive Basilica of Santa Croce, pantheon of Italian glories, lies ahead with its secrets, where the monumental tombs of Michelangelo, Galileo and Niccolò Machiavelli are. Here we will finish the trip.\n\nEach tour is an unique experience, thanks to the different guides and the creativity and inspiration of each member of the group!\n\n5 travellers are considering this tour right now!",
        "topic_id":23,
        "format_id":16,
        "topic_confidence":0.9921295047,
        "format_confidence":0.9975489974,
        "weight":0.0134383208
    },
    {
        "url":"http:\/\/www.adamandsusan.com\/wordpress\/?page_id=573",
        "text":"AUS \/ NZ – Day 9\n\nAustralia \/ New Zealand\n\nDay 9 – November 7 2011\n\nWe have arrived in Port Chalmers\/Dunedin!\n\nAs you can see it was still overcast and cloudy but we docked and got on our tour. We are to go on a tour of a ranch (Natures Wonders) where they have fur seals and rare penguins. Then we are to go to an anqurium. But first things first! We got on the tour bus and got some photos of the city and the landscape as we drove towards the ranch.\n\nOh and we drove by the Cadbury chocolate factory. Unfortunately this wasn’t part of our tour but they have a chocolate waterfall and everything. Those that went said they enjoyed it. Maybe next time!\n\nAfter quite a drive we arrived at the ranch “Natures Wonders”.\n\nThis ranch had sheep and stuff but it was mostly there as a private reserve for Fur Seals and the Yellow Eyed Penguins which the owner has been working hard on for years to help keep the popualtion up. We were told there were less than 200 of these penguins left in the world.\n\nWe got in these cool 4×4 vechile and started driving up to get a tour of the facility and see the penguins.\n\nThe little vehicles went pretty fast and they handled hills and mud with no problem. They best part is with it being cold like it was we didn’t even get wet or anything. We got some amazing views.\n\nWe arrived and saw the beautiful fur-seals. There were about 20 of them and they were playing in the water and sunning themselves on the rocks. They weren’t afraid of people at all and they were very safe being at on this property. At one point, one of the little baby seals just walked right up to a group of us and expected everyone to get out of his way…and they did.\n\nThen we drove over to see the penguins. They are extremely shy and if they see another penguin they won’t nest so they build their nests in the shrubbery and hide away so they can’t be seen. We were fortunate to get a few photos of them. Here’s a zoomed in photo we took. It’s hard to tell but there’s one in there!\n\nAfter that we went back to a house on the ranch and we had some snacks. It was an amazing place with beautiful scenery.\n\nThen we got back on the tour bus and went to the Aquarium. This was a very small aquarium as it is a research\/educational facility. They only had a limited number of things to see but they were very knowledgable and told us all about the life of certain kinds of fish and other marine life.\n\nAfter the aquarium we took the long ride back to the ship as the driver wanted to show us as much scenery as possible.\n\nWhen we arrived back to the ship it was just about time to leave so we didn’t have an opportunity to explore any part of Dunedin on our own but we had no complaints. We had a great time here!\n\nAs the ship left the area we saw some rare albatross on a cliffside. We were too far awasy to get a good closeup but they are the white you see in the cliffside ont his photo. This was also the local lighthouse.\n\nThat about does it for Dunedin. We really liked it here and the weather did turn a bit better in the afternoon. Tomorrow we head to Akaroa!\n\nHere’s the random photo of the day!\n\nOn to Day 10!",
        "topic_id":23,
        "format_id":15,
        "topic_confidence":0.9938289523,
        "format_confidence":0.9962866306,
        "weight":0.0135030221
    },
    {
        "url":"http:\/\/www.igluski.com\/bansko\/hotel-strazhite_p18508?holidayid=100660169",
        "text":"\n\nSearch Site \/ Enter Holiday ID\nExpert Advice and Booking\n0203 848 3700\n\nHotel Strazhite, Bansko, Bulgaria\n\nFree Ski\/Board Hire in December & January!\n\n£325 pp\n\n7 Jan 2017 (7 nights)\nManchester to Sofia\nHalf Board Hotel\nSleeps 304\nPer Person (2 sharing)\nIncluded Accommodation\nIncluded Transfers\nIncluded Flights\n\nCustomer Reviews\n\nNo reviews yet. Be first — write one now!\nPrice Match Enquire Now\nHolidayId: 1443767284\n0203 848 3700\n  • 300m from slopes\n  • 500m from town\n  • 300m from ski school\n  • 500m from resort\n  • 300m from lift\n  • Sauna\n  • Games Room\n  • Indoor Pool\n  • Balcony\n  • Phone\n  • Satellite\/Cable TV\n  • Hairdryer\n  • Massages\n  • Bowling\n  • Pool Table\n  • Mini Bar\n  • Gym\n  • Wi-Fi (Free)\n\nHotel Strazhite, Bansko, Bulgaria\n\nThe Strazhite combines the beauty of traditional Bulgarian architecture with the comfort and convenience of a modern hotel. It’s located just 300 metres from the gondola and not much further from Bansko old town centre with all its attractions‚ traditional restaurants and pub. The rooms are comfortable and spacious and the facilities plentiful, ensuring the Strazhite as an ideal choice for your winter holiday.\n\nFeatures - Hotel Strazhite, Bansko\n\n  • Restaurant\n  • Two bars - one with large lounge area and open fireplace\n  • Free use of indoor pool, sauna, steam room & fitness room\n  • Massage & beauty treatments available\n  • Bowling, games room with pool tables\n  • Ski storage\n  • Wi-Fi\n\nAccommodation - Hotel Strazhite, Bansko\n\nNumber of rooms: 157\n\n(2–3 people): Twin–bedded rooms (some with additional sofa bed) have satellite TV‚ balcony‚ minibar‚ hairdryer‚ shower and wc. Twin rooms for sole use available.\n\nFamily (Maisonette) Rooms (2–4 people): Approx. 45m2 are as rooms (2–3 people) but split–level with twin beds on the mezzanine and double sofa bed in the lounge‚ suitable for one adult or two children.\n\nMeals - Hotel Strazhite, Bansko\n\nHalf Board. Hot and cold buffet breakfast and four-course buffet dinner. Christmas dinner and New Year Gala meals included.\n\nOther dates in Hotel Strazhite\n\nResort Details\nSnow, Webcams & Piste Map\nCustomer Reviews\n\nAbout Bansko\n\nSkiing in Bansko, Bulgaria\nTotal Runs: 14\n  • 935m\n    Resort Altitude\n  • 70km\n    Of Piste\n  • N\n    Direction of Slopes\n  • 16km\n    Longest Run\n  • 16\n  • 24\n    Ski Lifts\n  • 1\n    Snowboard Park\n  • 2560m\n    Highest Lift\n  • 7\n  • 1\n\nResort Features\n\n  • Ice Rink\n  • Bowling\n  • Traditional village resort\n  • Good for families\n  • Lively après ski\nBansko Accommodation\nSofia (3h)\nTimes above are estimations for guidance only.\n\nSimilar Holidays\n\nThe price shown includes 7 nights accommodation, with flights from Manchester.",
        "topic_id":23,
        "format_id":16,
        "topic_confidence":0.9921365976,
        "format_confidence":0.9989622831,
        "weight":0.0134384169
    },
    {
        "url":"https:\/\/girltravelingtheworld.com\/2016\/10\/16\/big-little-big-apple-part-2\/",
        "text":"Big Little Big Apple, Part 2\n\nPart 2 of my trip to New York with my amazing big sister! Click here to read all about our first two days!\n\nFriday, 9\/30\/2016\n\nRain was in the day’s forecast, so we suited up in rain gear and grabbed our umbrellas! We began with the breakfast of champions, a bagel and coffee, and walked over to the New York Public Library! With an exhibit on Alexander Hamilton and Winnie the Pooh, we were both very happy with our visit!\n\n\nOur next stop was lunch at “Sardi’s,” a New York staple, with my childhood friend Emilie! We had such a fun time and it was a great escape from the rain!\n\nSardi’s is well known for showcasing caricatures of famous celebrities!\n\nNext up we headed to the Museum of Natural History! We checked out the prehistoric exhibit as well as watched a video about space, narrated by Neil Degrasse Tyson.\n\n\nOur last stop of the day was a New York Yankees game! We took the subway all the way to the Bronx to get to Yankee Stadium! The rain seemed to have kept away everyone but the true fans (and us) away, but after a healthy meal of a hot dog, fries and beer (well, cider for me), we settled into our seats. Rachel and I bought matching hats, and boy, were we twinning wonderfully.\n\n\nWe left around the sixth inning and headed to bed, only shivering a little bit!\n\nSaturday, 10\/1\/2016\n\nOur last full day in New York, sadly, but we wanted to go out in style! First up? Breakfast at “The Smith” with my Israel friends Amy and Erin! It was such a great time, and wonderful to catch up with great friends!\n\n\nWe then walked across the street to the Museum of Sex! Because what else do you do in New York?\n\n\nAfterwards, we randomly stumbled upon a the Korean Parade and Festival in Koreatown!\n\n\nWe then met up with an old friend of Rachel’s for some coffee, before deciding what we should do for the evening. Another musical? Why not! What was our musical of choice? Something Rotten!\n\nWe realized that it was our last day of the trip and we hadn’t had a New York slice of pizza or cheesecake! we quickly remedied both of these things, with a greasy slice of pizza from a random shop and a piece of cheesecake from the famous “Junior’s.”\n\n\nThen it was time for the musical! By far, one of the funniest things I’ve ever seen, and probably one of my favorite shows!\n\n\nMy friend Lauren then met up with us after the show, and we headed to famous cookie shop “Schmackary’s” where I ate way more than I definitely should.\n\nAnd then we were left with the dilemma of deciding whether to call it a night at 11:30pm or do something wild and crazy? We chose the latter! We walked to the Empire State Building and rode all the way to the top at 12:30am! It was completely foggy and we couldn’t see anything, but it was such a fun experience and we were both so glad we decided to do it!\n\n\nWith that, we walked back to our hostel and fell asleep with the sounds of late night NYC as our soundtrack. We left the city the next morning happy, exhausted, and full of wonderful memories!\n\n-Girl in New York 🙂\n\n\nLeave a Reply\n\nFill in your details below or click an icon to log in: Logo\n\nYou are commenting using your account. Log Out \/  Change )\n\nGoogle photo\n\nYou are commenting using your Google account. Log Out \/  Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/  Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/  Change )\n\nConnecting to %s",
        "topic_id":23,
        "format_id":15,
        "topic_confidence":0.9837628603,
        "format_confidence":0.9969428182,
        "weight":0.0133662554
    },
    {
        "url":"http:\/\/readingukhotels.co.uk\/76160\/",
        "text":"Stawi Apartment @ Hunsaker in Reading\n\nBrochure page for Stawi Apartment @ Hunsaker in Reading and secure on-line reservation\n\nFlat 19, Hunsaker, Alfred Street Chatham Place, Reading, Berkshire, England, RG1 7AU, UK\n\nStawi Apartment @ Hunsaker reception\n\nWhen would you like to stay?\n\nNumber of nights\n\nNumber of rooms\n\n\nFrom £140.00 Per Night\n\n\nStawi Apartment @ Hunsaker Policies\n\nCheck In \/ Check Out\n\n  • Check-in from 14:00\n  • Please check-out by 10:00\n\n\n  • WiFi Internet Access Available\n\n\n  • Family Rooms\n\nCar Parks \/ Parking\n\n  • Car parking\n  • Free Parking\n\n\n  • Airport Shuttle\n  • All Public and Private Spaces Non Smoking\n  • Elevator\/Lift\n  • Heating\n  • Internet services\n  • Non Smoking Rooms\n  • Wireless Lan\n\nOur modern apartments are a perfect choice of accommodation when travelling to Reading on business or leisure.\n\nLocated 3.8 km from Madejski Stadium in Reading, this apartment features free WiFi. The unit is 200 metres from University of West London - Berkshire Institute for Health. The unit is fitted with a kitchen. A flat-screen TV is featured. Reading Magistrates Court is 400 metres from Hunsaker, while Reading Borough Council is 500 metres from the property. The nearest airport is London Heathrow Airport, 37 km from the property.\n\nStawi Apartment @ Hunsaker Rooms\n\n\nHome | How To Cancel",
        "topic_id":23,
        "format_id":16,
        "topic_confidence":0.9916908741,
        "format_confidence":0.9986419082,
        "weight":0.0134323796
    },
    {
        "url":"http:\/\/travelteamimages.com\/303263.html",
        "text":"MIRA Technology Park\n\nNuneaton, Warwickshire, United Kingdom\nPhoto by: Derek Pedley\nDate: 2013-06-26\nImage ID: 303263\nThe MIRA Technology Park and proving ground is one the largest, most comprehensively specified and truly independent automotive proving grounds in the world.\n\nThe picture on this page may not be used without permission. Files we supply come from higher resolution images - typically over 10x the size of this photo.\n\n\nImages on this site are a small selection of those available. Please contact us if you require further pictures of a subject.\n\nTravel & tourism image database - a stock library of travel industry related pictures    \n      |     |     |    \n\nPrints, Posters & Gifts\n\nYou can purchase high quality prints, posters and various gifts of this image for personal use or corporate decorative display purposes.\n\n\nPrints & Gifts Catalogue\n\nCommercial Usage\n\nFor further information or to request a quotation to supply this image in high resolution for commercial purposes.\n\n  View enlarged version\n\nURL (link for this image): http:\/\/www.travelteamimages.com\/303263.html\n Keywords used for this image - select a keyword to see related pictures\nPlace: Britain  | British  | British Isles  | England  | English  | Europe  | European  | Great Britain  | MIRA  | MIRA Proving Ground  | MIRA Technology Park  | Nuneaton  | United Kingdom  | Warwickshire\nTopics: vehicle  | vehicles",
        "topic_id":23,
        "format_id":6,
        "topic_confidence":0.5329855084,
        "format_confidence":0.7708818316,
        "weight":0.0001685851
    },
    {
        "url":"http:\/\/hostelineurope.com\/world-fact\/America\/Dominica.html",
        "text":"Dominica World Fact - Hostel in Europe\n\n\nDominica Dominica is one of the Caribbean islands, and the culture is therefore influenced from both Europe and Africa. Going to the Cabrits National park, you will be able to explore the Fort Shirley, that have housed 600 soldiers, or find let ruins in the jungle. You will be able to experience swamps and the surrounding coast with coral reefs. One other must see is the Emerald Pool, an amazing waterfall. So as you can see, there is plenty to experience on this little island.\n\n\nHostel in Europe - easy fast and free - find your next hostel online...",
        "topic_id":23,
        "format_id":7,
        "topic_confidence":0.9701372385,
        "format_confidence":0.6004673839,
        "weight":0.0019934281
    },
    {
        "url":"https:\/\/gobsmackingblog.com\/2017\/07\/10\/spotted-semblance\/?replytocom=179",
        "text":"Spotted Semblance\n\nEvery writer has their spot, a spot where the words wash over the dam of broken thoughts and paint the page a whole new color. J.K. Rowling raised Harry Potter in a slew of quirky cafes. Dickinson poured far and wide with poetry written in an isolated room. Lorde wrote her latest album in a New York City diner famous for its onion rings while Hemmingway became a master of his craft standing at a typewriter in Cuba. From one spot, a writer can draw a plot line which bends into a place and then explodes into an entirely new world. Simply put, the right kind of spot leads to polka-dotted brilliance.\n\n\nI have a very spotty method when it comes to writing. In one day, I’ll hop from park bench to grassy slope, stone step to shaded monument until that iron-clad tangle of words finds it rhythm. Like a laser dot, my spot is constantly changing.\n\nBut in Italy, when my crop of thoughts is in desperate need of sowing, destroying, or resurrecting, my spot usually morphs into a marble window ledge, beautifully cool to the touch in the land of eternal sun.\n\nItalian windows, with their wide mouths and absence of teeth, were made for writers and sunburnt thighs. In my case, both descriptors apply. And as a furtive scavenger of metaphors, a window overlooking humble and exquisite Umbria is the perfect spot to lay claim to, even if it’s only for two days.\n\nPerugia is the perfect spot for writers but also for street art appreciators, gelato-gobblers, and cappuccino-guzzlers. Again, all descriptors apply to me. This large hamlet, small city, place-that’s-somewhere-between-town-and-metropolis is packed with pocks of perfection, which are contagious, so prepare yourself because you may just catch the Perugian bug if you enjoy:\n\nAbsurdly Fun Public Transport\n\nPerugia is worth visiting for the mini-metro alone. Like a standard metro, the mini-metro is quick, cheap, and convenient but unlike large-scale metros, it’s adorable, sparkling clean, and so unbelievably fun to use. After I got off a crowded Flix Bus from Rome, I jumped on this self-maned, mobile form of perfection with such glee, too much glee as evidenced by the puzzled glances of my fellow passengers. I wish the ride had lasted longer, much much longer because my spot at the forward-facing window, cool against my beaming hands, was blissful. Frankly, the mini-metro should be UNESCO-protected.\n\nRainbow Umbrellas\n\nMy first afternoon in Perugia, the sun was smudged into invisibility by a gray, spongy sky. The rain tickled the ground lightly at first until a slew of rainbow umbrellas dared it to fall harder. After a month of sun, sun, sun, I more than welcomed the dripping hair and soggy shoes. My skin could finally breath without the thick, globby restraint of children’s sunscreen (smells much better than adult’s) while my eternal sunburn lost its rageful tone. I splish-splashed, tip-tapped against the pebbly piazza until my canvas sneakers shivered against my toes. Just before I ducked back into my hostel, I spotted a lone, rainbow umbrella floating so pridefully by a line of slate-shaded buildings. Color against rain, shining brighter, pulling deeper, is one splendid sight.\n\n\nArtful Cappuccinos\n\nI’m not even sure if I like coffee but I’m more than willing to drink it if it’s topped with milk foam shaped into a heart. Just around the sharpened corner of my hostel was a large cafe teetering on the edge of the main piazza. This cafe, appropriately named “Jolly Caffé”, was my favorite, post-run spot. I could spend upwards of two-hours here, sipping on a beautifully-crafted cappuccino while glancing at neighboring tables. The cafe regulars, with their freshly-pressed, Italian papers and grand leather shoes made me slightly envious. When I return to Jolly Caffe, I hope to do so with my own Italian newspaper in hand. To be able to read a local paper, to understand it, to know how perfectly it pairs with a true, Italian cappuccino would be grand!\n\n\n Kind Italians\n\nIn a country known for a national personality that’s both laid back and passionate, you’re hard pressed to find a truly mean Italian. But in Perugia, kindness exists in higher doses. Shop attendants seem genuinely happy to see you while pigeon-chasing children giggle in your direction. People will stop you on the street just to tell you how brilliant the chocolate is and how brilliant it is that you’re in Perugia. Perugia is a place for smiling with your lips, body, and gelato-nourished soul.\n\n\n\nPerugia introduced me to its gorgeous friend, Appretivo. Appretivo, an endless buffet of Italian favorites paired with a free cocktail (you can never go wrong with an aperol spritz) is a friend to us all. I quickly appeased my appetite with an appretivo at Umbro, supposedly the best in town, with a fellow American I had the pleasure of meeting back at the hostel. For seven euro, I got a heaping plate of pasta, breaded zucchini, toasty focaccia among other dishes. Finished off with a palate-cleansing custard and the watered-down ends of my aperol spritz, I left Umbro content and appretivo-enthusiastic.\n\n\nTo those hesitant of slumming it in hostels, let my time in Perugia serve as a reminder that hostel-living is luxuriating in other ways. At my spacious hostel, I met a very confident and loquacious American named Barbara. Barbara, middle-aged with a good handle on modern Italian fashion, opened my eyes to what now seems like an obvious pile of opportunity.\n\nBarbara, a go-getter woman who loves to inspire strangers and eat truffles, published a book called “Living Without Reservations.” In the book, Barbara talks about working a typical 9-5 job that paid for private school, a fashionable car, all the things we consider necessities. But in her blurb, Barbara states that she quit life or rather life quit her. She went through a divorce, got engaged, then grappled with the sudden loss of her fiancé who died of a heart attack. After all these horrible things happened, Barbara basically said “I’m done” in the most positive, bad-ass way.\n\n\nFrom Florida, she left on an RV headed for Alaska with her dad on board. She then worked on cruise ships in the Caribbean, wellness centers in Bali, and a winery in Tuscany which she visited as a tourist and ended up staying in for seven years!! (She fell in love with the winemaker, Guissepi.)\n\nSince then, Barbara has avoided the States like the plague, carving out a comfortable living abroad by launching motivational e-courses geared towards middle-aged women with itchy feet.\n\nMy mindset has really changed since meeting her. Suddenly, it seems crazy that I haven’t noticed all the possible opportunities peaking behind the stone buildings of just about every town in Italy. However, I’m not sure if I can count on falling in love with a winemaker in Chianti.\n\n\nA Deep Breath\n\nItaly is always bright, caffeinated beyond belief, and blinding in its beauty but with Perugia, I reintroduced some much-needed peace in my life. I could take a deep breath without the aid of gelato and appreciate the simple magic of my spot. Cooling marble beneath a wide-open window overlooking perfect Perugia brings out my inner Hemmingway, fills my head with Lorde, christens my journal with a touch of JK Rowling while carving out a spectacular new world out of Dickson-branded isolation. But the best part of finding your own spot is it’s you: unmistakably, irrevocably you in a grand world of polka-dotted brilliance.\n\nHit the Spot,\n\n\n\nLeave a Reply to gobsmackedblog Cancel reply\n\nFill in your details below or click an icon to log in: Logo\n\nYou are commenting using your account. Log Out \/  Change )\n\nGoogle photo\n\nYou are commenting using your Google account. Log Out \/  Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/  Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/  Change )\n\nConnecting to %s",
        "topic_id":23,
        "format_id":15,
        "topic_confidence":0.9811506867,
        "format_confidence":0.9845454693,
        "weight":0.0133307642
    },
    {
        "url":"https:\/\/www.tripadvisor.com.ph\/ShowUserReviews-g147388-d149365-r206938704-Chacachacare-Trinidad_Trinidad_and_Tobago.html",
        "text":"\nWindows: Internet Explorer, Mozilla Firefox, Google Chrome. Mac: Safari.\n\n“Definitely worth a day off”\nReview of Chacachacare\n\nRanked #38 of 112 things to do in Trinidad\nMore attraction details\nAttraction details\nOwner description: This mysterious, uninhabited island, once the site of a colony of lepers run by a group of nuns, is only five miles off the northwest coast of Trinidad.\nReviewed May 25, 2014\n\nAssuming the opportunity (your really need a private charter or your own boat) a visit to the island is definitely worth your time - there something to be said about these abandoned constructions and relics. Sometimes spoiled by partiers but definitely worth your time !\n\nThank Alex T\nThis review is the subjective opinion of a TripAdvisor member and not of TripAdvisor LLC.\nWrite a ReviewReviews (27)\nTraveler rating\nTraveler type\nTime of year\nAll reviews\n\"beautiful island\"\nin 4 reviews\n\"light house\"\nin 3 reviews\n\"salt pond\"\nin 2 reviews\n\"sea bath\"\nin 2 reviews\n\"hindu temple\"\nin 2 reviews\nin 4 reviews\nin 5 reviews\nin 3 reviews\nin 12 reviews\nin 2 reviews\nin 2 reviews\nin 3 reviews\nin 4 reviews\n\n11 - 15 of 27 reviews\n\nReviewed March 1, 2014\n\nI went to Chac about 10 years ago when my grandparents has a yacht in T&T. I was only about 11 at the time, and we spent a week out there. We were the only yacht and visitors there and I remember it being eerie but all fantastic. The whole island is abandoned. You can look through all the old houses, fire station, hospital etc, and I remember there being a strange feeling. There's a graveyard for the nuns and doctors who worked there, and I just remembered how it felt magical. Everything, except the hospital which broken glass bottles had been smashed across the hospital was in tact. You could even look through the hospital record book. It was hugely overgrown but I really want to go back there and take my children there, hopefully, it will still be there by that time. I would advise anyone who goes to T&T especially those with children to visist there. Not only for the overgrown, abandoned society but for the waters around it. I remember one night lying on the deck and looking at the stars- obviously there was no light pollution and I've never seen so many stars in my life. It lit up the whole sky, like it was day. Going swimming around the island, we saw dolphins, turtles, eagles rays and a variety of exotic fish.\n\n12  Thank Keren W\nThis review is the subjective opinion of a TripAdvisor member and not of TripAdvisor LLC.\nReviewed January 15, 2014\n\nLocated at the edge of the Bocas, this island is quiet and deserted save for other bathers or boaters. While Scotland Bay and others tend to overflow with loud partiers, this is a rarity here. There are beaches on different sides of the island, but the best are closeby the jetty. Go through the treeline straight from the jetty and you find a clean beach facing Venezuela just 7 miles away with good snorkeling off the beach and calm waters. The other beach is reached when going up the lighthouse road and taking a steep dirt path to the right and you come out on a clean, shallow beach. Other beaches are relatively inundated with trash and manchineel trees, so beware. The island is best explored with a guide. Trekking to the Leper colony ruins is a worthy trip. Another option is the lighthouse at the top of the road that starts right off the jetty. Keep in mind, the road to lighthouse has little to no shade so bring water and a hat as you will bake in the sun on the walk up. Views from the lighthouse show you the bocas, Gulf of Paria, of Trinidad, and Venezuela. When visiting the island, you need to bring all your gear and supplies as there are no facilities anywhere on the island. Functioning cell phone for emergencies is a must as well. It's an island steeped in history, and absolutely worth a visit.\n\n1  Thank Traveler O\nThis review is the subjective opinion of a TripAdvisor member and not of TripAdvisor LLC.\nReviewed January 10, 2014\n\nI visit Trinidad about once every two years to visit a friend living there. I was luck enough to be able to dive off their boat to swim through amazing waters and walk up onto the island. Explored fascinating old ruins and tracks and it really was just a unique and special place. Highly recommended!\n\nThank Artybetty1\nThis review is the subjective opinion of a TripAdvisor member and not of TripAdvisor LLC.\nSee more reviews\nReviewed December 21, 2013\n\nI was finally able to visit this island as part of a tour with Caribbean Hiking Adventures. It is a beautiful island that is slowly being destroyed by Trinidadians. But destruction aside I would recommend anyone to visit.\n\nThe boat takes about 45 - 60 minutes with departure from Crew's Inn (in Chaguaramas). As you sail through the Bocas it is interesting to observe how the water changes from Tea Green to dark brown-black and then back to Tea green. Also as expected, some parts of the Bocas are turbulent and rough...this is a normal phenomenon.\n\nAs the boat docks you are treated to a stunning view of the cliffs and sheltered bays of the island. Unfortunately, you will be greeted by mounds and mounds of thrash. The island is frequented by several party boats (in fact one of them was there while we visited). The intoxicated revellers drop their thrash all over the island and simply do not care. Others make an attempt to use the bins provided but these bins are over flowing...an indication that they are not emptied at all.\n\nProblems aside there are many things to do. If you are fit enough, I recommend making the trek up the road to the lighthouse. Be warned, this road can be a challenge...hiking in the forest is different to hiking up a paved road. The midday sun makes this trek insanely difficult. Stay hydrated and you will make it eventually. At the top you will get stunning views of mainland Venezuela as well as Huevos, Monos and mainland Trinidad.\n\nOn your way back down...take some time to observe the vegetation. There are a lot of Cacti...similar to Isla Margarita.\n\nOf course no trip to Chacachacare would be complete without a sea bath at La Tinta Bay. This Bay is shallow and calm. Its perfect for families. However there are some poisonous trees growing on the shore and again...thrash is strewn everywhere.\n\nNonetheless, Chacachacare is awesome! I recommend it to anyone!\n\n5  Thank psykick\nThis review is the subjective opinion of a TripAdvisor member and not of TripAdvisor LLC.\n\nTravelers who viewed Chacachacare also viewed\n\nTrinidad, Trinidad and Tobago\nTrinidad, Trinidad and Tobago\nChaguaramas, Trinidad\n\nBeen to Chacachacare? Share your experiences!\n\nWrite a Review Add Photos & Videos\n\nOwners: What's your side of the story?\n\nOwn or manage this property? Claim your listing for free to respond to reviews, update your profile and much more.\n\nClaim Your Listing",
        "topic_id":23,
        "format_id":23,
        "topic_confidence":0.9932867885,
        "format_confidence":0.992349267,
        "weight":0.0025695691
    },
    {
        "url":"https:\/\/www.masoncityia.com\/news\/p7102previewtrue\/",
        "text":"South Pacific Wonders: Australia & New Zealand\n\nJourney down-under to Australia and explore the Great Barrier Reef, Cairns, and the beautiful city of Sydney. Then, travel to the south island of New Zealand to enjoy the breath-taking scenery it has to offer! You can even extend your stay with an optional post-tour extension to Fiji!\n\nThis wonderful trip is being offered October 29th - November 12th 2019. When you register before May 31, 2019 you will receive a $250 discount. For more information on this upcoming trip or to register, e-mail Allyson.\n\nLearn more here!\n\nComments are closed.\n\nTranslate »",
        "topic_id":23,
        "format_id":16,
        "topic_confidence":0.9967874289,
        "format_confidence":0.7376622558,
        "weight":0.013501412
    },
    {
        "url":"http:\/\/www.uniglobeindicatravel.in\/post\/view\/10-top-things-to-do-in-malaysia",
        "text":"\n\nYet, steady economic growth and a particularly catchy \"Malaysia Truly Asia\" tourism campaign have helped lift the country to prominence.\n\nMalaysia is a tapestry of diverse cultural influences, drawing from its local indigenous, Malay, Indian and Chinese communities as well as its colonial heritage.\n\nIt's also a story of contrasts -- a place where smooth highways lead to both modern cities and lush rainforests, where street vendors set up shop in the shadows of skyscrapers and hipster cafes operate next to traditional kopitiams (coffee houses).\n\nOn August 31, Malaysia celebrates Merdeka Day, signifying 60 years of independence from British rule.\n\nIn commemoration, we've compiled a list of 10 things to do and eat in this unmissable Southeast Asia destination.\n\n\n1. Discover Malaysian wildlife\n\nMalaysia has no shortage of natural beauty -- it's home to one of world's oldest rainforests, extensive cave systems and immense mangrove forests.\n\nNaturally, this makes the nation an ideal destination for wildlife spotting.\n\nTravelers can observe fauna overnight from the safety of huts inside Pahang National Park, where the oldest deciduous rainforest in the world awaits.\n\nIn Kuala Gandah -- also in the state of Pahang -- guests can accompany orphaned elephants for daily baths at the National Elephant Conservation Centre.\n\nMeanwhile, the Sepilok Orangutan Rehabilitation Centre in Sabah on the island of Borneo offers a glimpse of these endangered great primates in their natural environment. They tend to swing by the viewing platform around feeding times, at 10 a.m. and 3 p.m.\n\nNext door, the Bornean Sun Bear Conservation Centre is dedicated to the world's smallest bear species.\n\n\n2. Stay in a village\n\nThe Malaysian Homestay program works with local communities to offer an authentic kampung (village) experience.\n\nCurious travelers can stay with local hosts -- or in traditional long houses -- both in Peninsular Malaysia and Sabah and Sarawak in the east.\n\nThe experience includes daily village activities, such as preparing local meals, fishing, feeding livestock or learning Malaysian games such as congkak (a wooden board game) and gasing (spinning tops).\n\n\n3. Explore Gunung Mulu National Park\n\nA UNESCO World Heritage Site, Gunung Mulu National Park in Sarawak is famous for its millennia-old karst cliffs.\n\nFor keen spelunkers and climbers, this means challenging mountain faces to scramble up and explore jaw-dropping cave chambers.\n\nDeer Cave, for example, forms the largest cave passage in the world, measuring 400-550 feet in diameter. Located to the northeast of Deer Cave, Sarawak Chamber is the world's largest cave chamber, stretching about 2,000 feet in length, 1,400 feet wide and almost 33 feet high.\n\nBut not just anyone can jump in: Visitors keen to explore the more advanced cave systems must provide certification or proof of ability for the park manager's approval.\n\n\n4. Go whitewater rafting\n\nAdrenaline addicts will appreciate Malaysia's intricate network of rivers, which offers rapids for all levels of difficulty.\n\nFor class 1-4 rapids the Selangor River in the town of Kuala Kubu Bharu in Selangor, Slim River in Perak and Padas River in Sabah are just a few of the many popular destinations for recreational whitewater rafting.\n\nMore experienced rafters can head to the Telom River in Pahang to tackle class 5 rapids.\n\nAnd if that's not enough, Singoh River in Perak is where rapids reach a heart-stopping level 6 -- the highest level on the international rapid scale, only to be attempted by experts.\n\n\n5. Hunt for fireflies\n\nYour boat is gliding silently along a mangrove-lined river. Daylight is waning and suddenly, you spy hundreds of flickering lights.\n\nIn Malaysia, there's only one thing it could be: Fireflies.\n\nAlso known also as lightning bugs, or kelip-kelip in the local Malay language, these tiny creatures are beloved for their beauty.\n\nThere are several locations where travelers can admire the flickering insects, including Kuala Selangor in Selangor; Kuala Sepetang in Perak, Kampung Cherating in Pahang, Kuching in Sarawak as well as Sandakan, Semporna and Kota Kinabalu in Sabah.\n\nAs a bonus, some tour groups will even throw in a seafood dinner before or after the boat ride.\n\n\n6. Find an island paradise\n\nIf it's clear water and sandy shores you're after, Malaysia's got you covered.\n\nFrom luxury resorts to private islands, backpacker hostels and beachfront bungalows, there's an island experience for every budget.\n\nNot to mention a few of the world's best dive sites.\n\nThe rich waters are teeming with sea creatures, such as hammerhead and other sharks, barracudas, sea turtles and manta rays.\n\nFor diving, popular choices include the Perhentian Islands, Redang Island in Terengganu, Tioman Island in Pahang, Pangkor Island in Perak, Langkawi Island in Kedah, and Gaya, Sipadan and man-made Layang-Layang island, all off Sabah.\n\nPlan ahead as islands off the east coast are closed from October to February or March, due to the annual monsoon season.\n\n\n7. Try metalworking\n\nAt its height in the 19th century, Malaysia was the largest provider of tin ore in the world. And where there's tin, you will find pewter, a gray alloy metal made up of tin, copper and antimony.\n\nRoyal Selangor, the world's largest pewterware producer, gives travelers a hands-on introduction.\n\nOpened in 1885, the historic brand's headquarters offers two pewtersmithing workshops: the School of Hard Knocks for beginners and the more challenging The Foundry.\n\nUnder the guidance of a trained pewtersmiths, travelers use traditional tools and techniques to create their own keepsakes.\n\nRoyal Selangor, Visitor Center 4, Jalan Usahawan 6, Setapak Jaya, Kuala Lumpur, Malaysia;\n\n\n8. 'Backpack' on two wheels\n\nThe cycling community in Malaysia has grown dramatically in recent years thanks to emerging networks of cycling lanes in cities across the country, such as Kuala Lumpur, Shah Alam in Selangor, George Town in Penang and Putrajaya, Malaysia's administrative capital.\n\nMany experienced cyclists, too, are abandoning urban paths and taking to dirt roads to better explore the country.\n\nOne cycling enthusiast, Nadiah Aziz -- who blogs about her cycling adventures at Folding Tales -- describes cycling as \"the new way to backpack.\"\n\nAnd you won't have to go it alone: Many grassroots groups organize cycling excursions along lesser-frequented trails.\n\nAmong them are Cycling Kuala Lumpur, Bicycle Map Project (KL), husband-wife mountain biking team Doowaroda (nation-wide), and Kinabalu Iron Horse (Sabah).\n\n\n9. Tour the region's largest Islamic Arts Museum\n\nThe largest museum of its kind in Southeast Asia, the Islamic Arts Museum Malaysia showcases the richness of Islamic cultures through its extensive collections of artworks and artifacts.\n\nThe museum emphasizes works from Asia -- specifically, China, India and the Malay Archipelago.\n\nIt offers a sense of Malaysia's unique form of Islamic identity, a result of its location at the center of once great trade routes, Islam's simultaneous expansion in the region and the country's eventual multicultural makeup.\n\nIslamic Arts Museum Malaysia, Jalan Lembah Perdana, Kuala Lumpur, Malaysia; +60 3 2092 7070\n\n\n10. Learn about Malaysia's musical history\n\nOpened last year, the Penang House of Music, an interactive history museum, tells the story of the island's musical heritage.\n\nThis large complex chronicles Malaysia's musical beginnings, achievements and musical greats, such as famed singer-songwriter, director, and actor P. Ramlee, jazz legend Jimmy Boyle and composer Ahmad Nawab.\n\nThe House of Music also documents local traditional art forms such as bangsawan, boria, ronggeng, puppet theater and Chinese opera.\n\nThose harboring secret hopes of becoming a radio DJ can give it a try in the Radio Room.\n\nPenang House of Music, L4-02, 4\/F, KOMTAR, Penang, Malaysia; +60 4 370 6675\n\n\nSource: CNN Travel\n\n\nStay updated with unique\ntravel ideas!",
        "topic_id":23,
        "format_id":9,
        "topic_confidence":0.9957888722,
        "format_confidence":0.9895255566,
        "weight":0.003716317
    },
    {
        "url":"https:\/\/nymag.com\/nymetro\/travel\/features\/winter2002\/n_7894\/",
        "text":"Northern Exposure: British Columbia\n\nAir apparent: Kicking Horse's new lift will take you into the backcountry.Photo: Henri Georgi\n\nThere are two kinds of Western skiers: those who crave the chalets, duvets, and ski-toting valets at swank fly–nonstop–from– New York resorts, and those who put up with long schleps and rickety lifts to access wilder terrain. Golden, British Columbia, used to draw only the most extreme purists – they’d ride the lift to the top and start hiking from there. Since investors bought the hill, now called Kicking Horse Mountain, you’ll find the same steep, barely groomed runs – but with the addition of a few new lifts, they’re a lot easier to get to. So go ahead, ride the gondola to the peak: Take in the 360-degree views, and pick your own way down through 2,600 acres of fine powder. You won’t find many people along the way – the resort’s remote enough to be a bit of a secret – or much going on at the bottom of the hill. Situated on the eastern edge of British Columbia, Kicking Horse is closer in climate and character to Banff than to Blackcomb – a night out’s more likely to involve tossing back a couple of Kokanees at a bar full of locals than hitting a pajama party in the condo next door. But then, after a day of doing laps on the twelve-minutes-to-the-top gondola, you’ll want to get in your pajamas and leave the partying to somebody else.\n\nWhispering Pine Town Homes ski-in-ski-out three-bedroom townhouses (four nights from $394 per person, including lift tickets). For lodgings, call 866-SKI-KICK.\n\nIn Golden: Cedar House (250-344-4679). On the mountain: Eagle’s Eye restaurant (866-ski-kick).\n\nMountaintop Eagle’s Eye suites go for $1,000, including lessons, use of a luxe VIP gondola, and – most important – permission to cut the lift line.\n\nHeli-skiing, Cat skiing, and ice climbing. Lift tickets: $31.\n\nFly to Calgary, Alberta; rent a car for the three-hour drive to Golden.\n\nWeb Guide\n\nGeneral Information\nKicking Horse Mountain Resort\nGolden British\nGolden General Info\n\nHotels & Restaurants\nEagle’s Eye Restaurant Golden Accommodation\nGolden Dining\nBritish Columbia Accommodations\n\nAir Tours\nLocal Sports\n\nBanff National Park\nLake Louise\n\n* New York Metro is not responsible for the services and information provided by these sites. Sites were chosen based on the type of information provided and were not further tested.\n\nNorthern Exposure: British Columbia",
        "topic_id":23,
        "format_id":11,
        "topic_confidence":0.9690068364,
        "format_confidence":0.610275209,
        "weight":0.0014725854
    },
    {
        "url":"http:\/\/diveworldwide.com\/trip-ideas\/truk-wreck-extravaganza",
        "text":"Travel, experience, conserve with\nDive Worldwide\n01962­ 302 087\nJump to main menu\n\nOne of the world’s largest lagoons, Truk is enclosed by a 225km barrier reef, covers more than 2000 square kilometres and is home to an entire Japanese fleet, sunk in 1944.\n\nFrozen in time, complete with sake cups and skeletons, jeeps and tanks still tied on board and fighter planes still waiting in the hangars, Truk Lagoon is an underwater museum. Nowhere else in the world are there so many wrecks in close proximity situated in shallow water, many visible by snorkelling.\n\nThis trip includes a recommended minimum of eight nights in Truk. It's possible to create an itinerary combining Truk with Palau, Yap or the Philippines.\n\nSuggested itinerary\n\n  1. Day 1: Depart the UK\n\n  2. Day 2: Continue journey to Truk\n\n    Transfer back to the airport for your flight to Truk via Guam.\n\n  3. Day 3: Arrive Truk Lagoon\n\n    You will be met on arrival and transferred to the Blue Lagoon Resort for an eight night stay.\n\n  4. Days 4-9 : Dive the wrecks of Truk Lagoon\n\n    Enjoy six days diving (two boat dives per day) exploring the wonderful wrecks of Truk Lagoon, considered the best wreck diving destination in the world.\n\n    A third dive each day can be arranged locally with the dive centre. Please note that Nitrox is available, but expensive due to the remote location.\n\n  5. Day 10: At leisure\n\n    Today is free to explore the local sites or simply relax.\n  6. Day 11: Depart Truk Lagoon\n\n    Today you will depart back to Manila where you will require an overnight stay, due to flight schedules.\n  7. Day 12: Continue your journey home. Arrive UK\n\n    Depart Manila, landing in the UK later the same day.\n\nKey info\n\nOur trip ideas are offered to inspire you and can be tailored to suit your requirements.\n  • Duration and price including flights from\/to UK: 12 days from £2,895 pp\n  • When to go: Jan-Dec: Available throughout the year.\n  • Included in the price\/package:\n    • Flights from the UK\n    • 1 night in Manila (BB)\n    • 8 nights resort in Truk (BB)\n    • 12 dive package\n    • Tanks and weights\n    • Transfers\nFeatured location:\n\nTruk Lagoon\n\nOne of the world’s largest enclosed lagoons, Truk is home to an entire Japanese fleet, sunk in 1944 and frozen in time. Nowhere else in the world are there so many wrecks in close proximity, and in clear shallow water. Truk Lagoon is a must for wreck lovers.\n\n  • Ideal for viewing: grey reef shark, common octopus, spotted eagle ray, Pacific bluefin tuna, black-tip reef shark\n  • Excellent for: Liveaboard diving, Resort based diving, Group diving, Technical diving, Wreck diving\nSuggested accommodation is shown below. Please contact us for further recommendations.\n\nBlue Lagoon Dive Resort\n\nAway from the hustle and bustle of everyday life, this dive resort is situated on a coconut palm fringed point of Moen Island with breathtaking views of the most famous lagoon in the world - Truk.",
        "topic_id":23,
        "format_id":16,
        "topic_confidence":0.9860463738,
        "format_confidence":0.9939501286,
        "weight":0.0133559252
    }
]