[
    {
        "url":"https:\/\/www.absturzsicherung.de\/en\/fall-arrest-manual\/standards-regulations\/en-362.html",
        "text":"Standards & regulations\n\nEN 362\n\nEN 362: \"Personal protective equipment against falls from a height - connectors\" governs the technical requirements placed on connector elements.\n\nThis standard is specifically concerned with the definition of karabiner hooks and screw links, specifies permissible types of opening and closing mechanisms and provides various criteria that help you to select suitable connector elements. Further information on this topic can be found in our entry on connector elements.",
        "topic_id":3,
        "format_id":20,
        "topic_confidence":0.5569333434,
        "format_confidence":0.7797275782
    },
    {
        "url":"https:\/\/www.ssa.gov\/OP_Home\/hallex\/TS\/tsi-3-04.html",
        "text":"Skip to content\n\nOffice of Hearings and Appeals\n\nVolume I\n\nTransmittal No. I-3-04\n\nChapter: I-3-700\n\nSubject: Remands\n\nAction Notes\n\nIn I-3-701:\n\n  • In the “Citations” section, add “404.1519f, 404.1519n,” after “404.977,” and add “416.919f, 416.919n,” after “410.665.”\n\nOn the page headed I-3-701 cont.:\n\n  • Delete “I-3-711 Remand for Medical Evidence” and all the text that follows to the end of the page.\n\nOn the page headed I-3-711 B. cont.:\n\n  • Delete the entire page.\n\n\nSection 9 of Public Law 98-460 (the Social Security Disability Benefits Reform Act of 1984) requires the Secretary to issue regulations establishing standards for Consultative Examinations (CEs). The Statute provides that the regulations must include standards for determining when to obtain a CE and the type of CE to be purchased, and monitoring procedures for both the purchase process and CE reports. Also, the regulations must reflect that the Secretary will make every reasonable effort to obtain necessary evidence from the claimant\"s medical sources before obtaining medical evidence from another source on a consultative basis; develop a complete medical history covering at least 12 months if deciding that the claimant is not under a disability; and consider all the evidence in the claimant\"s case record. The Social Security Administration published proposed rules in a Notice of Proposed Rulemaking in the Federal Register on April 20, 1987 (52 FR 13014). The final rules, published on August 1, 1991 (56 FR 36932), respond to comments, reflect and implement the statutory requirements, and clarify the Secretary\"s policy on giving weight to treating source opinions.\n\nThis issuance updates Office of Appellate Operations procedures based on the new regulations.\n\nExplanation of Content and Changes\n\nIn I-3-711:\n\n  • Subsections A. and B. now make a clearer distinction between remands for existing medical evidence and remands for consultative examinations or medical tests. Subsection B. also provides that remand for consultative examinations\/tests is appropriate only if the necessary evidence does not appear to be available from the claimant\"s medical sources.\n\n  • Subsection D. now reflects that, when requesting consultative examinations or tests, we will order only the specific examinations and\/or tests needed to make a decision on the claim. We will not order a complete examination unless it is required (20 CFR §§ 404.1519f, 404.1519n(d), 416.919f and 416.919n(d)).\n\n  • Subsection D. also contains instructions for requesting medical tests or procedures and incorporates the regulatory prohibition from ordering tests or procedures which may involve significant risk to the claimant (20 CFR 404.1519m and 416.919m).\n\nPersonnel who have questions about this issuance should telephone the Office of Policy, Planning and Evaluation at 756-9254.\n\n\nInsert in I-3-700:\n\nI-3-711, dated October 18, 1991, through I-3-711 C. cont., dated October 18, 1991 (2 pages).\n\nDate: October 18, 1991",
        "topic_id":3,
        "format_id":20,
        "topic_confidence":0.933727324,
        "format_confidence":0.5963311195
    },
    {
        "url":"https:\/\/www.yumpu.com\/en\/document\/view\/46387848\/guidelines-for-dispute-resolution-nigerian-communications-\/25",
        "text":"2 years ago\n\nGuidelines for Dispute Resolution - Nigerian Communications ...\n\nGuidelines for Dispute Resolution - Nigerian Communications ...\n\n(vii) A statement\n\n(vii) A statement indicating the issues (if any) which have been resolved by the partiesduring the negotiation process.(viii) A brief addressing the issues and containing all relevant provisions of the Act andapplicable NCC regulation and guidelines.(ix)(x)(xi)In the case of price disputes proposed rates or charges, detailed costs\/accountinginformation and all relevant supporting information and documentation.Proposed interconnection agreements submitted by both the petitioning party andthe non-petitioning party or the interconnection agreement being negotiated by theparties.Proposed time schedule for the implementation of the terms and conditions of theagreements.(xii) Any condition the party wishes to have imposed together with the justification forsuch.(xiii) Any request for interim ruling pending the decision of the arbitrator.(xiv) All other documents relevant to the dispute and intended to be relied upon asevidence in the arbitration proceedings.3. RESPONSE TO THE PETITION3.1. The non petitioning party may respond to a petition for arbitration within a period oftwenty – one days after the petition is filed in accordance with the Act, NCC regulationsand guidelines and may present any additional issues and provide relevant documentationit wishes to have considered during the negotiation pertaining to any of the issues. Thenon petitioning party shall file the response in six copies at the Commission and at thesame, time serve copies on all parties to the negotiating process. Proof of serve should beobtained and filed at the Commission.3.2. In the event that a response is not filed the arbitrator shall determine the matter onthe basis of the documents before it and in accordance with the Act and applicableNCC regulations and guidelines.4. NEGOTIATION DURING ARBITRATION4.1. Negotiations may continue between the parties in accordance with the NCC guidelinesand regulations pending a final decision by the arbitrator. The parties shall keep the NCCinformed on the progress of the negotiation.24\n\n5. APPOINTMENT OF ARBITRATOR5.1 The Commission shall appoint an Arbitrator it determines to be qualified whomay be a person from the Commission's Staff or outside the Commission within a periodof 14 days after the petition has been filed.5.2 In the event that an Arbitrator dies, in incapacitated or is otherwise incapable ofacting or dealing expeditiously with the dispute, the Commission shall appoint asubstitute Arbitrator and inform the parties accordingly.6. APPOINTMENT OF TECHNICAL ADVISER6.1. The Commission may designate one or more Commission staff personnel or an outsideconsultant to serve as technical adviser to the Arbitrator.6.2. The Commission may also appoint an expert in arbitration practice and procedure to actas consultant to the Arbitrator.7. ARBITRATION PROCEDURE7.1. The Arbitrator shall conduct the arbitration in accordance with the provisions of section76(2) of the Act and to that end adopt procedures appropriate to the case with the aim ofachieving the just, speedy and economical resolution of the issues or disputes.7.2. The Tribunal shall act fairly and impartially between the parties giving each party anopportunity to present its case and deal with that of its opponent.8. COMMUNICATIONS BETWEEN THE PARTIES AND THEARBITRATOR8.1. A party shall not have any communication relating to the subject matter of the arbitrationwith the arbitrator, technical adviser or any of the persons involved in the arbitrationwithout communicating same to the arbitrator and the other party9. PAYMENT OF COST AND FEES9.1. The parties to the proceeding shall bear equally all costs and fees of the arbitrator, that ofany technical experts and consultants retained to assist the arbitrator and theadministrative fees of the Commission as fixed by the Commission in accordance withthe scale in force at the time of the commencement of the proceedings.9.2. Each party shall bear the legal and any other costs incurred by the party to present itspetition or response to a petition filed against it.9.3. As soon as practicable the Communication shall request the parties to pay in equal sharesthe costs of the arbitration stipulated in Clause 9.1.25\n\nalternative dispute resolution guidelines - World Bank Internet Error ...\nAlternative Dispute Resolution Guidelines - Investment Climate\nThe Dispute Resolution Review - Appleby\nIPAA Dispute Resolution - AIPN\nLitigation & Dispute Resolution - Appleby\nDispute Resolution - Kelemenis.com\nDispute Resolution Review (Third Edition) - Jersey by ... - Appleby\nGetting the Deal Through - Dispute Resolution ... - Gilbert and Tobin\nSusan Humble, Dispute Resolutions Manager, Sport Resolutions\nDispute Resolution 2005 - Sorainen\nDispute Resolution Review (Third Edition) - Bermuda by ... - Appleby\nAlternative Dispute Resolution Manual - Rapid Response - World ...\nRICS Conflict avoidance and dispute resolution in construction\nDownload PDF - CPR Institute for Dispute Resolution\nDispute Resolution Review (Third Edition) - Mauritius by ... - Appleby\nAdvanced Negotiation & Dispute Resolution - Institute of Continuing ...\nDownload PDF - CPR Institute for Dispute Resolution\nJAMS Dispute Resolution Alert, The Latest Developments in\nLitigation & Dispute Resolution - AstapovLawyers\nDispute Resolution in Qatar - drbfconferences.org\nLLM in Dispute Resolution - Pepperdine University School of Law\nLitigation and Dispute Resolution Guide\nRICS Dispute Resolution in Construction Conference 2013\nDispute Resolution - Jenner & Block\nThe Dispute Resolution Review - Appleby\nWinter 2013 Dispute Resolution Magazine - American Bar Association",
        "topic_id":3,
        "format_id":20,
        "topic_confidence":0.9413515925,
        "format_confidence":0.5610870123
    },
    {
        "url":"http:\/\/www.epo.org\/law-practice\/legal-texts\/html\/guidelines\/e\/h_ii_2_5_1.htm",
        "text":"﻿H‑II, 2.5.1 Criteria for admitting such amendments - Guidelines for Examination\n\n2.5.1 Criteria for admitting such amendments\n\nDecision G 7\/93 dealt with the criteria to be applied when examining the admissibility of late-filed amendments in examination. The particular case to which that decision relates arose when the rules were differently formulated, and in a situation where the applicant had already given his consent to the version proposed by the Examining Division. However, what was said by the Enlarged Board in that case can be considered generally applicable to new requests put forward at a late stage of the proceedings, i.e. when the applicant has already had at least one opportunity to amend the application and the Examining Division has already completed substantive examination of the application (see T 1064\/04).\n\nIn particular, applying the principles of G 7\/93 to amendments filed in response to the communication under Rule 71(3) (see C‑V, 1 to 3) means that this communication does not constitute an opportunity for the applicant to call into question the outcome of the earlier procedure. In deciding whether to admit such amendments, a balance must be struck between the applicant's interest in obtaining a patent which is valid in all of the designated states and the EPO's interest in bringing the examination procedure to a close by the issue of a decision to grant the patent. At this stage of the proceedings, the substantive examination has already been completed and the applicant has had the opportunity to amend the application and therefore normally only those amendments which do not appreciably delay the preparations for grant of the patent will be admitted under Rule 137(3). It is, however, appropriate to admit separate sets of claims for one or more designated States that made a reservation under Art. 167(2) EPC 1973 (see H‑III, 4.4) or for which prior national rights exist (see H‑III, 4.5).\n\nThe rejection of amendments proposed by the Examining Division in a Rule 71(3) communication which have been introduced without prior consultation and agreement of the applicant (C‑V, 1.1) does not amount to a request for amendment to which discretion under Rule 137(3) applies.\n\nQuick Navigation",
        "topic_id":3,
        "format_id":20,
        "topic_confidence":0.9910209775,
        "format_confidence":0.7376959324
    },
    {
        "url":"https:\/\/adgmen.thomsonreuters.com\/node\/8904\/revisions\/8909\/view",
        "text":"COBS 3.3.3 Information\n\nPast version: effective from 21\/10\/2015 - 20\/10\/2015\nTo view other versions open the versions tab on the right\n\n(a) Rule 12 sets out the core information that must be included in every Client Agreement and additional disclosure for certain types of activities to which this chapter applies.\n(b) An Authorised Person may either provide a Person with a copy of the proposed Client Agreement, or give that information in a separate form. If there are any changes to the terms and conditions of the proposed agreement, the Authorised Person must ensure that the Client Agreement to be signed with the Person accurately incorporates those changes.\n(c) An Authorised Person may consider it is reasonably impracticable to provide the key information to a Person if that Person requests the Authorised Person to execute a Transaction on a time critical basis. Where an Authorised Person has explained why it is impracticable to comply with the requirement to enter into a Client Agreement orally, it must maintain records to demonstrate to the Regulator that it has provided that information to the Client.",
        "topic_id":3,
        "format_id":20,
        "topic_confidence":0.8468576074,
        "format_confidence":0.7065217495
    },
    {
        "url":"http:\/\/www.mad.uscourts.gov\/resources\/pattern2003\/html\/patt51np.htm",
        "text":"1.02 Nature of Indictment; Presumption of Innocence\n\nThis criminal case has been brought by the United States government. I will sometimes refer to the government as the prosecution. The government is represented at this trial by an assistant United States attorney, [_________]. The defendant, [__________], is represented by [his\/her] lawyer, [__________]. [Alternative: The defendant, [__________], has decided to represent [him\/herself] and not use the services of a lawyer. [He\/She] has a perfect right to do this. [His\/Her] decision has no bearing on whether [he\/she] is guilty or not guilty, and it should have no effect on your consideration of the case.]\n\n[Defendant] has been charged by the government with violation of a federal law. [He\/She] is charged with [e.g., having intentionally distributed heroin]. The charge against [defendant] is contained in the indictment. The indictment is simply the description of the charge against [defendant]; it is not evidence of anything. [Defendant] pleaded not guilty to the charge and denies committing the crime. [He\/She] is presumed innocent and may not be found guilty by you unless all of you unanimously find that the government has proven [his\/her] guilt beyond a reasonable doubt.\n\n[Addition for multi-defendant cases: The defendants are being tried together because the government has charged that they acted together in committing the crime of [__________]. But you will have to give separate consideration to the case against each defendant. Do not think of the defendants as a group.]\n\n\nThis instruction is derived from Federal Judicial Center Instruction 1.",
        "topic_id":3,
        "format_id":20,
        "topic_confidence":0.9965453744,
        "format_confidence":0.697462976
    },
    {
        "url":"http:\/\/www.nena.org\/page\/ani_ali_discrepancy\/Resolving-ANIALI-Discrepancies-amp-NRFs.htm",
        "text":"Search NENA.org\nSign In\n\nForgot your password?\n\nHaven't registered yet?\n\n\n2\/26\/2017 » 3\/1\/2017\n9-1-1 Goes to Washington\n\n3\/6\/2017 » 3\/10\/2017\nGA GECC Conference\n\n3\/13\/2017 » 3\/17\/2017\nCMCP - Greenfield, IN\n\nResolving ANI\/ALI Discrepancies & NRFs\nFull Name:\nReporting and Resolving ANI\/ALI Discrepancies and No Records\nDocument Type: Standard\nNumber: 02-015 v1\n\nThis NENA document sets forth standards for PSAP jurisdictions, Access Infrastructure Providers (AIP), Service Providers and Data Base Management System Providers (DBMSPs) in reporting and resolving discrepancies that occurred during a 9-1-1 call. These processes are meant to standardize ANI\/ALI Trouble and \"No Record Found” reporting to facilitate their timely resolution. An ANI\/ALI Trouble is defined as a wrong ANI, no ANI or an ALI Discrepancy, which includes \"No Record Found”. This document takes into account all the technologies available for 9-1-1 calls to date. Due to the various ways these technologies deliver 9-1-1 calls to PSAPs, there are various timelines for resolution of discrepancies.\n\nCommittee Name(s): Data Management\n\nCreated: 06\/06\/2009\n\n\nResolving ANI\/ALI Discrepancies & NRFs\n(c) 2013-14 NENA - National Emergency Number Association, Alexandria, VA\nPlease report errors, omissions, or concerns to NENA's Webmaster\nForgot your User Name or Password? - Automated Password Reset\n\nNENA Intellectual Property Rights Policy",
        "topic_id":3,
        "format_id":20,
        "topic_confidence":0.98823452,
        "format_confidence":0.5406624079
    },
    {
        "url":"https:\/\/www.fcc.gov\/general\/access-9-1-1-and-telephone-emergency-services?fontsize=mediumFont",
        "text":"I. Introduction\n\nDialing 9-1-1 is the most familiar and effective way Americans have of finding help in an emergency. The Americans with Disabilities Act (ADA) requires all Public Safety Answering Points (PSAPs) to provide direct, equal access to their services for people with disabilities who use teletypewriters (TTYs), which are also known as \"telecommunications devices for the deaf (TDDs).\"\n\nThis document is part of a technical assistance program to provide State and local governments and persons with disabilities with information about the requirements of the ADA for direct, equal access to 9-1-1 for persons with disabilities who use TTYs. This guidance is an updated version of the Department of Justice's earlier guidance entitled, \"Commonly Asked Questions Regarding Telephone Emergency Services.\" It explains in practical terms how the ADA's requirements apply to 9-1-1 services, including equipment, standard operating procedures, and training, and should be useful to 9-1-1 service providers, equipment vendors, participating telephone companies, and individuals with disabilities.\n\nDifferent emergency providers may have different capabilities and features. For instance, some larger providers have \"Enhanced 9-1-1\" or \"E9-1-1,\" which automatically identifies for 9-1-1 call takers the telephone number and\/or address of callers. Some providers have call distribution systems, which place incoming calls in a queue and distribute them to the next available call taker. Other, smaller providers, may not have these capabilities. This guidance can be useful to all types of telephone emergency providers, both small and large.\n\nA. ADA Coverage of Telephone Emergency Services\n\nTitle II of the ADA covers telephone emergency service providers and other State and local government entities and instrumentalities. The Department's regulation is published at 28 C.F.R. Part 35. To obtain a copy of the ADA or its implementing regulations, or if you have questions about the ADA, contact the Department of Justice ADA Information Line at (800) 514-0301 (voice), or (800) 514-0383 (TTY), or access the Department's ADA Home Page.\n\nQ: What types of telephone emergency services are covered by Title II of the ADA?\n\nA: The phrase \"telephone emergency services\" applies to basic emergency service -- police, fire, and ambulance -- that are provided by public safety agencies, including 9-1-1 (or, in some cases, seven-digit) systems. Direct, equal access must be provided to all services included in the system, including services such as emergency poison control information.\n\nQ: In areas without 9-1-1 services, are PSAPs still required to provide access for TTY users to the telephone emergency services?\n\nA: Yes. Where 9-1-1 is not available and a PSAP provides emergency services via a seven-digit number, it still must provide direct, equal access to TTY callers. It may do so either by having one line for both voice and TTY calls, or it may provide two separate lines -- one for voice calls, and another for TTY calls. Requiring TTY callers to call a separate seven-digit number is not allowed in areas where 9-1-1 is offered, because having to dial a seven-digit number is not equal to the ease of having to dial the simple, familiar 9-1-1.\n\nAs with 9-1-1, services for TTY calls on seven-digit numbers must be as effective as those offered for voice calls in terms of time of response, hours of operation, and other features. Also, PSAPs must ensure that TTY numbers are publicized as effectively as voice numbers and displayed as prominently as voice numbers wherever telephone emergency numbers are listed.\n\nSeparate Telephone Lines for TTY Users\n\nQ: Can a PSAP dedicate a separate seven-digit line for TTY calls?\n\nA: Yes, but TTY users must also have direct, equal access to all call-taking positions on 9-1-1 lines. A PSAP cannot require TTY users to call a seven-digit number when voice callers may dial the more familiar 9-1-1.\n\nB. TTYs & Telephone Relay Services\n\nA TTY is a device that is used in conjunction with a telephone to communicate with persons who are deaf, who are hard of hearing, or who have speech impairments, by typing and reading text. To communicate by TTY, a person types his or her conversation, which is read on a TTY display by the person who receives the call. Both parties must have TTYs to communicate. When typing on a TTY, each letter is transmitted by an electronic code called Baudot, which is sent from the TTY on the sending end of the call through the telephone line in the form of tones to the TTY on the receiving end of the call, the same way voiced communications occur between two parties. The receiving TTY transforms the tones back to letters on a small display screen.\n\nCommunication between two persons using standard TTYs can only occur in one direction at a time. Thus, both persons who are conversing cannot type to each other at the same time; they must take turns sending and receiving. A person sending a communication by TTY indicates that he or she has finished transmitting by typing the letters \"GA,\" which stand for \"go ahead.\"\n\nA person can also use a computer with a TTY modem and related software to communicate with someone who has a TTY or who has a computer with TTY software and a modem. Computers generally operate in American Standard Code for Information Interexchange (ASCII), an electronic \"language.\" A person who uses ASCII must use an ASCII\/Baudot modem and related software to convert the ASCII code into Baudot code, in order to communicate with another person who is using a Baudot-based system. Similarly, a person who is using a Baudot-based TTY must utilize conversion software to communicate with a person using an ASCII-based computer.\n\nTelephone relay services are provided by States, as required by Title IV of the ADA, and are regulated by the Federal Communications Commission. Relay services involve a communications assistant who uses both a standard telephone and a TTY to type voice communication to a TTY user and read a TTY user's typed communication to a voice telephone user. Telephone relay services are not as effective for emergencies, because they are far more time-consuming than calls between two TTYs.\n\nQ: Does Title II require that telephone emergency service systems be compatible with all codes used for TTY communications?\n\nA: No. At present, telephone emergency services must only be compatible with the Baudot format. Until it can be technically proven that communications in another format can operate in a reliable and compatible manner in a given telephone emergency environment, a State or local government agency is not required to provide direct access to computer modems using formats other than Baudot.\n\nQ: Can PSAPs rely on State relay services to answer emergency calls from persons who are deaf, hard of hearing, or who have speech impairments?\n\nA: No. The Title II regulation specifically prohibits emergency telephone service providers from relying on relay services. Relay services do not provide \"direct access,\" because they require the services of a third party and are far more time-consuming than direct TTY calls. However, if a person placing a call to a PSAP voluntarily chooses to rely on a telephone relay service, the PSAP must answer and respond appropriately to such a call.\n\nII. Direct, Equal TTY Access\n\nA. General Requirements for Telephone Emergency Service Providers\n\nThe ADA regulation requires 9-1-1 or other telephone emergency service providers to provide TTY users with:\n\n  • direct access; and\n  • an opportunity to benefit from the emergency services that is equal to the opportunity afforded others.\n\nDirect access means that PSAPs can directly receive TTY calls without relying on an outside relay service or third-party services.\n\nEqual access means that the telephone emergency services provided for TTY users are as effective as those provided for persons who make voice calls, in terms of:\n\n  • response time;\n  • response quality;\n  • hours of operation; and\n  • all other features offered (e.g., automatic number identification, automatic location identification, automatic call distribution).\n\nDirect, equal access requires PSAPs to have the appropriate equipment to communicate with people who use TTYs. It also requires them to use the proper procedures and practices when TTY calls are received.\n\nB. Equipment\n\nNumber of TTYs\n\nIn order to afford equal access to TTY users, every call-taking position within a PSAP must have its own TTY or TTY-compatible equipment. PSAPs must have systems that enable call takers to handle TTY calls as properly, promptly, and reliably as voice calls. Every call-taking position needs its own TTY equipment because experience has shown that:\n\nWith TTY or TTY-compatible equipment at each call-taking position, call takers can handle TTY calls as effectively as voice calls. Call takers at PSAPs that had only one TTY per center had significant difficulties handling TTY calls within their standard answering time. Sharing a TTY among several call takers may result in undue delay in obtaining the TTY and connecting it to the answering position. Transferring a TTY call from a non-TTY-capable answering position to a TTY-dedicated position may result in the call being disconnected or undue delay in answering the call. In some cases, transfers may result in the loss of enhanced features, such as automatic number identification and automatic location identification information. Each call taker needs to query every silent, open line call as a potential TTY call, as described in Section D, below. Because most PSAPs receive many silent, open line calls, often more than one at a time, each calltaker must have his or her own TTY equipment to be able to query all of those calls with a TTY.\n\nThus, PSAPs may not provide TTY equipment at only a limited number of positions, such as, at only a supervisor's position, or at only one dedicated call taker's line. PSAPs must have systems that r... (truncated)",
        "topic_id":3,
        "format_id":20,
        "topic_confidence":0.9574391842,
        "format_confidence":0.6346693635
    },
    {
        "url":"http:\/\/www.docstoc.com\/docs\/87226350\/Risk-Assessment-Templates-Firing-Range---DOC",
        "text":"Risk Assessment Templates Firing Range - DOC by wpc49900\n\nVIEWS: 383 PAGES: 10\n\nMore Info\n\t\t\t\t\t\t\t\t\t                                                         OPEN RANGE                                                  MOD Form 907B-5\n                                                                                                                    (Revised Mar 2010)\n\n                                                     Tick this box if completing\n                              COVER SHEET             Cover Sheet Only\n    Range Serial No:                                      Range Name :                                          Inspection Date:\n\nComplex Ser No (if any):                         Range Complex Name (if any):                                   Current Status:\n                                                                                                                  See Note 4\n                                                          Type of Range:\nRange Authorising Headquarters:                                      RFCA\/DTE:\n\nEmail:                                                               Email:\nRange Address:                                                       Range Administering Unit Address:\n\nEmail:                                                               Email:\n\nMap Sheet:                                                           Grid Reference:\n\nAir Danger Area:                         Sea Danger Area:                          Bylaws (SI Number and Date):\n\nMain users of the range:\n\nBrief description of the range:\n\nRange Officer: (The officer appointed by the CO of the Range Administering Unit for the overall management of the range.)\nName and Rank:                                                       Appointment:\n\nCivilian Telephone Number:        Military Telephone Number:         E-Mail Address:\n\nThis report comprises:\nCover Sheet.\nSection 1 Range Documentation.\nSection 2 Range Safety Questionnaire.\nSection 3 Inspector's Comments and Recommendations.\nSection 4 Follow-up action ordered by the Range Authorising Headquarters. (Not applicable to RN)\nSection 5 DLRSC comments and recommendations.\n1. Inspectors are to complete Sections 1, 2 and 3 then distribute them as detailed in Section 3.\n2. Service Inspection Coordinators are to liaise with the relevant Range Authorising Headquarters to ensure that Section 4 is completed.\n3. Range Safety Gradings:\n   Grade A: The range meets all the criteria specified in JSP 403.\n   Grade B: The range does not fully meet the criteria specified in JSP 403 but its continued use does not present an unacceptable\n   hazard provided remedial action is taken as soon as is reasonably practicable.\n   Grade C: The range does not meet the essential safety criteria specified in JSP 403 to the extent that continued use presents an\n   unacceptable hazard. Before further use, the identified failings should be rectified and\/or control measures put in place; or a\n   dispensation should be granted.\n4. Current Status:\n   a) Closed: The range has been decommissioned, all documentation has been permanently withdrawn by the Range Authorising\n   Headquarters and Annex C to Chapter 6 of JSP 403 Vol I has been completed. No inspection required.\n   b) Temporarily Closed: MOD Form 905 and 906, and\/or other range documentation have been temporarily withdrawn by the\n   Range Authorising Headquarters or Range Administering Unit. Situation should be reported to DLRSC but no inspection is required.\n   c) Active: Where the range is in normal use; or when neither a. nor b. above is applicable, the Inspector should consider the range\n   to be active and a full range safety inspection and report should be completed.\n\n                                                             Page 1 of 10                                          OPEN RANGE\n                                                                                                                            SECTION 1\n     Range Serial No:                                     Range Name (if any):                                       Inspection Date:\n\n                                                     SECTION 1\n                                               RANGE DOCUMENTATION\n1.      Enter the following information pertaining to the documents listed below:\n\n        a.    MOD Form 904:        Reference No:                                                Date of Signature:\n\n        b.    Type of WDA in use:\n        c.    If the range operates under dispensation\/s for non-standard construction and\/or\n              practices, summarise the circumstances and enter the dates of validity below:            If none, indicate here:\n\nGranted by:                                                                           Rank\/Grade:\n\nAppointment:                                                                    Valid from:                     to:\n                                                                                                                              Y         N\nHas the above dispensation been reviewed in past 12 months?\n\n        d.    AF K1309\/MOD Form 1057 or other technical records: N\/A\n        Reference                                                                                         Approval\n        No:                                                                                                 Dated:\n        e.    MOD Form 905:       Date of expiry:\n                                                                                                                          All actions\n2.      Most Recent Inspections            Date:             Inspected by:                                            N\/A     Y         N\n        a.    MOD Form 907A\n        b.    MOD Form 907B\n              Works Technical\n        d.    Estate Inspection\n\n  (See Note 3 on Cover Sheet)\n\n                                                              Page 2 of 10                                           OPEN RANGE\n                                                                                                          SECTION 2\n     Range Serial No:                            Range Name (if any):                              Inspection Date:\n\n                                         SECTION 2\nRANGE ADMINISTRATION                                                                                N\/A     Y     N\n1.      Range Orders:\n        a.   Are Range Orders promulgated in the Orders of the Range Administering Unit?\n        b.   Have Range Orders been reviewed during the last 12 months?\n        c.   Are Range Orders available to the RCO on the range?\n2.      Do Range Orders clearly describe or include:\n        a.   The name and location of the range?\n        b.   The Unit and appointment of the officer responsible to the CO of the Range\n             Administering Unit for the overall management of the range?\n        c.   That firing is only to be conducted under the supervision of properly qualified or\n             authorised RCOs?\n        d.   That the Air Weapons Range is only to be operated by properly qualified\n        e.   The weapons and ammunition limitations applicable to the range, in accordance\n             with the schedule of the Range Authorisation Certificate (MOD Form 904)?\n        f.   That the RCO is to sign the MOD Form 906\/906A and\/or other special to Arms\n             Certificate before any firing practice to affirm that he has read and understood\n             Range Standing Orders?\n        g.   The requirement for the RCO to sign in the Range Log (MOD Form 906) after\n             firing to confirm that all ammunition and explosives have been cleared?\n        h.   The documents and maps required by Safety personnel?\n        i.   The Certificates to be submitted to the Range Officer prior to obtaining\n             clearance to fire, and at the end of practice?\n        j    The procedure for reporting accidents, incidents and defects, including blinds\n             and the entries to be made in the Range Log (MOD Form 906\/906A)\n        k    The medical cover and equipment to be provided?\n        l.   The location of the nearest means of communication by which emergency\n             services may be called?\n        m.   The actions to be taken in an emergency?\n        n.   That ear protection is to be worn in accordance with current regulations?\n        o    That other protective clothing is to be worn?\n        p.   Specific instructions for each authorised type of practice (e.g. NGS, Air to\n             Ground, Artillery, Proof, Demolitions etc.)?\n        q.   That Field Firing exercises, Battle Runs etc, may only be conducted with the\n             written authority of the Range Officer\/RLO?\n        r.   The procedures for firing from air-mounted weapon platforms?\n        s.   That all misfires and blinds are to be dealt with by the firing unit or reported to\n             Range Control at the end of practice; including the entries to be made in the\n             MOD Form 906\/906A and any other special to arm certificate required by the\n        t.   The procedure to ensure that before firing\/practice begins, the danger area into\n             which any weapon is directed is clear of personnel?\n        u.   That, before firing begins, the officer\/s responsible for range safety ensures that\n             all sentries, barriers, warning flags and\/or lights relevant to his practice are in\n        v.   RCO's verbal pre-firing briefings to firing party\/s, sentries and other personnel\n             affected by the firing, on the intended practice and any relevant safety\n\n                                                     Page 3 of 10                                  OPEN RANGE\n                                                                                                          SECTION 2\n     Range Serial No:                            Range Name (if any):                              Inspection Date:\n\n                  ... (truncated)",
        "topic_id":3,
        "format_id":20,
        "topic_confidence":0.7175825238,
        "format_confidence":0.8407893181
    },
    {
        "url":"http:\/\/www.uspto.gov\/patents\/resources\/classification\/handbook\/six.jsp",
        "text":"Skip over navigation\n\nExaminer's Handbook Chapter Six - Originals vs. Cross-References\n\nChapter Table of Contents\n\nA. Mandatory Classifications\n\nBy determining the proper classification designation of each claim in a patent separately, and then assigning each separate classification designation to the patent, you can be reasonably certain that the claimed subject matter contained in the patent is retrievable. Each such classification is a mandatory classification. The Original classification (OR) is selected from among the mandatory classifications as being the highest in the schedule (superiority) of the class containing the controlling claim (see Section IV, A, above). The remaining mandatory classifications are designated as cross-references (XR) and the patent documents are so labeled.\n\n B. Discretionary Classifications\n\nAlso designated as cross-references are any number of additional classifications that are deemed appropriate by the classifier or examiner, within the guidelines set forth below. These cross-references may provide for disclosure not encompassed by the claims or for claimed subject matter that may be useful in classifications other than the mandatory classifications deter­mined by the placement procedures in Section V. The question of what unclaimed subject matter should be cross-referenced, and where, must be left to the judgment of the classifier or the examiner familiar with the art. Since there is a presumption that unclaimed subject matter is not new, it may be of little value. However, this is not always true, and much of this subject matter should be cross-referenced to make it available to a searcher. There are no exact rules. When, in the judgment of the classifier or examiner, the subject matter is useful and is disclosed in sufficient detail and clarity to be used as a reference, it should be cross-referenced.\n\n1. Cross-References to Any Part of System\n\nUnfamiliar subject matter should not be ignored. If a specific composition, electrical circuit, joint support, etc., is disclosed, it should not be assumed that it is conventional or not useful merely because it is not claimed. A classifier or examiner having experience in such unfamiliar art should be consulted to determine if a discretionary cross-reference would be useful.\n\n2. Cross-Referenced Subject Matter Should Fit Subclass Definition\n\nSubject matter cross-referenced to a subclass should fit the definition of the subclass.\n\nHowever, since the ultimate objective is to aid the searcher, a large amount of discretion may be used.\n\n 3. Techniques Used to Limit Cross-Referencing\n\nIn creating the USPC system, several techniques have been used to limit the need for discretionary cross-referencing. These consist of (1) proper positioning of subclasses in a class schedule and (2) search notes.\n\na. Cross-Referencing Between Classes\n\nA search note in the class definition of each of related classes generally precludes the need for discretionary cross-referencing. However, as in all discretionary cross-referencing, there may be a time when it is desirable to cross-reference even if there is cross noting. For example, if a claim is classified in a combination class, it may be desirable to cross reference it to the subcombination class even if the locations are cross noted. A patent classified in a class providing for a subcombination (e.g., a machine tool chuck) should not necessarily be cross-referenced to a combination class (e.g., machine tool) solely on the basis of the subcombination.\n\nb. Cross-Referencing Between Subclasses\n\nThe following general considerations apply to the placement of discretionary cross-references:\n\n  • When two subclasses (either in the same or separate classes) contain subject matter related in structure or mode of operation but which are separated on different functional bases, the provision of a search note in each subclass referring to the other subclass generally precludes cross-referencing from either subclass to the other.\n  • Two coordinate subclasses may have a combination-subcombination relationship with the subcombination subclass title consisting of the identical terminology of a portion of the combination subclass title or a subclass indented thereunder. If a search note is provided in the subcombination subclass indicating that the combination subclass or the subclass indented thereunder must be searched when conducting a search for the subcombination, then no cross-references are made from the combination subclass, or subclass indented thereunder, to the subcombination. However, a disclosure of a combination in a patent placed in the subcombination subclass may be cross-referenced if it is believed to be useful.\n  • When two coordinate subclasses have a genus-species relationship (the species subclass appearing first in the schedule), generally no cross-reference of such species is made to the genus subclass.\n  • When there are two subclasses, the first of which contains a great number of patents having disclosures directed to subject matter which could be cross-referenced to the second subclass but which fact is not evident from the titles of the subclasses, a search note is generally provided in the definition of the second subclass indicating that the first subclass must be searched and no patents are cross-referenced from the first subclass to the second subclass.\n  • Generally, no cross-reference is made within a class when the relative schedule position of the subclasses involved indicates that a search for the disclosure would include both subclasses.\n\nIn each of the above situations, it is quite common to find one or two cross-references, irrespective of the presence of a search note. Classifiers frequently do this to alert a searcher who may have overlooked the search note to a pertinent field of search.\n\nc. Cross-Referencing Between a Parent Subclass and Its Indents\n\nThe two most frequent types of relationship between a parent subclass and subclasses indented under it are (a) combination-subcombination and (b) genus-species.\n\n(1) In a subclass array including a parent subclass and indented subclasses of the type involving the combination-subcombination relationship—that is, where the indented subclass is directed to subject matter of the parent subclass combined with an additional feature or with a perfecting feature—a claim to the combination will be placed, as original, in the indented subclass directed to the first claimed feature. If the claim also recites an unprovided for additional feature or perfecting feature, the claim may, by discretion, be cross-referenced in the parent subclass.\n\n(2) In a subclass array including a parent subclass and indented subclasses of the type involving the genus-species relationship —i.e., where the parent subclass is directed to a genus and an indented subclass is directed to a species—a claim to the species provided for in the indent and to an un-provided for species is classified originally in the parent subclass and cross-referenced in the indented subclass.\n\nd. Search Notes in a Subclass Do Not Preclude Cross-Referencing in Its Indents\n\nA note in a first subclass may indicate that a second subclass should be searched in connection with a search for the subject matter of the first subclass. This does not preclude cross-referencing of a patent from the second subclass to a subclass indented under the first subclass and directed to a specific variant thereof.\n\n C. Original Designation\n\nOnly U.S. patent grants classified with “original” (OR) classifications in a subclass are accorded evidential value to construe titles, definitions, and notes of the subclass. This is because discretionary cross-references often reflect a great deal of subjective judgment on the part of an examiner or classifier, and there is no distinction made between mandatory and discretionary cross-references in the labeling of patent documents. Thus, for the purpose of (a) resolving differences as to placement of a patent application or a patent or (b) demonstrating separate classifications or divergent fields of search in an examiner’s requirement for restriction, only patents placed as ORs may be cited. There is no difference at all, with respect to reference value in an Examiner’s action, between an OR and XR patent.\n\n\nUnited States Patent and Trademark Office\nThis page is owned by Office of Patent Classification.\nLast Modified: 10\/16\/2012 3:36:51 PM",
        "topic_id":3,
        "format_id":20,
        "topic_confidence":0.7808179855,
        "format_confidence":0.8621515036
    }
]