[
    {
        "url":"https:\/\/www.rcwilley.com\/Electronics\/Smart-Lighting\/Search?c=01555",
        "text":"Search Results For Home Office | Smart Lighting | RC Willey\n\nFor accurate product availability please enter your zip code\n\nResults Filtered By\nNarrow Your Selection\nAverage Customer Review\nPrice Range\nResults Filtered By\nSort By\nFilter By Average Customer Review\n\nSmart Lighting\n\nBuy home monitoring security cameras and CCTV at RC Willey.\n\nSet the right mood, and save energy with these smart light bulbs and control modules, and your smart home will get smarter.\n\nBack To Top",
        "topic_id":5,
        "format_id":1,
        "topic_confidence":0.8544564247,
        "format_confidence":0.9324244857,
        "weight":0.0034694724
    },
    {
        "url":"http:\/\/vay8.net\/tivo_series_2",
        "text":"Hacking the Tivo Series 2\n\nI bought a Tivo Series 2 a while ago in the hopes of hacking it. I didn't find much information on it so I set it aside. After getting my usb-to-uart bridge and some jumpers I soldered pins to it's uart pin holes and got nothing, but now I'm reading about it and it seems I can hack the OS on the hard drive itself. I may just end up replacing the entire OS. My goal is to use the system as a dumb terminal or possibly as a HTPC front end, given its nice composite output, but the fact that any network connections will have to be over USB may be too great of bottleneck.\n\n\nI threw out my Tivo Series 2. Either something was wrong with the hard drive or I'm just retarded. I could not mount the hard drive and after much fussing and poking and prodding, I gave up on the beast and threw it out. If I come across another series 2 for $10 or less I'll pick it up (most I've seen are $20 or $25).",
        "topic_id":5,
        "format_id":15,
        "topic_confidence":0.9834113717,
        "format_confidence":0.9940703511,
        "weight":0.0036637904
    },
    {
        "url":"http:\/\/www.photographyblog.com\/reviews\/pentax_k5_iis_review\/review_roundup\/",
        "text":"Pentax K-5 IIs Review\n\nApril 3, 2013 | Mark Goldstein | |\n\nReview Roundup\n\nReviews of the Pentax K-5 IIs from around the web. »\n\nI reviewed the Pentax K-5 II in November 2012 and found it to be an excellent DSLR, well worth the Editor's Choice accolade. Pentax have been bold in introducing the IIs variant which, like the Nikon D800E, is an option with no anti-aliasing (AA) filter to reduce the full sharpness potential of the sensor.\nRead the full review » »\n\nIn our review of the Pentax K-5 II, we briefly touched on the camera's sister model, the K-5 IIs. The IIs is identical to the K-5 II except that its anti-aliasing filter has been removed. In practice, this should increase sharpness, with the possible side-effect of aliasing, moiré, and other image artifacts. We've seen this tactic elsewhere recently, most notably with the Nikon D800 and D800E siblings. But the K-5 II has the distinction of being the first APS-C\nRead the full review » »\n\nThe Pentax K-5 IIs ($1,299.95 direct, body only) $1,007.79 at Amazon sets itself apart from the nearly identical K-5 II$959.99 at 42nd Street Photo by something it lacks: a low-pass filter. Elminating this filter allows the camera to capture sharper detail, although it comes at the risk of picking up moiré color patterns in certain shooting situations. Like the K-5 II, the 16-megapixel camera shoots at an impressive 6.2 frames per second, is sealed for use in harsh weather, and delivers excellent photos even at high ISO settings. It's on a par with our Editors' Choice Sony Alpha 77$1,479.99 at 42nd Street Photo, but a disappointing video experience prevents it from ousting that camera from its perch.\nRead the full review » »\n\nWith the K-5 IIs, Pentax has the most feature-rich DSLR currently available - again. This DSLR camera boasts built-in stabilization, automatic horizon correction, a dual-axis digital level, class-leading weather-sealing, a large 100% coverage viewfinder, a 3\" LCD with 921K pixels, ISO up to 51200, 7 FPS continuous shooting, live-view and a wealth of unique photographic controls and image parameters. All this in a sturdy and relatively compact pro body. In addition to its photographic capabilities, the Pentax K-5 records full 1080p HD movies, either with a built-in mono microphone or an external stereo one.\nRead the full review »\n\nEntry Tags\n\nhd video, hd, 3 inch LCD, 1080p, 16 megapixel, full hd, DSLR, prosumer, pentax, dustproof, freezeproof, digital SLR, 7fps, filter, anti-alias, k5 IIs review, k5 IIs, k-5 IIs, Pentax K-5 IIs Review\n\nTracker Pixel for Entry",
        "topic_id":5,
        "format_id":1,
        "topic_confidence":0.9334641099,
        "format_confidence":0.7842368484,
        "weight":0.0037902786
    },
    {
        "url":"http:\/\/www.analog.com\/en\/analog-dialogue\/articles\/avoiding-op-amp-instability-problems.html",
        "text":"Avoiding Op-Amp Instability Problems In Single-Supply Applications\n\nSingle or Dual Supply?\n\nAlthough it is advantageous to implement op-amp circuits with balanced dual supplies, there are many practical applications where, for energy conservation or other reasons, single-supply operation is necessary or desirable. For example, battery power, in automotive and marine equipment, provides only a single polarity. Even line-powered equipment, such as computers, may have only a single-polarity built-in supply, furnishing +5 V or +12 V dc for the system. In processing analog signals, a common feature of single-supply operation is the need for additional components in each stage for appropriate signal-biasing. If this is not carefully thought through and executed, instability and other problems may be encountered.\n\nCommon Problems with Resistor Biasing\n\nSingle-supply op-amp applications have inherent problems that are not usually encountered in dual-supply circuits. The fundamental issue is that, if the signal is to swing both positive and negative with respect to \"common\", this zero-signal reference voltage must be at a fixed level between the supply rails. The principal advantage of dual supplies is that their common connection provides a stable, low-impedance zero-reference. The two supply voltages are usually equal and opposite (and often tracking), but that's not an absolute necessity. With a single supply, such a node must be created artificially, by introducing additional circuitry to provide some form of biasing, to maintain signal common at an appropriate mid-supply voltage.\n\nSince it is usually desirable for large output values to limit symmetrically, the bias is usually established at the midpoint of the rated amplifier output range, or (for convenience) at one-half the supply voltage. The most effective way to achieve this is with a regulator, as in Figure 6; however, a popular method involves tapping the supply voltage with a pair of resistors. Though apparently simple, there are problems with it.\n\nIllustrating the problem, the circuit of Figure 1, which has several design weaknesses, is an ac-coupled non-inverting amplifier. The signal is capacitively coupled in and out. The average level of the ac-coupled input is biased to Vs\/2 by the RA-RB divider pair, and the in-band gain is G = 1 + R2\/R1. The dc \"noise gain\" is reduced to unity by capacitively coupling the feedback with a zero established by R1 and C1, so that the dc level of the output is equal to the bias voltage. This avoids distortion due to excessive amplification of the amplifier's input offset voltage. The amplifier's closed-loop gain rolls off from (1+R2\/R1) at high frequency to unity at dc, with break frequencies at f=1\/[2π R1 C1] and f=1\/[2π (R1 + R2) C1], introducing phase shifts that add to those associated with the input- and output coupling circuits.\n\nFigure 1\nFigure 1. A potentially unstable single-supply op-amp circuit.\n\nThis simple circuit has additional potentially serious limitations. First, the op-amp's inherent ability to reject supply-voltage variations is to no avail, as any change in supply voltage will directly change the Vs\/2 biasing voltage set by the resistor divider. While this does not present a problem at dc, any common-mode noise appearing at the power-supply terminals will be amplified, along with the input signal (except at the lowest frequencies). With a gain of 100, 20 millivolts of 60-Hz ripple and hum will be amplified up to a 1-volt level at the output.\n\nEven worse, instability can occur in circuits where the op-amp must supply large output currents into a load. Unless the power supply is well regulated (and well bypassed), significant signal voltages will appear on the supply line. With the op-amp's non-inverting input referenced directly off the supply line, these signals will be fed directly back into the op-amp, often in a phase relationship that will produce \"motor boating\" or other forms of oscillation.\n\nWhile the use of extremely careful layout, multi-capacitor power supply bypassing, star grounds, and a printed circuit board \"power plane\", all help to reduce noise and maintain circuit stability, it is better to employ circuit design changes that will improve power supply rejection. A few are suggested here.\n\nDecoupling the Biasing Network from the Supply\n\nOne step toward a solution is to bypass the bias-voltage divider, and provide a separate input return resistor, modifying the circuit as shown in Figure 2. The tap point on the voltage divider is now bypassed for ac signals by capacitor C2, to restore the ac power-supply rejection. Resistor, Rin, which replaces Ra\/2 as the circuit's input impedance for ac signals, also provides a dc return path for the + input.\n\nFigure 2\nFigure 2. A decoupled single-supply op-amp biasing circuit.\n\nThe values of RA and RB should of course be as low as feasible; the 100-k ohm values chosen here are intended to conserve supply current, as one might wish to do in a battery-powered application. The bypass capacitor value should also be carefully chosen. With a 100k\/100k-ohm voltage divider for RA and RB and a 0.1-µF or similar capacitance value for C2, the -3dB bandwidth of this network's impedance, set by the parallel combination of RA, RB and C2, is equal to 1\/[2π (RA\/2)C2] = 32 Hz. Although this is an improvement on Figure 1, the common-mode rejection drops off below 32 Hz, allowing substantial feedback through the power supply at low signal frequencies. This requires a larger capacitor to avoid \"motorboating\" and other manifestations of instability.\n\nA practical approach is to increase the value of capacitor C2. so that it is large enough to effectively bypass the voltage divider at all frequencies within the circuit's passband. A good rule of thumb is to set this pole at one-tenth the –3-dB input bandwidth, set by RIN\/CIN and R1\/C1.\n\nThe amplifier's gain at dc is still unity. Even so, the op-amp's input bias currents need to be considered. RIN, in series with the RA\/RB voltage divider, adds considerable resistance in series with the op-amp's positive input terminal. Maintaining the op-amp's output close to midsupply, using common voltage-feedback op amps that have symmetrical balanced inputs, can be achieved by balancing this resistance by the choice of R2.\n\nDepending on the supply voltage, typical values that provide a reasonable compromise between increased supply current and increased sensitivity to amplifier bias current, range from 100 k ohms for +15-V or +12-V single supplies, down to 42 k ohms for a 5-V supply and 27 k ohms for 3.3 V.\n\nAmplifiers designed for high-frequency applications (especially current-feedback types) need to use low input and feedback resistances in order to maintain bandwidth in the presence of stray capacitance. An op-amp such as the AD811, which was designed for video speed applications, typically will have optimum performance using a 1 k ohm resistor for R2. Therefore, these types of applications need to use much smaller resistor values in the RA\/Rvoltage divider (and higher bypass capacitances) to minimize input bias current and avoid low-frequency instability.\n\nBecause of their low bias current, the need for balancing input resistors is not as great in applications with modern FET-input op-amps, unless the circuit is required to operate over a very wide temperature range. In that case, balancing the resistance in the op-amp's input terminals is still a wise precaution.\n\nFigure 3 shows how biasing and bypassing might be applied in the case of an inverting amplifier.\n\nFigure 3\nFigure 3. A decoupled single-supply inverting amplifier circuit.\n\nThe resistor divider biasing technique is low in cost and keeps the op-amp's dc output voltage at VS\/2, but the op amp's common mode rejection still depends on the RC time constant formed by RA||RB and capacitor C2. Using a C2 value that provides at least 10 times the RC time constant of the input RC coupling network (R1\/C1 and Rin\/Cin) will help insure a reasonable common-mode rejection ratio. With 100-k ohm resistors for RA and RB, practical values of C2 can be kept fairly small as long as the circuit bandwidth is not too low.\n\nZener Diode Biasing\n\nA more-effective way to provide the necessary VS\/2 biasing for single supply operation is to use a Zener-diode regulator, such as that shown in Figure 4. Here current is supplied to the Zener diode through resistor R. Capacitor CN helps reduce Zener-generated noise from appearing at the op-amp input.\n\nFigure 4\nFigure 4. A non-inverting single-supply amplifier using Zener-diode biasing.\n\nA Zener should be chosen that has an operating voltage close to VS\/2. Resistor RZ needs to be selected to provide a high enough current to operate the Zener at its stable rated voltage and to keep the Zener output noise low. Yet, it is also important to minimize power consumption (and heating) and to avoid damage to the Zener. As the op-amp input draws little current from the reference, it's a good idea to choose a low-power diode. A 250-mW-rated device is best but the more-common 500-mW types are also acceptable. The ideal Zener current varies with each manufacturer, but practical Iz levels between 500 µA (250-mW device) and 5 mA (500-mW device) are usually a good compromise for this application.\n\nWithin the operating limits of the Zener, the circuit of Figure 4 basically provides low reference-level impedance, which restores the op-amp's power supply rejection. The benefits are substantial, but there is a price: More power is consumed, and the op amp's dc output is fixed by the Zener voltage, rather than at VS\/2. If the power supply voltage drops substantially, asymmetrical clipping can occur on large signals. Also, input bias currents still need to be considered. Resistors RIN and R2 should be close to the same value to prevent input bias currents from creating substantial offset voltage error.\n\nFigure 5 is an inverting amplifier circuit using the same Zener biasing... (truncated)",
        "topic_id":5,
        "format_id":20,
        "topic_confidence":0.5175412893,
        "format_confidence":0.6644384265,
        "weight":0.0002642906
    },
    {
        "url":"https:\/\/www.sony.co.nz\/electronics\/support\/articles\/00012639",
        "text":"Article ID : 00055206 \/ Last Modified : 30\/03\/2021\n\nParts of the recorded video are white or appear washed out.\n\n    This can occur when recording an extremely bright subject, such as the sun or a spotlight. It causes what is commonly referred to as a lens flare or ghost. To prevent this phenomenon, do not attempt to record subjects with such extreme brightness. Otherwise, consider using a compatible lens hood or filter to reduce the brightness - if applicable.",
        "topic_id":5,
        "format_id":3,
        "topic_confidence":0.9895021319,
        "format_confidence":0.9757989645,
        "weight":0.0006881996
    },
    {
        "url":"http:\/\/gadgetorama.com\/2013\/01\/blackberry-z10-packaging-revealed\/",
        "text":"Jan 292013\n\nWe’ve seen plenty of pictures of the all-touch BlackBerry Z10 that RIM is expected to unveil tomorrow (along with the BlackBerry X10 with QWERTY keyboard). Now comes a picture of the retail box you can expect that BlackBerry device to come in:\n\nRIM BlackBerry Z10 retail packaging\n\nThe contents of the box were not revealed. Aside from the smartphone itself, it will likely contain the battery, a charger and USB cable, earbuds and the usual manuals (quick start guide and warranty).\n\nAll will be revealed very soon now. There is now less than 24 hours before RIM takes to the stage to unveil its new BlackBerry 10 devices.\n\nRead more: CrackBerry\n\nJerome Skalnik\n\nJerome is Gadgetorama's founder and Editor. His interest in mobile devices goes back to the Compaq PC Companion C120 and there has not been a time since that he has not had a mobile device (or more) on him.\n\nSorry, the comment form is closed at this time.",
        "topic_id":5,
        "format_id":10,
        "topic_confidence":0.9946811795,
        "format_confidence":0.9659109116,
        "weight":0.0049156613
    },
    {
        "url":"https:\/\/forums.windowscentral.com\/nokia-lumia-920\/206896-huge-software-bug.html",
        "text":"1. serdar3500's Avatar\n    I tested this not once, not twice, but thrice. I turn on the alarm at 100% battery at about midnight and wake up to a dead phone at about 930 (alarm should have went off at 9). Anybody else have this issue? My battery will normally have amazing life. At a concert I filmed for 45 minutes or so and the battery only went down to 73%. But the alarm drains it? BIG issue.\n    12-04-2012 11:39 AM\n  2. ImAdrian23's Avatar\n    I'd have tested it, but as my 8X is in service I cannot!\n    If it's true then it's a horrible bug, but I doubt it. You probably left some 7.5 apps running in the background (they use your battery)\n    12-04-2012 11:54 AM\n  3. Squatting Hen's Avatar\n    I use 627.AM for my alarm, not the built in one. I have not had any problems with it. My phone is on the charger at night though.\n\n    Maybe this thread: http:\/\/forums.windowscentral.com\/nok...late-work.html\n    12-04-2012 11:59 AM\n  4. serdar3500's Avatar\n    I didn't have any programs running aside from the alarm.\n    12-04-2012 02:46 PM\n  5. lita_g's Avatar\n    I have a daily alarm set for 6:30am, it doesn't drain the battery. I mean, the battery goes down because of the hours the phone is on, but not anymore than expected.\n    12-04-2012 03:02 PM\n  6. HaibaneReki's Avatar\n    I actually charge the phone in the afternoon, by bedtime (around 12am) it's 60-70%, in the morning (8am) less by >5%. I have the Battery level for WP8 app and the usage graph is literally flat during the night :)\n\n    I know that with the Li-Ion technology it doesn't matter, but no need to leave it plugged in over night...\n    12-06-2012 07:52 AM\n\nSimilar Threads\n\n  1. Windows Phone Trophy not charging -- software bug??\n    By feeked in forum Windows Phone 7\n    Replies: 1\n    Last Post: 11-25-2012, 10:56 PM\n  2. Does Nokia really have a huge software advantage?\n    By AngryNil in forum Windows Phone 8\n    Replies: 12\n    Last Post: 09-22-2012, 12:05 AM",
        "topic_id":5,
        "format_id":4,
        "topic_confidence":0.6801573634,
        "format_confidence":0.9937850237,
        "weight":0.0049086312
    },
    {
        "url":"http:\/\/www.develop-online.net\/press-releases\/limited-edition-call-of-duty-reg-modern-warfare-reg-3-gaming-eyewear-revealed-by-gunnar-optiks\/0158822",
        "text":"< Back to Press Releases\n\nLimited Edition Call of Duty®: Modern Warfare® 3 Gaming Eyewear Revealed by GUNNAR Optiks\n\nComputer Eyewear Maker Brings Performance, Protection and Style to Fans Awaiting Most Anticipated Game of the Year\n\nThis Release's Tags\n\n3D, Consumer electronics, Digital Lifestyle, GUNNAR Optiks, Gadgets, Gear, Technology, accessories, health, peripherals\n\nSAN DIEGO - August 23, 2011\n\nGUNNAR Optiks?, the world’s leading manufacturer of technology eyewear, today announced a licensed partnership with Activision Publishing, Inc. to release limited edition Call of Duty?: Modern Warfare? 3 Gaming Eyewear. The exclusive Modern Warfare? 3 design brings new form, function and style to GUNNAR’s existing line of Advanced Gaming Eyewear. Call of Duty: Modern Warfare 3 is scheduled to release worldwide on November 8th.\n\nThe limited edition Modern Warfare 3 eyewear combines all the features of GUNNAR’s i-AMP? lens technology into a futuristic fighter-inspired design. Specs include custom spring hinges, a magnesium alloy frame and wide coverage lenses, providing an ultra sharp view into the farthest ranges of your peripheral vision. Adjustable nose pads accommodate a wide range of facial features with venting details inspired by the latest technology in military machinery. GUNNAR’s eyewear delivers style and comfort, allowing gamers to look sharp, stay focused and play longer while protecting their eyes during extended gaming sessions.\n\n\"Call of Duty: Modern Warfare 3’s release this November will no doubt be the event of the year and is certain to achieve a new level of action-packed, unflinching entertainment,\" said Rob Aarnes, president of GUNNAR Optiks. \"GUNNAR has supported gamers over the years helping them to enhance their vision and protect their eyes with our expanded line of MLG, SteelSeries and Call of Duty?: Black Ops edition gaming eyewear, and we’re pleased to continue this with Call of Duty: Modern Warfare 3.\" Not only will the limited edition eyewear provide a visual advantage to gamers through those long nights of intense action, but they will be able to show their affinity for the new blockbuster and look badass while playing it.”\n\nThe eyewear will be sold worldwide at an MSRP of $99 and will include a limited edition Modern Warfare 3 carrying case and cleaning cloth. The product will be sold exclusively in North America at Best Buy retail locations with a demo experience in select US locations. The eyewear will also be sold in select European retailers. Preorders will begin in late August, available through BestBuy.com in North America and select European countries. Specific product details will emerge in the coming months.\n\nTo learn more about the limited edition Call of Duty: Modern Warfare 3 Gaming Eyewear from GUNNAR Optiks and to find a Best Buy location that carries other styles in GUNNAR’s gaming collection, please visit: www.gunnars.com\/mw3.\n\nKey features of GUNNAR Optiks Advance Gaming Eyewear:\n\nAmber Tint - Specially formulated lens tint conditions and shifts the color spectrum to provide superior contrast, detail and resolution\n\nMinimizes Eye Fatigue - Lens geometry and tint reduces visual stress and dry eyes\n\nReduces Glare - Lens coatings and material reduces glare and improves visual focus\n\nImproves Focus - Amber lens tint and geometry help your eyes focus more naturally improving comfort and protecting against fatigue\n\nSharpens Detail - i-AMP? lens technology enhances detail for sharper, clearer vision\n\nFit - Lightweight frame, extended coverage, adjustable nose pads, and custom spring hinges\n\n20\/20 Ready - Out of the box solution for 20\/20 or 20\/20 corrected vision\n\nRx Compatible - Custom Prescriptions are available through GUNNAR’s prescription program with Carl Zeiss Vision across approximately 15,000 eye care providers nationwide.\n\nMultiple styles of GUNNAR Optiks’ Advanced Gaming Eyewear are currently available, including the PPK, Paralex, MLG Phantom and Legend, and SteelSeries Scope with retail prices ranging from $79 to $99 MSRP.\n\nA press kit containing Fact Sheet, Product FAQs and other assets may be downloaded using the following link: www.triplepointpr.com\/dl\/gunnar\/COD-MW3_Eyewear_DPK.zip (5MB)\n\nAbout GUNNAR Optiks\n\nFounded in 2005, GUNNAR Optiks, LLC designs and engineers Advanced Computer Eyewear and Advanced Gaming Eyewear to protect and enhance vision using revolutionary technology solutions. GUNNAR introduced the Technology Eyewear category in 2008 and pioneered eyewear to combat eye strain associated with long-term viewing of digital screens. At CES 2010, GUNNAR unveiled the first professional-grade, optically correct 3D glasses on the market, utilizing the latest in lens technology. GUNNAR is a privately held company headquartered in Carlsbad, California. For more information, visit www.gunnars.com.\n\nGUNNAR, the GUNNAR logo, and i-AMP are registered trademarks of GUNNAR Optiks, LLC. All other trademarks are the property of their respective companies. Copyright 2010. GUNNAR Optiks, LLC. All rights reserved.\n\nActivision, Call of Duty and Modern Warfare are registered trademarks of Activision Publishing, Inc. All rights reserved.?\n\nGames Press\n\nGames Press is the leading online resource for games journalists. Used daily by magazines, newspapers, TV, radio, online media and retailers worldwide, it offers a vast, constantly updated archive of press releases and assets, and is the simplest and most cost-effective way for PR professionals to reach the widest possible audience. Registration for the site and the Games Press email digest is available, to the trade only, at www.gamespress.com",
        "topic_id":5,
        "format_id":13,
        "topic_confidence":0.5370700359,
        "format_confidence":0.973901391,
        "weight":0.00071684
    },
    {
        "url":"http:\/\/gizmodo.com\/5096509\/blackberry-storm-lines-not-iphone-lines-but-still-feisty?tag=blackberry-storm",
        "text":"BlackBerry Storm Lines Not iPhone Lines, But Still FeistyIn spite of its mixed reviews concerning software bugs and the controversial click-screen, the BlackBerry Storm drew a heckuva lot of Crack(Berry)heads to Verizon Wireless stores today demanding to get a piece of that action, including some who got uppity when things didn't work out like Christmas morning. Reuters is saying that \"more than 200 people\" were hanging out in front of a mid-town Manhattan Verizon store this morning, some who ended up throwing fits when the shop ran out of the RIM goodness just an hour into its morning sales. If you yourself are concerned about a Storm shortage, Reuters says that Verizon stores that may have run dry are promising a unit within 7 days, as long as you pre-order at the store or online. Given the high profile of this product launch, I figure this isn't a supply problem so much as it is an allocation problem, and that every store will soon have enough to meet demand. Have you had any issues scoring a unit? If so, do share them so your fellow Giz readers don't waste their Saturdays. [Reuters]",
        "topic_id":5,
        "format_id":10,
        "topic_confidence":0.9879123569,
        "format_confidence":0.9760667086,
        "weight":0.0048822101
    },
    {
        "url":"https:\/\/www.thegoandroid.com\/no-new-devices-at-samsung-march-22nd\/3388\/",
        "text":"No New Devices at Samsung’s March 22nd Event in France\n\n\nWith Rumors getting heat that href=”” rel=”homepage” target=”_blank” title=”Samsung”>Samsung will unveil href=”” rel=”wikipedia” target=”_blank” title=”Samsung Galaxy S”>Galaxy S III on 22nd March in France. Samsung reportedly debunked rumors of the Galaxy S III, or any new device, being announced at this event. The french show will serve to showcase their existing device portfolio to attendees.\n\nvia TheNextWeb\n\n\nPlease enter your comment!\nPlease enter your name here\n\nThis site uses Akismet to reduce spam. Learn how your comment data is processed.",
        "topic_id":5,
        "format_id":10,
        "topic_confidence":0.9926362038,
        "format_confidence":0.9866412282,
        "weight":0.0049055551
    },
    {
        "url":"http:\/\/ladybugxing.blogspot.com\/2009\/06\/spoiled.html",
        "text":"Sunday, June 07, 2009\n\n\nThat's what I am.\nWe got a new Mac this week.\nThis: is sitting on my desk. And I LOVE it.\nOur old eMac is 5 years old. It is still a functioning machine, but it's starting to feel it's age. It was time for an upgrade.\nWill we just dump our old faithful? No way! It will be set up in the dining room for the children to use. (I also have an attic full of old Macs - including a classic - that I just can't part with.)\nIt will be nice to have a machine just for me (again) - 3 people on one computer is just too much! Especially when 2 of them have projects and I have stuff to do like write blog posts, balance my checkbook, and check my email. (I have needs.)\nI got the iMac with 24 inch screen - yes, it is huge. It seems a bit excessive, but, you all know how frugal I am. I got last year's model for very little cash. It's all about the bargain...\nThis sweet iMac is faster and has 10 times the memory of my last one. The keyboard is wicked!! It's almost flat. The keys are smooth and don't require more than a light touch.\nI have a couple of nit-noids to work out including finding the right outgoing email portal. Once I get them set this afternoon, I'll be golden.\nI am not paid by Apple to say this, but I'm going to say it anyway:\nNeed a new machine? Get a Mac.\n\nNo comments:",
        "topic_id":5,
        "format_id":15,
        "topic_confidence":0.8760530949,
        "format_confidence":0.9967851639,
        "weight":0.0032638171
    },
    {
        "url":"http:\/\/club.dx.com\/reviews\/8181\/9291",
        "text":"Customer’s impression:\nThere are no customer's impression yet.\nCreate Review\n\nShare your reviews,\nphotos and videos here!\n\n  • A nice FM transmitter, with bonus.\n\n    posted by sehrgut on 10\/27\/2007\n\n    Involvement:Expert (understands the inner workings) - Ownership:1 week to 1 month\n\n\n    Works with MP3 and WMA files on digital media.\n\n    Very powerful transmitter.\n\n\n    Extremely difficult to navigate digital audio tracks.\n\n\n    I bought this for the FM transmitter so I could listen to my iPod (1st-gen shuffle). Now, rather than using its line-in jack, as often a not, to save shuffle juice, I plug it in the USB port. Good luck if you want to find a specific song, though. Honestly, don't expect to navigate your library with it.\n\n    However, it is the strongest FM xmitter I've used: even better than the one in my XM radio (it'll overpower the XM) -- and even better, no antenna to route\/break!\n\n\n    This is my favourite FM xmitter here on DX.\n\nPost comment\n\nDX Everywhere",
        "topic_id":5,
        "format_id":23,
        "topic_confidence":0.975522995,
        "format_confidence":0.9933896065,
        "weight":0.0024897726
    },
    {
        "url":"https:\/\/www.twam.info\/hardware\/alix\/gpio-on-alix3d3?replytocom=286",
        "text":"\n\nInstallating is very easy: Download the patch (GPIO drivers for AMD CS5535\/CS5536 (Kernel 2.6.30-rc6)), patch it and compile the kernel:\n\nwget -O \/root\/gpio.patch\ncd \/usr\/src\/linux\npatch -p1 < \/root\/gpio.patch\n\nNow run kernel configuration and select\n\nDevice Drivers  --->\n   [*] GPIO Support  --->\n   [*]   \/sys\/class\/gpio\/... (sysfs interface)\n   <*>   AMD CS5535\/CS5536 (Geode Companion Device)\n\nCompile the kernel and reboot. If you go to \/sys\/class\/gpio there should be a file name gpiochip0. Now we can enable some pins and test them. By\n\necho 6 > \/sys\/class\/gpio\/export\n\nwe tell the kernel, that we want to use pin 6 from userspace. Pin 6 is connected to led. Now we configure pin 6 as an output by\n\necho out > \/sys\/class\/gpio\/GPIO6\/direction\n\nNow we can toggle the values by\n\necho 1 > \/sys\/class\/gpio\/GPIO6\/value\nsleep 1\necho 0 > \/sys\/class\/gpio\/GPIO6\/value\nALIX.3D3: modeswitch pins\n\nALIX.3D3: modeswitch pins\n\nNotice, that the LED is connected to 3.3V, so setting value to 0 it will be lit. The other LEDs are connected to pin 25 & pin 27. On pin 24 is a switch connected. We can read the value by enabling the pin, setting it as an input and reading the value:\n\necho 24 > \/sys\/class\/gpio\/export\necho in > \/sys\/class\/gpio\/GPIO24\/direction\ncat \/sys\/class\/gpio\/GPIO24\/value\n\nAs the pin has an internal pull up, it will show 1 if the switch isn't pressed or installed. If you press the switch or connect to the metal pins, it will result in 0.\n\nDon't forget to unexport all pins after when you're done:\n\necho 6 > \/sys\/class\/gpio\/unexport\necho 24 > \/sys\/class\/gpio\/unexport\n\nAny feedback on the driver is welcome!\n\n18 thoughts on “GPIO on ALIX.3D3\n\n  1. Dear twam:\n\n    Thank you for your wonderfull articles about alix.3d3 board. I am working in a project in Voyage Linux for this board, and I am very pleased of how everything works with release 0.6.5. Very small bugs with a very good functionallity. I have readed your articles about LEDS, GPIO, etc... and they helped much. The problem I have, as I readed in one of your articles is that I want to use the gpio24 for a switch and I have asked about it and If I don't want to compile the kernell (I hate that) I can now use and load with modprobe the cs5535 as this:\n\n    voyage:~# modprobe cs5535_gpio\n\n    voyage:~# dmesg | grep gpio\n    [ 14.847516] cs5535_gpio: base=0x6100 mask=0xb003c66 major=253\n\n    voyage:~# lsmod | grep gpio\n    cs5535_gpio 3744 0\n\n    voyage:~# ls -l \/dev\/cs5535*\n    crw-rw---- 1 root root 253, 1 Jun 6 21:37 \/dev\/cs5535_gpio1\n    crw-rw---- 1 root root 253, 10 Jun 6 21:37 \/dev\/cs5535_gpio10\n    crw-rw---- 1 root root 253, 11 Jun 6 21:37 \/dev\/cs5535_gpio11\n    crw-rw---- 1 root root 253, 12 Jun 6 21:37 \/dev\/cs5535_gpio12\n    crw-rw---- 1 root root 253, 13 Jun 6 21:37 \/dev\/cs5535_gpio13\n    crw-rw---- 1 root root 253, 2 Jun 6 21:37 \/dev\/cs5535_gpio2\n    crw-rw---- 1 root root 253, 24 Jun 6 21:37 \/dev\/cs5535_gpio24\n    crw-rw---- 1 root root 253, 25 Jun 6 21:37 \/dev\/cs5535_gpio25\n    crw-rw---- 1 root root 253, 27 Jun 6 21:37 \/dev\/cs5535_gpio27\n    crw-rw---- 1 root root 253, 5 Jun 6 21:37 \/dev\/cs5535_gpio5\n    crw-rw---- 1 root root 253, 6 Jun 6 21:37 \/dev\/cs5535_gpio6\n\n    And it's very easy and is ok. But just a stupid question. How can I read when I want or as is changed the value of the switch: 0\/1? Can you help me?\n\n    Thank you\n\n\n  2. Hi twam, thank you for your help. Leds trough gpio are working ok but I have questions about modeswitch: is it safe to use it as output for another led? I see that its buffer type is smb and not gp24 as the ones for leds?\n\n  3. @Bula\n    I think you could use the modeswitch GPIO Port for an LED if you connect to thru a resistor to 3V. But I would recommend to use an I²C Port Extender if you need more GPIO Pins.\n\n  4. For now I need only one LED so - do you mean to connect diode thru pull-up resistor on external 3V or directly on 3.3V that I get on the modeswitch pins?\n\n  5. OK thanks, it is what I was thinking but I was not sure cause of difference in buffer types between modeswitch and leds GPIO ports. Only thing I need now is external 3V 🙂\n\n  6. Hi twam, thanks for your tutorial. It's very best...:)\n    But I have a question, in fact I have a problem. I built a power supply from use as battery, this system send a\n    electric signal on CTS pin of the COM1, but this PIN is not enabled on CS5536 (alix6e2), I read this on the manual.\n    I had an idea reading your tutorial, but I need help.\n    Can I send a electric signal on the switch, and can I read the change status...???\n    Also what would be the ideal power of the electrical signal...???\n\n    Can you help me, please...???\n\n\n\n  7. @Marco\n    As far as I know, there is no support for pin change notifications in the GPIO interface yet. So your programm would need to poll the pin very often and your signal must be long enough.\n\n  8. @twam\n\n    I've been working with the Alix.3d3 for a while now but only lately I had the need to use external interrupts.\n    I can understand that by polling one of the GPIO pins frequently enough, it could \"almost\" work as an interrupt. However, in my case, a \"real\" interrupt is necessary because I'm trying to connect a GPS PPS signal to this board (which in turn gives me precision for message time-stamping purposes). Do you know of any way to use the already \"visible\" pins on this board and make them interrupt inputs?\n\n    Thanks a lot\n\n  9. @twam\n    thanks for the prompt answer\n    So I have no idea what to do now with this, as unfortunately the included Geode doesn't even support the serial port handshake signals (for the PPS people often use the DCD signal). If you have any suggestion (other than polling some port), it would be really welcome!\n\n\nLeave a Reply to twam Cancel reply\n\nYour email address will not be published. Required fields are marked *\n\nThis site uses Akismet to reduce spam. Learn how your comment data is processed.",
        "topic_id":5,
        "format_id":22,
        "topic_confidence":0.9325675964,
        "format_confidence":0.8224815726,
        "weight":0.002232941
    },
    {
        "url":"https:\/\/www.overclockers.co.uk\/b-grade-maxtor-diamondmax-plus-10-ncq-200gb-6v200e0-sata-ii-8mb-cache-oem-bg-030-md.html",
        "text":"**B Grade** DiamondMax Plus 10 NCQ 200GB 6V200E0 SATA-II 8MB Cache - OEM\n\n  • 200GB Capacity\n  • SATA-II Interface\n  • 7200RPM Spin Speed\n  • 8.9ms Average Seek Time\n  • 8MB Cache\n  • 3 Year Warranty.\n\nStock Code: BG-030-MD\n\nEAN: 00000000\n\nMPN: BG-030-MD\n\nManufacturer: Maxtor\n\n\nProduct information: **B Grade** DiamondMax Plus 10 NCQ 200GB 6V200E0 SATA-II 8MB Cache - OEM\n\nBelow is the original description for this product, any reference to warranty is to be ignored. Warranty for this item is 90 days as with all B Grade items.\n\nB Grade items may have been used, have damaged packaging, missing accessories or a combination of these.\n\nSome items may have scuff marks or slight scratches but should otherwise be an operable product.\nBased on an integrated, single-chip native SATA solution, DiamondMax 10 drives feature native command queuing along with the company’s exclusive dual-processor technology and large buffers to deliver unparalleled speeds compared to traditional drives in their class. This unique set of features combined with Maxtor’s latest firmware technology, allows the drive to self-balance its workloads for a more efficient hard drive operation. With DiamondMax 10 hard drive-enabled systems, consumers can easily run multiple applications, such as games and music, at the same time without overwhelming the PC. Designed for multimedia PC users, graphic artists, system integrators and white box builders, the 7200 RPM DiamondMax 10 drives are offered in capacities of up to 300GB and are ideal for performance desktop computing storing high-resolution images, multimedia content, and personal and business information.\n\n- Formatted capacity: 200GB\n- Average seek time: <9.0\n- Rotational speed: 7200 RPM\n- 8MB cache buffer\n- SATA-II Interface\n- Native Command Queuing\n- Fluid Dynamic Bearings\n- Maxtor Shock Protection System\n- Maxtor Data Protection System\n- 3 year manufacturer's warranty\n\nMore links for \"**B Grade** DiamondMax Plus 10 NCQ 200GB 6V200E0 SATA-II 8MB Cache - OEM\"\n\n\nCustomer review \"**B Grade** Maxtor DiamondMax Plus 10 NCQ 200GB 6V200E0 SATA-II 8MB Cache - OEM\"\n\nNo Review Yet\n\nThis is your chance\n\nBe the first to review this product\n\nWrite a review\nReviews will be active after verification\n\n\n* Required field\n\n Recently Viewed\n    Stock level indicator\n\n    Pre Order\n\n    New item that you can order before we receive stock. Orders will be shipped on a first come first served basis. If an ETA is available it will be displayed on hover.\n\n\n    Items that are bought by us when a purchase is made, this generally is for highly expensive items, items with a very slow run rate or speciality items\n\n    In stock\n\n    The item is in stock.\n\n    Due today\n\n    The item is out of stock and expected to arrive today.\n\n    ETA: XX.XX\n\n    The item is out of stock and estimated to arrive on the date provided.\n\n    Built To Order\n\n    The Item is built to order. As you change the options, the stock status will automatically update depending on your selection.\n\n    Out of stock\n\n    The item is out of stock and estimated delivery date is not known at this time.\n    Loan Information\n    Select Loan Product:\n    For more information click here",
        "topic_id":5,
        "format_id":16,
        "topic_confidence":0.9921298623,
        "format_confidence":0.9986093044,
        "weight":0.0143281205
    },
    {
        "url":"https:\/\/www.costco.co.uk\/c\/Polaroid-Snap-Instant-Digital-Camera-with-20-Pack-ZINK-Zero-Ink-Paper-in-Black\/p\/204568",
        "text":"\n\n  • bvseo_sdk, java_sdk, bvseo-4.0.0\n  • CLOUD, getAggregateRating, 0ms\n  • bvseo-msg: The getAggregateRating method is only supported when schema.org is configured for structured markup. Please submit a support ticket at spark.bazaarvoice.com to have your Bazaarvoice configuration updated to use schema.org for structured markup.;\nShipping Included\nOnly 5 purchases per person \nSelect product Colour:  Black\nSign In to Add to Cart\n\nYour estimated delivery time will be 7 business days (excluding weekends and bank holidays) from the time of order. Postcode Restrictions may apply. Find out more in the Delivery & Returns Tab below.\n\n\nExtended 2 Year Warranty** on Computers, Tablets, Major Appliances\/ White Goods* Cameras and CamcordersExtended 2 Year Warranty** on Computers, Tablets, Major Appliances\/ White Goods* Cameras and Camcorders \n\nThe Polaroid Snap digital camera is the newest way to capture, print and share your memories instantly. This sleek and stylish camera fits into your pocket, making the Polaroid Snap the perfect choice for capturing holiday memories.\n\nThe Polaroid Snap instant digital camera is fast and fun allowing you to take a snap and print your previous photo at the same time. Features include black and white, sepia and self-timer functions. Snap 6 pictures in 10 seconds in the photo booth mode and create your own group selfies.\n\nAdditionally, this kit includes one 20 pack 2 x 3” ZINK Zero Ink paper to get you started. The water resistant and tear resistant paper produces bright and sharp borderless images as well as the option to print with the classic Polaroid border.\n\n  • 10 megapixel digital camera\n  • 3 picture modes and classic Polaroid border option\n  • Micro SD card indicator\n  • Self-timer feature\n  • Photo booth mode\n\nWait for payment to process\nYour order is currently being processed, when finished it will be available in my-account\/orders.\nCompare up to 4 Products\n\nYou can only compare up to 4 products at once. Remove one or more products before adding another to compare.\n\nRemove All",
        "topic_id":5,
        "format_id":16,
        "topic_confidence":0.8652402163,
        "format_confidence":0.9986233711,
        "weight":0.0124956082
    },
    {
        "url":"https:\/\/audyssey.zendesk.com\/hc\/en-us\/articles\/212350383-Basic-setup-question",
        "text":"Basic setup question\n\nI was wondering when I plug these speakers into XMBC via optical, I have a ton of options for audio output. Should I set these to 2.1 or 5.1 or 2.0. This does not have DTS\/DD decoders so I should probably leave those off right? What do you guys suggest? \n\nHave more questions? Submit a request\n\n\n  • 0\n\n    The Audyssey Media Speakers do not have a DTS or Dolby decoder.  So, you must decode the content in XMBC and feed the speakers PCM 2.0 audio.\n\nArticle is closed for comments.",
        "topic_id":5,
        "format_id":17,
        "topic_confidence":0.9782658219,
        "format_confidence":0.6237775087,
        "weight":0.0012549383
    },
    {
        "url":"http:\/\/www.crn.com\/features\/data-center\/227400143\/the-energy-efficient-data-center.htm",
        "text":"The Energy-Efficient Data Center\n\nWhen it comes to cutting customers' utility costs, it's solution providers that have the power\n\nPrinter-friendly version Email this CRN article\n\nGoogle is proud of its energy efficiency.\n\nAccording to the search and SaaS giant, its servers and data center support infrastructure consume on average about the same amount of energy as the servers of a typical data center alone. What's more, nearly half of the energy used by the typical data center is spent on systems that provide the power and cooling to servers, storage and related equipment, while the cost of Google's data center support equipment is less than 20 percent of its overall energy spend.\n\nLike any cloud-based service provider, energy is among Google's greatest expenses. So it's understandable that the company has always been energy-conscious. But recently it began sharing its data center best practices for lowering utility bills, and the company estimates that if all data centers were as efficient as Google's, the electricity savings in the U.S. alone would be enough to power \"every household within the city limits of Atlanta, Los Angeles, Chicago and Washington, D.C.\"\n\nHow does Google do it? Google discovered that data center infrastructure -- the power distribution units, battery backups and other data center gear -- wastes as much as 20 percent of the power it is in charge of providing. Further, as much as 70 percent of data center power is spent on keeping things cool. So these were the first areas targeted when Google developed its energy-efficiency plans. In short, it uses evaporative cooling towers to carry away heat at a fraction of the cost of chillers.\n\nMoreover, Google's custom-built servers were designed from the ground up to conserve energy. This is primarily accomplished in three ways: by using more efficient AC\/DC power converters and regulators than those in systems costing less; by running fans only as much as necessary to keep temperatures below certain thresholds; and by eliminating graphics chips and other components not necessary for Google applications.\n\nWith these changes, Google claims to have saved 500 kWh per server, or about $30 per box, per year when combined with savings related to water usage and carbon emission. Similar savings might be possible for many of your customers, particularly those maintaining large data centers. For the reseller, who is already looked upon as a trusted adviser, the energy audit is not only within your means and ability today, it's also a sure-fire way to lower your customers' utility bills.\n\nSo, say a call comes in to your IT department from a customer whose data center is running hot. Your IT manager says that the call is in sync with an e-mail received a few minutes before indicating that temperatures are above critical thresholds. Option 1: Send someone from your staff to the customer's site to take a look. Option 2: Point a browser to the data center's power distribution units to see if anything is out of the ordinary, cycling power as necessary.\n\nOption 2 is only available if you're using one of today's managed power distribution units (PDUs) from companies such as APC by Schneider Electric or Raritan. The CRN Test Center looked at offerings from both companies, and we present a review of the Raritan Dominion PX PDU as well as APC by Schneider Electric's Infrastruxure management software, both of which optimize energy usage through efficient management and reduce consumption by reducing wasted field trips. We'll also suggest some of the power-saving capabilities of Windows 7 that should be built into your standard deployment policies. Finally, we take a look at a new keyboard, video, mouse (KVM) extender from Icron Technologies.\n\nNEXT: Raritan Dominion PX\n\nRaritan Dominion PX\n\nThe aptly named Dominion line of PDUs from Raritan gives IT managers and MSPs authority over outlets in the data center. Absolute powers include the ability to turn on or off, cycle power or set thresholds for usage -- both high and low -- and to be notified by e-mail or SNMP event when reached or crossed.\n\nThe Dominion PX software also permits outlets and their users to be grouped for easy identification and policy setting and to aid in capacity planning. One or more PDUs can be controlled using a single IP address. A temperature and humidity sensor is included and can set off SNMP TRAPs, SETs and GETs to alert administrators of conditions that if corrected could avert actual power outages. For testing, Raritan sent CRN Test Center reviewers an eight-outlet DPXR8-15, which lists for $649. The sturdy unit set up in minutes and, backed by Raritan's solid channel program, is strongly recommended as a time- and energy-saver.\n\nNEXT: APC By Schneider Electric Infrastruxure\n\nAPC By Schneider Electric Infrastruxure\n\nThat's not a typo, Infrastruxure Central is the name of APC by Schneider Electric's power management software, and is a Test Center-recommended product that your energy-conscious customers may want to consider. Unlike Raritan's browser-based Dominion PX software, Infrastruxure is desktop software that presents a graphic representation of a blank data center, ready to populate with the customer's server, storage, power and cooling assets.\n\nThis centralized management tool simplifies planning of power distribution, hot- and cold-aisle isolation, monitors and reports power consumption and can send alerts when levels reach critical thresholds. Setting up a new server, electrical or storage room or infrastructure space is simply a matter of selecting \"New ...\" from the File menu, choosing the room type and shape, whether or not is has a raised floor, its carrying capacity and the size of its tiles. While in the Planning module, drag components from the predefined lists in the left-side pane to the right-side floor plan layout. Once racks, power and cooling units are in place, computing and storage equipment can be added to those racks. The software keeps track of power usage and capacities, and warns you if you've overloaded anything.\n\nOnce the data center is set up, the Operations module presents a multipaned window and point-and-click interface that enables quick visualization of components for moves, adds and changes to rack equipment and power distribution units. Right-clicking on individual components in a \"server room\" displays data about its power connection and consumption along with some general information and specifications about its location and configuration. Fields can be populated with any information the customer chooses.\n\nFrom the aerial view, double-clicking a rack, let's say, brings up an image of the front of that rack, complete with all installed components and free rack space. A reporting module also tracks this data, and can tell you how many \"U positions\" are available on all the racks in a specific data center, for example. Rack images are easily modified using drag-and-drop from a list of available components in the left-hand pane.\n\nThe panes at left display lists of installed racks in a device tree with their installed components, which can be drilled into for further details and dragged onto other racks or into other rooms. Another pane displays network information and power dependencies. Other modules provide services for planning the data center and analytics for inventory and power consumption reporting.\n\nHere's the best part for the energy-conscious customer: A Power Usage Effectiveness (PUE) report (accessed through the Operations component) displays information about current and past power usage, providing administrators with an at-a-glance view of the amount of power being used by computing assets, infrastructure assets and the organization as a whole.\n\nThis dashboard, along with much other critical Infrastruxure data, can be accessed through a browser from any machine with connectivity to the LAN that manages the assets. Energy usage information -- even of subsystems such as UPSes, PDUs and cooling equipment -- is displayed, giving not only a complete picture of usage history, but also projections into the future and suggestions on ways to save.\n\nOther Infrastruxure capabilities include alarms and the consequences to IT that would result from component failure; automatic calculations for power, cooling and network port availability and capacities; detailed inventory reporting; work order tracking and management; complete audit trail reporting, including moves, adds and changes date, time and assignee.\n\nNot tested was Infrastruxure Mobile, an optional remote solution built around the Motorola MC70 Windows Mobile handheld computer with integrated bar-code reader. The device simplifies data center inventory and work order processing, and can help keep physical data in sync with its digital counterpart.\n\nAvailable in Basic, Standard and Enterprise editions, Infrastruxure Central is sold as a 1U or 2U appliance starting at around $3,500 list for management of 20 racks, 525 devices and 1,000 IT assets.\n\nNEXT: Windows 7 Power Policies\n\nWindows 7 Power Policies\n\nWindows 7 provides more user control over component power than any prior version. And beginning with Windows Vista, Microsoft permits solution providers to modify and extend these settings using Windows Group Policy. Resellers would be wise to recommend modifications to many of these settings in desktop energy audits and Windows 7 installations and can implement them easily using centralized deployment tools.\n\nAmong the most power-hungry components is the hard drive. Fortunately, Windows by default spins it down after 20 minutes of inactivity, so there's not much need to modify that policy. The next thing to consider is disabling power to any components that are not present in a system, such as wireless Ethernet adapters and PCI Express cards. These peripherals are both set to operate at maximum performance by default, unlike the USB bus, for which selective suspend is enabled at the factory.\n\nT... (truncated)",
        "topic_id":5,
        "format_id":11,
        "topic_confidence":0.5548831224,
        "format_confidence":0.7853279114,
        "weight":0.0012618375
    },
    {
        "url":"https:\/\/www.totalpowersolutions.ie\/products\/netbotz-750\/",
        "text":"Netbotz 750\n\nSecurity & Environmental System Monitoring from network closets to data centres.\n\n\nNetbotz 750\n\n\n\n\nThe NetBotz 750 offers an active monitoring solution designed to protect against environmental threats and unauthorised access risks that can cause downtime to IT infrastructure, in both Edge Compute and Data Centre environments. With its integrated suite of sensors, access control pods, and the newly introduced HD Camera Pod 165, the NetBotz 750 safeguards environments with surveillance and flexible alerting based on user-definable thresholds. Compute is quickly moving closer to where it is used at the Edge, increasing the risks of water damage, high temperature & humidity, fire or other conditions bringing down business-critical applications. Intentional or malicious access events not only threaten compute availability, but also leave enterprises vulnerable to costly compliance violations. The NetBotz 750 provides integrated sensing, surveillance, and badged rack-access control to help mitigate these risks through a wide array of compatible sensors, camera clip capture and storage, and configurable alarming.\n\n  • Includes: Rack Mounting brackets, Temperature\/Humidity Sensor, USB cable\n\n\n  • 4-Port POE Switch\n\n    Built-in true private network switch for use with NetBotz Camera Pod 165 (NBPD0165)\n  • Built-in Access Control Ports\n\n    Appliance includes integrated access control and door contact sensor ports for use with the stand-alone 125 kHz handle kit (NBHN125) and contact kit (NBES0303)\n  • Dual Rope Leak Inputs\n\n    Dual rope leak sensor ports allow additional leak detection in two different directions\n  • Expansive Security and Monitoring\n\n    Supports up to 78 wired sensors, 47 wireless sensors, access control for 26 rack doors, and 4 camera streams downstream of a single IP address\n  • HD Camera Support\n\n    Supports the new HD, Low Light Camera Pod 165 (NBPD0165)\n  • Rack Access Pod Support\n\n    Supports up to 12 Rack Access Pod 170’s (NBPD0171) connected via daisy-chain\n  • Sensor Pod Support\n\n    Supports up to 12 Sensor Pod 150’s (NBPD0150) connected via daisy-chain\n\n\nBy continuing to use this site, you agree to the use of cookies. If you do not accept the use of cookies, simply exit the site. more information\n\nThe cookie settings on this website are set to \"allow cookies\" to give you the best browsing experience possible. If you continue to use this website without changing your cookie settings or you click \"Accept\" below then you are consenting to this.",
        "topic_id":5,
        "format_id":16,
        "topic_confidence":0.9643668532,
        "format_confidence":0.9987164736,
        "weight":0.0139271732
    },
    {
        "url":"http:\/\/digital-space.pro\/micontrol-usb-54.html",
        "text":"English Choose a language for shopping. Customers also shopped for. See all reviews. I would purchase again and recommend this seller to friends and family for the fact that they sold a quality product at such a low price. There was a problem filtering reviews right now.\n\nUploader: Vobar\nDate Added: 11 May 2006\nFile Size: 53.41 Mb\nOperating Systems: Windows NT\/2000\/XP\/2003\/2003\/7\/8\/10 MacOS 10\/X\nDownloads: 29662\nPrice: Free* [*Free Regsitration Required]\n\nPage 1 of 1 Start over Page 1 of 1. Download Alexa for your Windows 10 PC for free. Image Unavailable Image not available for Color: AmazonGlobal Ship Orders Internationally. Item is in your Cart. I recently purchased a dash cam for use in my vehicle which came with a long enough power cord.\n\nI have owned this cable for a while now and I mocontrol very happy with my purchase. Have one miconfrol sell? So I bought these to charge my PS3 controllers. Read reviews that mention works great charge my ps3 controller great price works perfectly dash cam long enough feet long usb port high quality usb cable pin mini charge my ps3 controllers cable that came cable works arrived quickly exactly what i needed play games sit on the couch across the room mini b cable. It is still working and intact.\n\n\nThere was a problem filtering reviews right now.\n\nSomething we hope you’ll especially enjoy: Loading recommendations for this item However they do not work to power my USB micomtrol. Sold by Cmple com and Fulfilled by Amazon.\n\nWhat other items do customers buy after viewing this item? There’s a problem loading this menu right now. Share your thoughts with other customers. This cable solved the problem, I can now sit or lay comfortably in my bed and play my PC games with the controller and I got cord to spare.\n\nDevice overview (miCAN) — English\n\nThis cord is Uusb what I need because it is just as long as the power cord that came with my dash cam and I had no problem hiding the cord beneath my vehicle’s headliner and under the weather stripping within the car. In fact, I still had a couple extra feet of cable that wasn’t needed but I just bundled the extra cord with twist ties and tucked it out of sight under the dash panel. Although the manufacturer was considerate enough to include an available USB port built into the 12V plug, the built-in USB port doesn’t support fast micomtrol capability.\n\n\nCustomers also shopped for. It is still going strong. Available at a lower price from other sellers that may not offer free Prime shipping.\n\nPlease try your search again later. Amazon Rapids Fun stories for kids on the go. Please try again later. View Cart Proceed to checkout. You may return any new computer purchased from Amazon. I would buy this cable again! Customers who viewed this item also viewed.\n\nTechnical Details\n\nCouldn’t be happier with this purchase. Micontroll ordered this cord as a replacement for another cord I previously purchased that I realized was too thick and rigid for the application I needed it for. There was a problem completing your request.",
        "topic_id":5,
        "format_id":16,
        "topic_confidence":0.9878155589,
        "format_confidence":0.7663810849,
        "weight":0.0142658143
    },
    {
        "url":"http:\/\/www.trustedreviews.com\/Pentax-K-7-Digital-SLR-review?plckOnPage=1",
        "text":"Our Score\n\n\nUser Score\n\nReview Price £789.99\n\nIt's been over a year since I reviewed the Pentax K20D, the company's last semi-pro digital SLR. In common with most other reviewers I was extremely impressed by its combination of rugged build quality, fast performance, excellent image quality and outstanding value for money. The K20D is still available for under £600, and it's still a real bargain. However time and the digital SLR market march ever onward, and the K20D is starting to look a little dated, lacking the numerous bells and whistles that are rapidly becoming standard features of top-end digital SLRs. In response, Pentax has just launched a new flagship DSLR, the K-7, and it's stuffed to the gunwales with the latest advanced features including live monitor view, HD video and in-camera HDR capture.\n\nAlthough it has never had the dominating share of the DSLR market enjoyed by rivals Canon, Nikon and more recently Sony, Pentax has always had a solid reputation for innovation and quality, producing many classic cameras over the years, such as the Spotmatic, the K1000, the ME Super and the LX. Pentax's advertising for the K-7 makes reference to this heritage, and it's not an unjustified comparison either. I used to own a Pentax LX, and looks to me like the designer of the K-7 had one sitting on his desk while he was working. It has a number of styling cues that reminiscent of Pentax's classic pro 35mm SLR camera. It even has the leatherette textured rubber covering most of the lower art of the body. The similarities are not just cosmetic; the K-7 has the same robust professional build quality, with a tough lightweight magnesium alloy body over a steel chassis, full weatherproof environmental sealing, and more importantly it has that classic camera look and feel, with superb ergonomic handling. The large sculpted handgrip is the most comfortable of any camera in its class. Also in common with those classic Pentax cameras, the K-7 is smaller and lighter than any of its immediate competitors.\n\nAs a high-spec APS-C DSLR camera, the K-7 is competing with some very well established rivals, including the Nikon D300 (£1,070 body only), the Canon EOS 50D (£739 body-only), the Sony Alpha A700 (£675 body only) and the Olympus E-3 (£990 body only). By comparison the K-7's current price of £1,029 body-only might seem expensive, but it's only just been launched so the price will probably come down over the next couple of months as retailers start offering discounts.\n\nNext page\ncomments powered by Disqus",
        "topic_id":5,
        "format_id":23,
        "topic_confidence":0.9839720726,
        "format_confidence":0.6966504455,
        "weight":0.0025113367
    }
]