[
    {
        "url":"https:\/\/www.biointeractive.org\/search?sort_by=created&redirect=1&items_per_page=60&field_biointeractive_topics%5B0%5D=26723&field_biointeractive_types%5B1%5D=26698&f%5B0%5D=topics%3A47",
        "text":"1 - 9 of 9 results\nWritten in Chalk\n\nThis activity explores images of chalk formations and coccolithophores, which serve as phenomena for learning about the interactions between biological and geological processes.\n\nWhat van Leeuwenhoek Saw\n\nThis activity complements the animated short video Seeing the Invisible. Students explore concepts related to relative size and scale using cards of cells and microorganisms.\n\nAnimated Life: Seeing the Invisible\n\nThis animated short video celebrates 17th-century citizen-scientist Antonie van Leeuwenhoek, whose discoveries of microbes changed our view of the biological world.\n\nCoral Bleaching\n\nThis animation zooms into a coral reef to explore the tiny animals that build reefs, the photosynthetic algae inside their cells, and the damaging process of coral bleaching.\n\nMalaria: Human Host\n\nThis animation shows how the malaria parasite develops inside a human and eventually causes disease.\n\nMalaria: Mosquito Host\n\nThis animation shows how the malaria parasite reproduces and matures inside a mosquito.\n\nBee Colony Collapse Disorder\n\nThis video explores a microarray technology for identifying pathogens that infect honey bees. This research may help identify possible causes for colony collapse disorder.",
        "topic_id":19,
        "format_id":1,
        "topic_confidence":0.9654902816,
        "format_confidence":0.9933444262
    },
    {
        "url":"http:\/\/bookforum.com\/blog\/11610",
        "text":"From Slate’s “Superman” series, David Plotz on building a better you: How you'll become stronger, faster, smarter; Will Oremus on the age of enhancement: Technology is starting to give us superpowers once reserved for comic-book heroes; if science gives people superpowers, will they use them for good or evil?; and the ethics of enhancement: We can make ourselves stronger, faster, smarter — should we?; and you are already enhanced: Everyday technologies give us superpowers that would make our ancestors wonder if we’re entirely human. When did the transhuman era begin; indeed, has it begun or is it an event that is yet to occur? Extropia DaSilva investigates. Steven Levy on how Ray Kurzweil will help Google make the ultimate AI brain. Science fiction authors decide: Is artificial intelligence a threat to humanity? Kevin Drum on how smart machines probably won't kill us all — but they'll definitely take our jobs, and sooner than you think.",
        "topic_id":19,
        "format_id":1,
        "topic_confidence":0.7499151826,
        "format_confidence":0.9377911091
    },
    {
        "url":"https:\/\/open.alberta.ca\/dataset?audience=Scientists&res_format=Tabular+Data&tags=83G&tags=VERTICAL+STRESSES&res_format=HTML&q=economic+development+and+trade&amp=&tags=84B&tags=82G&sort=score+desc%2C+metadata_modified+desc&tags=82P",
        "text":"Open Government Program\n\nAll Resources\n\nSearch a listing of Government of Alberta open datasets and publications. Can’t find what you are looking for? Suggest a resource.\n\nNo results found for: economic development and trade\n\nAudience: Scientists Formats: Tabular Data HTML Tags: 83G VERTICAL STRESSES 84B 82G 82P\n\nDidn’t find what you were looking for? Help us expand our portal and suggest a resource.\n\nPlease try another search.",
        "topic_id":19,
        "format_id":1,
        "topic_confidence":0.8730537891,
        "format_confidence":0.9860035777
    },
    {
        "url":"http:\/\/www.journals.elsevier.com\/journal-of-colloid-and-interface-science\/recent-articles\/",
        "text":"Submit Your Paper\n\nEnter your login details for Journal of Colloid and Interface Science below. If you do not already have an account you will need to register here.\n\nTrack Your Paper\n\nCheck submitted paper\n\nTrack accepted paper\n\nOnce your article has been accepted you will receive an email from Author Services. This email contains a link to check the status of your article. Track your accepted paper\n\nRecent Journal of Colloid and Interface Science Articles\n\nRecently published articles available on ScienceDirect.\n\nEnhanced performance of dye-sensitized solar cells aided by Sr,Cr co-doped TiO2 xerogel films made of uniform spheres\n\n15 December 2015\nA.M. Bakhshayesh | N. Bakhshayesh\n\nOne-pot preparation of Sr,Cr co-doped TiO2 xerogel film for boosting the short circuit current density of dye-sensitized solar cells (DSCs) is reported. The 2.5-μm-diameter spheres are assembled from...\n\nAnatase\/rutile bi-phasic titanium dioxide nanoparticles for photocatalytic applications enhanced by nitrogen doping and platinum nano-islands\n\n15 December 2015\nJoseph C. Bear | Virginia Gomez | Nikolaos S. Kefallinos | James D. McGettrick | Andrew R. Barron | Charles W. Dunnill\n\nTitanium dioxide (TiO2) bi-phasic powders with individual particles containing an anatase and rutile hetero-junction have been prepared using a sequential layer sol–gel deposition technique to soluble...\n\nPhotocatalytic oxidation desulfurization of model diesel over phthalocyanine\/La0.8Ce0.2NiO3\n\n15 December 2015\nSi-Wen Li | Ying-Ying Li | Fei Yang | Zhe Liu | Rui-Min Gao | Jian-she Zhao\n\nA series highly efficient and stable metallophthalocyanine\/La0.8Ce0.2NiO3 (ML\/LCNO) photocatalysts were prepared by a facile sol–gel and immersion method. The as-prepared samples were characterized...\n\nThe impact of particle size on the adsorption of citrate to hematite\n\n15 December 2015\nMatthew R. Noerpel | John J. Lenhart\n\nWe investigated the adsorption of citric acid on the surface of two different sized hematite nanoparticles using batch adsorption experiments, Fourier-transform infrared spectroscopy, surface complexation...\n\nKinetic modeling of AS(III) and AS(V) adsorption by a novel tetravalent manganese feroxyhyte\n\n15 December 2015\nS. Tresintsi | M. Mitrakas | K. Simeonidis | M. Kostoglou\n\nThe purpose of the present work is the development of a kinetic model for the adsorption of As(III) and As(V) onto tetravalent manganese feroxyhyte (δ-Fe0.75Mn0.25OOH), which have been recently proved...\n\nGreen synthesis of CuO nanoparticles by aqueous extract of Anthemis nobilis flowers and their catalytic activity for the A3 coupling reaction\n\n1 December 2015\nMahmoud Nasrollahzadeh | S. Mohammad Sajadi | Akbar Rostami-Vartooni\n\nCuO nanoparticles (NPs) were prepared by Anthemis nobilis flowers extract as a reducing and stabilizing agent and employed in catalyzing an aldehyde–amine–alkyne coupling reaction. The synthesized CuO...\n\nIntroduction of thiol moieties, including their thiol–ene reactions and air oxidation, onto polyelectrolyte multilayer substrates\n\n1 December 2015\nNitesh Madaan | Naomi Romriell | Joshua Tuscano | Helmut Schlaad | Matthew R. Linford\n\nWe describe the derivatization of uncross-linked and cross-linked layer-by-layer (LbL) assemblies of polyelectrolytes (polyallylamine hydrochloride and polyacrylic acid) with sulfydryl groups via Traut’s...\n\nZeolite-type metal organic frameworks immobilized Eu3+ for cation sensing in aqueous environment\n\n1 December 2015\nChang Liu | Bing Yan\n\nA novel luminescent lanthanide metal organic framework (Ln-MOF) is synthesized by in situ encapsulating Eu3+ ions to partial replace the transition-metal clusters in the channels of CPM-17-Zn nanocrystals....\n\nTwo step continuous method to synthesize colloidal spheroid gold nanorods\n\n1 December 2015\nS. Chandra | J. Doran | S.J. McCormack\n\nThis research investigated a two-step continuous process to synthesize colloidal suspension of spheroid gold nanorods. In the first step; gold precursor was reduced to seed-like particles in the presence...\n\nSolvothermal synthesis and upconversion properties of about 10nm orthorhombic LuF3: Yb3+, Er3+ rectangular nanocrystals\n\n1 December 2015\nGuotao Xiang | Jiahua Zhang | Zhendong Hao | Xia Zhang | Guo-Hui Pan | Li Chen | Yongshi Luo | Shaozhe Lü | Haifeng Zhao\n\nThe Yb3+ and Er3+ codoped orthorhombic LuF3 rectangular nanocrystals (NCs) with the size of about 10nm were synthesized by a facile and effective solvothermal process. X-ray diffraction (XRD), transmission...\n\nAdvanced and economical ambient drying method for controlled mesopore polybenzoxazine-based carbon xerogels: Effects of non-ionic and cationic surfactant on porous structure\n\n1 December 2015\nUthen Thubsuang | Hatsuo Ishida | Sujitra Wongkasemjit | Thanyalak Chaisuwan\n\nPolybenzoxazine has been successfully synthesized by a facile quasi-solventless method and used as a precursor for producing carbon xerogels via an ambient drying method, rather than usually used CO2...\n\nSunlight-driven photocatalytic degradation of non-steroidal anti-inflammatory drug based on TiO2 quantum dots\n\n1 December 2015\nAmandeep Kaur | Ahmad Umar | Sushil Kumar Kansal\n\nThis paper reports the facile synthesis, characterization and solar-light driven photocatalytic degradation of TiO2 quantum dots (QDs). The TiO2 QDs were synthesized by a facile ultrasonic-assisted...\n\nInsights into the synthesis of layered double hydroxide (LDH) nanoparticles: Part 1. Optimization and controlled synthesis of chloride-intercalated LDH\n\n1 December 2015\nXiaodi Sun | Erica Neuperger | Sandwip K. Dey\n\nLayered double hydroxide (LDH) nanoparticles have excellent anion-intercalating property, and their potential as theranostic nanovectors is high. However, understanding of the control of the mean particle...\n\nInfluence of ionic strength and polyelectrolyte concentration on the electrical conductivity of suspensions of soft colloidal polysaccharides\n\n1 December 2015\nJean-Pierre S. Sagou | Silvia Ahualli | Fabien Thomas\n\nThe electrokinetic properties of carboxymethyldextran, a soft and anionic polysaccharide, were analysed in aqueous NaNO3 solutions through measurements of the electrical conductivity of the suspensions....\n\nAdsorption of dyes by ACs prepared from waste tyre reinforcing fibre. Effect of texture, surface chemistry and pH\n\n1 December 2015\nBeatriz Acevedo | Raquel P. Rocha | Manuel F.R. Pereira | José L. Figueiredo | Carmen Barriocanal\n\nThis paper compares the importance of the texture and surface chemistry of waste tyre activated carbons in the adsorption of commercial dyes. The adsorption of two commercial dyes, Basic Astrazon Yellow...\n\nInfluence of the heterogeneous wettability on capillary trapping in glass-beads monolayers: Comparison between experiments and the invasion percolation theory\n\n1 December 2015\nHelmut Geistlinger | Iman Ataei-Dadavi\n\nWe demonstrated that a change in the surface chemistry, i.e., a change from heterogeneous to homogeneous wettability, can dramatically influence capillary trapping, i.e., from significant trapping (∼5%)...\n\nMixtures of catanionic surfactants can be superspreaders: Comparison with trisiloxane superspreader\n\n1 December 2015\nN.M. Kovalchuk | A. Barton | A. Trybala | V. Starov\n\nMixed solutions of cationic and anionic surfactants show considerable synergism in their wetting behaviour, but their spreading is affected considerably by the phase separation processes. The valuable...\n\nHighly stable multi-anchored magnetic nanoparticles for optical imaging within biofilms\n\n1 December 2015\nR.C. Stone | B.D. Fellows | B. Qi | D. Trebatoski | B. Jenkins | Y. Raval | T.R. Tzeng | T.F. Bruce | T. McNealy | M.J. Austin | T.C. Monson | D.L. Huber | O.T. Mefford\n\nMagnetic nanoparticles are the next tool in medical diagnoses and treatment in many different biomedical applications, including magnetic hyperthermia as alternative treatment for cancer and bacterial...\n\nA simple route to making counter electrode for dye sensitized solar cells (DSSCs) using sucrose as carbon precursor\n\n1 December 2015\nRahul Kumar | Venumadhav More | Shyama Prasad Mohanty | Siva Sankar Nemala | Sudhanshu Mallick | Parag Bhargava\n\nDye sensitized solar cells (DSSCs) have attracted much attention in recent years due to low cost fabrication as compared to silicon-based and thin film solar cells. Though, platinum is an excellent...\n\nIn-line coagulation with quaternary amine polymer prior to microfiltration of humic-rich water\n\n1 December 2015\nHyun-Chul Kim\n\nThis work was designed to investigate the feasibility of using a low molecular-weight epichlorohydrin\/dimethylamine (epi\/DMA) polymer as a primary coagulant for the pretreatment of terrestrial humic-rich...\n\nPoly(vinyl pyrrolidone)-assisted hydrothermal synthesis and enhanced visible-light photocatalytic performance of oxygen-rich bismuth oxychlorides\n\n1 December 2015\nFei Chang | Jieru Luo | Xiaofang Wang | Yunchao Xie | Baoqing Deng | Xuefeng Hu\n\nA series of novel oxygen-rich bismuth oxychloride (Bi12O17Cl2) were synthesized through a facile poly(vinyl pyrrolidone) (PVP)-assisted hydrothermal route. These obtained Bi12O17Cl2 samples were characterized...\n\nBimetallic PtSn\/C catalysts obtained via SOMC\/M for glycerol steam reforming\n\n1 December 2015\nLaura Pastor-Pérez | Andrea Merlo | Robison Buitrago-Sierra | Mónica Casella | Antonio Sepúlveda-Escribano\n\nA detailed study on the preparation of bimetallic PtSn\/C catalysts using surface-controlled synthesis methods, and on their catalytic performance in the glycerol steam reforming reaction has been carried...\n\nDiffusiophoresis of polyelectrolytes: Effects of temperature, pH, type of ionic species and bulk concentration\n\n1 December 2015\nShiojenn Tseng | Yen-Rei Hsu | Jyh-Ping Hsu\n\nExtending previous analyses on rigid particles to non-rigid ones, we model the diffusiophoresis of a pH-regulated polyelectrolyte (PE) in a solution containing multiple ionic species. For the first...\n\nMethyltrimethoxysilane (MTMS)-based silica–iron oxide ... (truncated)",
        "topic_id":19,
        "format_id":1,
        "topic_confidence":0.9961072803,
        "format_confidence":0.9349485636
    },
    {
        "url":"https:\/\/uattech.com\/arizona-scitech-festival\/",
        "text":"February 21, 2018\n\nTry Virtual Reality at Tempe Geeks Night Out\n\nTempe Geeks Night Out\n\nCome check out a Virtual Reality demo at UAT’s booth at Tempe Geek’s Night Out on Thursday, March 2, from 4:30-8 p.m., at Tempe Public Library. Join Tempe’s Geeks Night Out in its 6th year running, presented by the Arizona Sci-Tech Festival showcasing all things STEAM-related. If you don’t know what STEAM means, it stands for Science, Technology, Engineering, Arts and Mathematics. As technology becomes more and more immersed in today’s world, STEAM jobs will be in extremely high demand and luckily for UAT students, all of our majors offered are 100 percent STEAM. Enthusiasts and Geeks of all ages…\n\nUAT Hosts Chief Science Officer Training for High School Students Interested in STEM\n\nChief Science Officer training at UAT\n\nOn Saturday, September 26, UAT will host 50-80 high school leaders, tech students and STEM advocates, from approximately 30 high schools in Arizona for Chief Science Officer training. This 1-day camp will give students tips in leadership, communication, teamwork, branding, and so much more in order for these individuals to give STEM a voice in Student Government at their schools. Student Government is usually comprised of political officials, a president, VP, secretary and treasurer, but this program will add the Chief Science Officer, a position supporting science, technology, engineering and assisting geeks to become better communicators and advocates for STEM. UAT was involved when…",
        "topic_id":19,
        "format_id":1,
        "topic_confidence":0.7440297604,
        "format_confidence":0.5750911832
    },
    {
        "url":"http:\/\/www.universetoday.com\/tag\/x-51-waverider\/",
        "text":"X-51 Waverider\n\nWeekly Space Hangout – May. 3, 2013\n\nby Fraser Cain May 4, 2013\n\nWant to stay on top of all the space news? Follow @universetoday on Twitter Another busy episode of the Weekly Space Hangout, with more than a dozen space stories covered by a collection of space journalists. This week’s panel included Alan Boyle, Dr. Nicole Gugliucci, Amy Shira Teitel, David Dickinson, Dr. Matthew Francis, and Jason […]\n\n3 comments Read the full article →\n\nX-51 Waverider ‘Scramjet’ Test Flight Fails\n\nby Nancy Atkinson August 15, 2012\n\nA highly anticipated test flight of the X-51A Waverider scramjet ended abruptly after the experimental aircraft suffered a control failure and broke apart during an attempt to fly at six times the speed of sound. The test flight took place off the coast of California and the X-51A was dropped from a B-52 bomber, but […]\n\n7 comments Read the full article →",
        "topic_id":19,
        "format_id":1,
        "topic_confidence":0.9783435464,
        "format_confidence":0.9907750487
    },
    {
        "url":"http:\/\/phys.org\/tags\/human+voice\/sort\/rank\/all\/",
        "text":"News tagged with human voice\n\nA whale with a distinctly human-like voice\n\nFor the first time, researchers have been able to show by acoustic analysis that whales—or at least one very special white whale—can imitate the voices of humans. That's a surprise, because whales typically produce sounds ...\n\ndateOct 22, 2012 in Plants & Animals\nshares0 comments 13\n\nAn elephant that speaks Korean (w\/ Video)\n\nAn Asian elephant named Koshik can imitate human speech, speaking words in Korean that can be readily understood by those who know the language. The elephant accomplishes this in a most unusual way: he vocalizes with his ...\n\ndateNov 01, 2012 in Plants & Animals\nshares0 comments 0",
        "topic_id":19,
        "format_id":1,
        "topic_confidence":0.9935084581,
        "format_confidence":0.9889830947
    },
    {
        "url":"http:\/\/theenergyroadmap.com\/futureblogger\/category\/Security",
        "text":"RFID for Identity Documents May Not Fly in the Future\n\nFebruary 11 2009 \/ by Alvis Brigis \/ In association with Future Blogger.net\nCategory: Gadgets   Year: 2009   Rating: 6 Hot\n\nWhite\/Grey-hat hacker Chris Paget demonstrates a $250 mobile device that can read and clone RFID tags embedded in United States passport cards and enhanced drivers' licenses.\n\nAs I often remind readers, accelerating technology cuts both ways and forces us to bolster our info-immune system.\n\n(via The Register)\n\nDespite Your Skepticism, Lasers Are Being Used By The Military\n\nNovember 21 2008 \/ by John Heylin \/ In association with Future Blogger.net\nCategory: Security   Year: 2010   Rating: 5 Hot\n\nThe Economist reports that a Humvee-mounted laser is already being used in Iraq to detonate roadside bombs which have plagued the military over the years. And yes, it’s named after the Greek God of lightening.\n\nThe Zeus laser (I am inclined to say cannon for all you Final Fantasy fans out there) possesses a range of 300 meters (just shy of 1,000 feet) and has been successfully used in Iraq. Although they only possess one Humvee equipped with the laser, plans are in effect to make more.\n\nWhy is the military laser-crazy?\n\nLasers are the dream weapon for the military. You can fire them from incredible distances with pinpoint accuracy and have the potential to be a game-changer in any battle. Advanced lasers could be used to detonate RPGs or missiles before they get to the target, they can punch through walls, and could potentially blow up ICBMs before they get too far off the ground (Reagan’s infamous Star Wars plan). There’s no ammunition concerns, just power, and despite being totally un-serviceable in the field, the lack of moving parts makes the possibility of breaking very slim.\n\nContinue Reading\n\nDARPA Not Satisfied With Regular Submarine, Wants a Flying One\n\nNovember 24 2008 \/ by John Heylin \/ In association with Future Blogger.net\nCategory: Gadgets   Year: 2015   Rating: 4 Hot\n\nThe Defense Advanced Research Projects Agency (DARPA) wants to develop a plane capable of flight as well as submerging underwater. “The objectives issued by DARPA are for a vehicle that would have an airborne tactical radius of 1,000 nautical miles, a low-level flight radius of 100 nautical miles (which may leverage surface effects), and a submerged tactical radius of 12 nautical miles.” The hope is that it could carry up to eight people and a 2,000 pound payload (check out their full proposal here).\n\nThe problem with developing a submersible aircraft is that air flows around structures differently than water. Developing a body that is efficient through the air as well as water will be incredibly difficult. It may be so daunting that the cost of developing and building working prototypes would render it un-obtainable. The funny thing is, the Navy has wanted something like this for over 60 years. “The U.S. Navy had begun contemplating the merger of aviation and submarine technologies into a single vehicle as early as 1946.” Even the Russians tried to dabble in submersible airplanes (video after the jump).\n\nContinue Reading\n\nPicking Apart the Pickens Plan - 5 Big Challenges\n\nNovember 13 2008 \/ by Garry Golden\nCategory: Energy   Year: 2017   Rating: 10 Hot\n\nBig Plans are susceptible to changes in the world around us, and even bold visionaries can have wrong assumptions about the future.\n\nAfter blanketing the media landscape over the summer with The Pickens Plan, T Boone Pickens has announced that he is slowing down his plans to build a massive wind farm in West Texas. Pickens’ $2 billion order of GE wind turbines has not been affected, but scaling up of the project is likely to happen more slowly than originally hoped.\n\nA changing world or wrong assumptions?\nPickens has certainly felt the pains of shifts in the market where money is now in short supply and the global economic slowdown has battered his energy intensive hedge fund. But there have always been flaws to his core assumptions that support the vision that have somehow escaped widespread critical thought or media scrutiny. Pickens deserves credit for his willingness to advance the energy conversation in the US, but it does not free his Plan from closer examination:\n\n#1 Utilities won’t evolve without regulatory changes\n#2 Wind needs storage to evolve\n#3 Natural Gas is a globally integrated industry, no breaking ‘foreign’ dependency there!\n#4 The Auto Industry’s problem is not oil, it’s the combustion engine.\n#5 Building transmission lines in my backyard or ranch?! It’ll cost you!\n\n#1 Utilities won’t evolve without regulatory changes\n\nContinue Reading\n\nUS Military Fights Toxic Weapon Labs with Incendiary Fireballs\n\nNovember 13 2008 \/ by John Heylin \/ In association with Future Blogger.net\nCategory: Security   Year: 2010   Rating: 3\n\nThe Pentagon is being very hush-hush about it, but a secret weapon we posses in the US military is a solid rocket-fuel incendiary fireball. Meant to take out chemical weapons labs or underground bunkers, these fireballs burn up anything located inside the structure without blowing it up. “These are hollow spheres, made of rubberized rocket fuel; when ignited, they propel themselves around at random at high speed, bouncing off the walls and breaking through doors, turning the entire building into an inferno.” If there’s one thing that could ruin a persons day, it’s a bunch of solid rocket-fuel fireballs bouncing around in a small area.\n\nDue to the secretive nature of the new weapon, not much is being said, but Wired, who initially reported the story, says that it’s quite possible the fireballs (named “CrashPAD” and “Shredder”) have been put into some sort of low-rate production. One wonders if this was the secret military weapon Bob Woodward was talking about a few months ago.\n\nDoes this have a future in the US Military?\n\nContinue Reading\n\nCredit Card Has Touchpad, Three Year Battery Life\n\nNovember 11 2008 \/ by John Heylin \/ In association with Future Blogger.net\nCategory: Gadgets   Year: 2010   Rating: 5 Hot\n\nVisa Europe is working hard for your money, and in doing so they have come up with a credit card capable of switching around your security code everytime you enter your PIN on its touchpad. “An alpha-numeric display and keypad is built directly into the card. When making a transaction online, customers type their PIN into the card, which creates a one-time security code.” Visa is working with four major banks, including Bank of America in the UK, to develop this card. Videos of how it works can be found here and here.\n\nThis is quite amazing. Having a touchpad on your credit card ensures that the code on the back of your card (that little number, usually three digits, on the back) could never be compromised without a thief knowing your PIN number. I wonder though if the numbers you press would look worn, making it easy for the thief to determine what you PIN is.\n\nAlthough it’s kind of unnerving to think that your credit card has a battery life, the fact that it can run for three years could help boost confidence. You could possibly even charge it at your local bank every year on a simple flat tray. Of course, someone hacking into it within a few days is possible but by then hopefully you’d have canceled it. All we need now is a credit card that can take your fingerprint.\n\nCheck out more at ITPRO\n\nvia Gizmodo\n\nUK Doing its Best to Become Dystopian with Mobile Fingerprint Scanners\n\nOctober 27 2008 \/ by John Heylin \/ In association with Future Blogger.net\nCategory: Security   Year: 2010   Rating: 5 Hot\n\nThe UK police are implementing a new policy which has civil liberty groups in an uproar. Called Project Midas, it aims to put small Blackberry-like fingerprint scanners in the hands of police within the next two years. This will allow police to confirm the identity (7.5 million prints on record and climbing) of people they detain.\n\nOfficials claim that the fingerprint records will only be used for identification and all fingerprints obtained by the device will be erased. But after reading about the British bomb-sniffing laundromat I have my doubts.\n\nIn fact, the UK Police are notorious for invading the civil liberties of their people. With an estimated 1.5 million security cameras around London alone (along with a probable 4.2 million country-wide), it’s no wonder the British people are feeling a little perturbed.\n\nContinue Reading\n\n1.7 Million GM Cars Will Be Equipped With OnStar's \"Stolen Vehicle Slowdown\" Software in 2009\n\nOctober 23 2008 \/ by Alvis Brigis \/ In association with Future Blogger.net\nCategory: Security   Year: 2009   Rating: 9 Hot\n\nGeneral Motors (GM) and OnStar have successfully demonstrated a prototype technology called Stolen Vehicle Slowdown, which does exactly that – it allows OnStar advisors working with law enforcement to send a signal to a subscriber’s stolen vehicle to reduce engine power, slowing the vehicle down gradually.\n\nThe exact process for Stolen Vehicle Slowdown (at right) goes as follows:\n\n- Once the vehicle has been reported stolen to law enforcement, the subscriber can call OnStar and request Stolen Vehicle Assistance. OnStar will confirm the subscriber has not opted out of the Stolen Vehicle Slowdown service.\n\n- OnStar uses real-time GPS technology to attempt to pinpoint the exact location of the stolen vehicle and provide this information to law enforcement to help them recover the vehicle.\n\n- When law enforcement has established a clear line of sight of the stolen vehicle, law enforcement may request OnStar to slow it down remotely.\n\n- OnStar then sends a remote signal to the vehicle that interacts with the Powertrain system to reduce engine power which will slow the vehicle down gradually.\n\nWorried that the wrong car might be targeted? OnStar insists that “Safeguards will be in place to ensure that the correct vehicle is slowed down.”\n\nStolen Vehicle Slowdown comes along just as more people are installing automobile kill switches to protect th... (truncated)",
        "topic_id":19,
        "format_id":1,
        "topic_confidence":0.9289709926,
        "format_confidence":0.7384287715
    },
    {
        "url":"http:\/\/ecologylab.net.technion.ac.il\/publications_\/reports-theses-and-others\/",
        "text":"Reports, theses, and others\n\nLortet iris conservation: establishment of new populations of the endemic Lortet iris (Iris lortetii) (a progress report). 2014. In Hebrew\n\nSapir,N.and Carmel, Y. 2010. Post fire vegetation regeneration in planted pine forests. Ecology & Environment. 3:14-23. In Hebrew.\n\nMount Carmel: Risk Map vs. 2010 Fire (a map)\n\nNezer,O.and Carmel, Y. 2010. Automated mapping of Acacia trees in the Arava valley using remote sensing (a report). In Hebrew.\n\nJudaean Mountains fire risk report (2010). In Hebrew\n\nMount Carmel area fire risk report (2004-2007). In Hebrew\n\n\nBar Massada,A. (2008), Mapping and modeling the dynamics of Mediterranean vegetation under various management activities, (PhD dissertation)\n\nVdov,O. (2013), The linkage between environmental heterogeneity and biodiversity in algal assemblages on the rocky shore, (Master dissertation)\n\nKent,R. (2010), Relationships between environmental parameters and species composition patterns and their implications for biodiversity surrogates – a multiple scale study, (PhD dissertation)\n\nNezer,O. (2011), Modeling the distribution of the Asiatic Wild Ass (Equus Hemionus) in the Negev Desert, Southern Israel, (Master dissertation)\n\nBlank,L. (2009), Multiscale analysis of species distriburion pattern(PhD dissertation)\n\nFederman,R. (2010), Potential distribution and monitoring the invasive species “The little fire ant” (Wassmania auropunctata), (Master dissertation)\n\nLiberzon,J. (2011) Seasonal dynamics of chromophoric dissolved organic matter in Lake Kinneret: An investigation of fluorescent component changes in relation to microbial and phytoplankton productivity, (Master dissertation)\n\nSegal,B. (2006), Nature Reserve Management for Conservation of the Endangered Species Iris bismarckiana, (Master dissertation)\n\nJahshan,F. (2010), Mapping fire risk using multiple simulations of fire behavior, (Master dissertation)\n\nNoi Harpaz,G. (2014), Development of a quantitative approach for Environmental Impact Assessment of a desalination plan: Shavei-Zion case study, (Master dissertation)\n\n\nCarmel, Y., Flather, C., Dean, D. 2006. A Methodology for Translating Positional Error into Measures of Attribute Error, and Combining the Two Error Sources. A Plenary Lecture in: Proceedings of the Seventh International Symposium on Spatial Accuracy Assessment in Natural Resources and Environmental Sciences, Lisbon.",
        "topic_id":19,
        "format_id":1,
        "topic_confidence":0.9903916121,
        "format_confidence":0.5931283832
    },
    {
        "url":"http:\/\/bluelivingideas.com\/category\/tips\/",
        "text":"Browsing the \"Water Use Quick Tips\" Category\n\nWater Conservation 101\n\nJanuary 29th, 2009 | by Stephanie Evans\n\nWhat comes to mind when you visualize the word water? Do you think of clean, pure, refreshing and . . . available? Unfortunately, in today's world, these words are decreasingly associated with our water supply, especially as we learn more about where our water comes from and the processes by which it arrives in our possession\n\nBack to Top ↑",
        "topic_id":19,
        "format_id":1,
        "topic_confidence":0.7947434187,
        "format_confidence":0.9590130448
    },
    {
        "url":"http:\/\/www.issuesmagazine.com.au\/category\/scientific-terms-free-tagged\/innovation",
        "text":"Issues Magazine\n\nArticles about innovation\n\nScientific Innovation in Australia\n\nBy John Cusick\n\nAustralians can be proud of inventions like the Victa lawn mower and the cochlear implant, but how does our scientific innovation fare in a global sense? Changes to Australian patent law aim to help researchers and innovators achieve success in their own country.\n\nIn broad terms, scientific innovation in Australia depends on a strong scientific research community and the development of new ideas that can be commercially exploited. A key factor to scientific innovations is the ability for scientists to make money from their research so that they can conduct further research and development.\n\nFive Major Trends\n\nBy Mark R. Anderson\n\nA surprisingly small number of major trends are serving as primary drivers of the world today. Two of these are new, and two more have not yet been properly defined, but all are remarkable in their impact.\n\nPrivacy vs Lunacy: More Destruction, Lower Cost\n\nOne of the great, and perhaps most tragic, trends driving world events today is the increasing ability of the small and misguided to create ever larger amounts of destruction and death. While many people focus on the appropriately frightening spread of nuclear weapons, this is only the tip of the techno-terror iceberg, as many recent events have proven.\n\nNever before have so few been able to kill so many. We have now also crossed a line beyond which we will never, as a species, return.\n\nIntellectual Property: Protecting Your Valuable Assets\n\nBy Joanna Jones\n\nThe first step to protecting your creative and intellectual effort is to identify and classify your intellectual property to determine the most appropriate way to protect it.\n\nBroadly speaking, intellectual property (IP) is a term for a group of rights provided for by law that affords protection for “creative and intellectual effort”. Intellectual property rights fall into two primary categories: registrable and non-registrable rights.\n\nSustainable Productivity: Options for a World Running out of Resources\n\nBy Ian A. Maxwell\n\nThe legacy of two historical megatrends – the industrial revolution and the Enlightenment – is another megatrend: the emerging crisis in the supply of humanity's key resources.\n\nRecently I had the pleasure of sitting through a seminar given by former US Vice-President Al Gore in which he outlined the categories of challenges facing humans. Gore is a student of history, and he believes that while humans have always faced challenges, the enormity of the situation facing us today is unprecedented because our very existence on this planet is potentially under threat – and that this threat is of our own doing.",
        "topic_id":19,
        "format_id":1,
        "topic_confidence":0.9846973419,
        "format_confidence":0.9865889549
    },
    {
        "url":"https:\/\/www.merlot.org\/merlot\/materials.xml?category=2630&createdSince=2012-11-10&sort.property=dateCreated&community=3017",
        "text":"MERLOT Search - category=2630&createdSince=2012-11-10& A search of MERLOT materials Copyright 1997-2017 MERLOT. All rights reserved. Sat, 25 Feb 2017 08:47:27 PST Sat, 25 Feb 2017 08:47:27 PST MERLOT Search - category=2630&createdSince=2012-11-10& 44 34 A transcendental to changing metal powder characteristics It’s not often that Metal Powder Report departs from the path of hard facts into the somewhat ‘mushier’ area of metaphysics, but opportunities crop up. While recognising that science has its fair share of charlatans, one such opportunity was presented by a paper submitted by an Indian researcher in which he details work aimed at probing the effects on powder samples where changes were apparently generated by thought. Some will laugh, others will cry, but perhaps among our readers there are those who might be able to help elucidate further the phenomena described…  Thu, 27 Oct 2016 04:21:42 -0700 Reactions: Videos and Graphics from the Am. Chem. Society Videos and infographics from the American Chemical Society. Wed, 14 Sep 2016 04:20:25 -0700 ChemAssist App for iOS 'Are you looking for a convenient and reliable way to track your on-hand chemical inventory? Look no further. Now you can easily manage your classroom or stock room chemicals in a snap using ChemAssist, the latest mobile app from Fisher Science Education. Available for use on iPad, iPhone, or iPod devices, ChemAssist is perfect for chemistry teachers, lab assistants or chemical stock room managers.It&rsquo;s like having your own personal lab assistant. By utilizing the QR scanning function, which is built right into the app, you can instantly add any Fisher Science Education chemical to your inventory. Just scan the QR code that is conveniently printed on all Fisher Science Education chemical labels and with the touch of a button, you can instantly add the item to your inventory.&nbsp;Maybe you want to manage your inventory from your office or classroom and you don&rsquo;t want to use the QR scanning function. That&rsquo;s not an issue. Simply scroll through the extensive library of over 1000 educational chemicals that are built into the app. You&rsquo;re just a click away from importing any of our chemicals into your inventory. ChemAssist allows quick and seamless additions and subtractions to your chemical supply, allowing you to track your chemical usage and most importantly, it provides you with instant, visibility to your current on-hand chemical inventory.&nbsp;You probably already have chemicals in your stock room that you want to track. That&rsquo;s not a problem either. ChemAssist allows you to add ANY chemical into your on-hand inventory. It&rsquo;s simple. You just manually add some basic chemical information and in a few clicks, you can save any chemical to your inventory tracking system.In addition to managing your chemical inventory, ChemAssist provides:&bull;Instant access to MSDS information for any Fisher Science Education chemical.&bull;Chemical usage capabilities, including the ability to monitor stock levels, with convenient notifications when stock is low or inventory has expired.&bull;Export or sort your chemical inventory&bull;A simple ordering tool that allows you to build a list of chemical you need and then create a PDF order form that you can save, email or print instantly.'This is a free app Tue, 9 Dec 2014 10:00:03 -0800 The Chemical Touch App for iOS 'Explore the properties of the elements, the standard amino acids, and the nucleobases with The Chemical Touch. A touch sensitive periodic table and chemical information companion, it provides a wealth of information right at your fingertips. Recolor the periodic table by selecting properties other than Atomic Mass to visually investigate periodic trends. Having exhausted the built-in information, the internet button opens the Wikipedia page for the selected element, amino acid, or nucleobase.A quick guide detailing all the features is available for download at the application website.'This app costs $0.99 Mon, 1 Dec 2014 19:32:16 -0800 Chemical Reaction GIFs Short (&lt;1 min.) GIF format videos of interesting (read: violent) chemical reactions, often involving things that catch fire or blow up.  Users can also submit GIFs of their own chemical reactions. Tue, 30 Apr 2013 12:24:17 -0700 Rheology - New Concepts, Applications and Methods This is a free textbook offered by InTech.'This book focuses on the current research in the area of rheology. Rheological characterizations are performed on materials in order to understand the basic nature of a system, quality control of raw materials and final products. The rheological characterizations are important to study the effect of different parameters such as formulation, shelf life and temperature on the quality of final products. The book covers a broad range of rheology related topics such as microrheology, capillary rheolgical measurements, characterization of dense suspensions and numerical analysis of viscoelastic fluids.' Tue, 26 Feb 2013 14:28:10 -0800",
        "topic_id":19,
        "format_id":1,
        "topic_confidence":0.9386017919,
        "format_confidence":0.9613824487
    },
    {
        "url":"https:\/\/sandbox.momath.org\/home\/blast\/2013-06-june-july\/",
        "text":"Upcoming Events at MoMath\n\nDear MoMath friends,\n\nMoMath is pleased to announce a number of exciting upcoming events:\n\nSummer Camp at MoMath!\nCalling all 4th through 8th graders—registration is about to close for MoMath’s exciting new summer camp program, Transformations–and there are still spaces available. Don’t miss out on the inaugural season of summer fun with math. Need-based scholarships available. To register, visit transformations.momath.org, or email education@momath.org for more information.\n\nField Trips for 2013-2014—don’t miss out!\nTeachers, don’t miss out on the opportunity to bring your classes to visit MoMath next year. Space is filling fast; visit fieldtrip.momath.org to register for a group visit during the upcoming school year.\n\nMoMath Storytime 1-2-3\nThursday, June 20, 4:00 pm\nToddlers and preschoolers, come listen to some number-based stories, then enjoy basic counting and number play activities. For further information and to register, visit storytime123.momath.org.\n\nBedtime Math\nMonday, June 24, 3:00 pm to 6:00 pm\nJoin Laura Overdeck, founder of Bedtime Math, as MoMath celebrates the launch of her new book, bursting with fun, mischief-making math puzzles. Children and parents will build their own zip lines, figure out some sticky tangram puzzles, and have a chance to chat informally with the author and creator of Bedtime Math. Everybody will have a chance to purchase a signed copy of the new book, one day before it goes on sale to the general public! For further information and to register, visit bedtimemath.momath.org.\n\nFilling the Grid:  Scrabble Strategies and Stories from the Pro\nFriday, June 28, 7:00 pm\nJoin MoMath for an evening of Scrabble with three-time national champion Joe Edley. Joe will provide a host of tips and tricks to improve your game, as well as share some of the funny (11 points), ironic (8 points), incredible (15 points), and amazing (38 points, double word score) stories from his life as a Scrabble champ. Don’t forget to bring your Scrabble board! For further information and to register, visit scrabble.momath.org.\n\nMath Encounters:  From Flapping Birds to Space Telescopes: the Mathematics of Origami\nWednesday, July 3, 4:00 pm or 7:00 pm\nJoin physicist and origami expert Robert Lang and learn how mathematics transformed an ancient Japanese art form, spawning both practical applications and a whole new genre of art. For further information and to register, visit mathencounters.org.  \n\nFolding in Geometry\nFriday, July 19, 7:00 pm\nJoin the Museum of Mathematics as it presents a very hands-on Family Friday event. Wendy Zeichner and Aldo Putigano of OrigamiUSA, the largest origami organization in the country, will take visitors on a tour of the mountains and valleys of paper folding. Make a piece of paper pop up into a frog; interconnect some paper squares and make a magic star; experiment with shape and color and make something beautiful to take home. Through origami, parents and children alike will explore the geometric properties of objects and how a line here and a line there can result in… a lion here and a lion there. For further information and to register, visit origami.momath.org.\n\nMath Encounters:  The Cosmic Distance Ladder\nWednesday, August 7, 4:00 pm or 7:00 pm\nJoin Fields Medalist and UCLA professor Terry Tao as he demonstrates how basic math can be used to estimate distances that are out of this world. For further information and to register, visit mathencounters.org.  \n\nEvents, Birthday Parties, and More\nLooking to host a one-of-a-kind event where your guests can interact with over two dozen engaging exhibits? Enter a world of mathematical intrigue, but don’t worry, amongst all the activity there is plenty of space for gala-worthy dinners, over-the-top birthday bashes, and mitzvahs. Who knew math could be this much fun? Email events@momath.org for more information.\n\nWe need your help!\nBecome a member today, and help ensure that MoMath continues to deliver exciting and engaging math programs for all ages. Visit momath.org\/join to become a member, and receive unlimited access to MoMath’s innovative exhibits, plus discounts in Additions, the shop at MoMath. Become a premium member and receive early notice and invitations to exclusive MoMath events.\n\nLove Light Grooves?\nIf you love the Light Grooves exhibit featured in MoMath’s front gallery, now you can bring a piece of MoMath right into your home. For information about purchasing one of these unusual specular holograms, designed by artist and inventor Matthew Brand, visit lightgrooves.momath.org.\n\nWatch MoMath on CBS News!\nMath may not be as easy as pi, but it's not square, either, as Mo Rocca discovers at NYC's Museum of Mathematics\n\nWe hope to see you at MoMath!\n\nNational Museum of Mathematics\n\nSupport MoMath at momath.org\/contribute\n11 E 26th St\nNew York, NY 10010\nUnited States\n\nUnsubscribe from this mailing\nOpt-out of all future mailings\nIf you opt-out of all mailings you will not receive any news, newsletters, event confirmations, or event invitations from the National Museum of Mathematics.\n\n\n2019 June-July\n2019 May-June\n2019 April-June\n2019 March-April\n2019 February-March\n\n2019 January-February\n2018\/2019 December-January\n2018 November-December\n2018 October-November\n2018 September-October\n2018 August-September\n2018 July-August\n2018 June-July\n2018 May-June\n2018 April-May\n2018 March-April\n2018 February-March\n2018 January-February\n2017 December-January\n2017 November-December\n2017 October-November\n2017 September-October\n2017 August-September\n2017 July-August\n2017 June-July\n2017 May-June\n2017 April-May\n2017 March-April\n2017 February-March\n2017 January-February\n2016 December-January\n2016 November-December\n2016 October-November\n2016 September-October\n2016 August-September\n2016 July-August\n2016 June-July\n2016 May-June\n2016 April-May\n2016 March-April\n2016 February-March\n2016 January-February\n2015 December-January\n2015 November-December\n2015 October-November\n2015 September-October\n2015 July-August\n2015 June-July\n2015 May-June\n2015 April-May\n2015 March-April\n2015 February-March\n2015 January-February\n2014 December-January\n2014 November-December\n2014 October-November\n2014 September-October\n2014 August-September\n2014 July-August\n2014 June-July\n2014 May-June\n2014 April-May\n2014 March-April\n2014 February-March\n2014 January-February\n2013 December-January\n2013 November-December\n2013 October-November\n2013 September-October\n2013 July-August\n2013 June-July\n2013 May-June\n2013 April-May\n2013 March-April\n2013 February-March",
        "topic_id":19,
        "format_id":1,
        "topic_confidence":0.6288476586,
        "format_confidence":0.833724618
    },
    {
        "url":"https:\/\/www.sustainablefuturesinafrica.com\/category\/events\/knowledge-exchange\/",
        "text":"Sustainable Development and the Global South\n\nCollaboration with Glasgow School of Art\n\nFuture Experiences: Sustainable Development and the Global South\n\nIn 2019-2020, the SFA Network collaborated with the Glasgow School of Arts – Product Design on a project entitled the Future Experiences: Sustainable Development and the Global South. You can read more about it here.\n\nThe SFA Network is very pleased to announce that the project dataset collection is now live! The record is public and can be accessed here. Many SFA Members took part to the project and we would like to thank everyone for their contribution. They are included as an author on this dataset\/project.\n\nWe recommend looking at the  ‘Project Journey Map’ and the fantastic ‘Future Experiences Book’ in order to get a feel for what is there. But don’t stop there – this is a tremendously rich resource of output and know-how.  This collaboration with the future designers from the Glasgow School of Art was truly inspiring and refreshing for the SFA team. The impact of this project and the engagement with designers is translating into the recent research applications submitted by the Network.\n\nWe encourage you to use and share the material from this project.\n\nDOI: 10.5525\/gla.researchdata.1019\n\nExhibition Video - Future Experiences\n\nBy Prof Nicol Keith, Institute of Cancer Sciences\n\nThe Future Experiences: Sustainable Development & The Global South project is a joint venture with the Innovation School at Glasgow School of Art (GSA) and the UofG Sustainable Futures in Africa (SFA) Network.\n\nThis has been led and coordinated by Mia Perry at UofG along with Kirsty Ross at GSA. It’s a final year honours project for the Design students at GSA.\n\nThis project asks the students to consider what happens in this global landscape ten years from now where Sustainable Development has evolved to the extent that new forms of work and communities of practice transform how people engage, learn and interact with each other, with stakeholders and with the global community around them.\n\nTopics addressed are health, energy, mobility, economies, societal structures and the environment.\n\nThe project takes a human-centered approach, rather than simply a user-centered perspective, to exploring the topic in partnership between the GSA & SFA. This brief offers the opportunity to explore the underlying complexities regarding sustainable futures, the post-colonial dynamic between ‘norths’ and ‘souths’, post-capitalism and human agency, to envision a future world context, develop it as an experiential exhibit, and produce the designed products, services and experiences for the people who might live and work within it.\n\nThe project is collaborative in nature, requiring the students to work, learn and interact with experts from for academia, civic and government organisations and NGOs from across the SFA community.\n\nThis project is still ongoing but this short video captures the essence of the project and the work-in-progress exhibition.  The exhibition also features a second future-focused project from the final year Master of European Design (MEDes) students. The Collaborative Futures project partnered Glasgow School of Art with Glasgow City Council to explore how data could shape the experiences of Glasgow’s citizens in 2030 and envisage what a well governed city might look like moving forwards.\n\nTogether, the two projects span the local to the global; exploring themes ranging from sustainable citizenship, to community participation and the value of collaborative creativity in defining how people might live and work together in the near future.\n\nA Call for Funding in Botswana\n\nBy Goitsemang Mmeko\n\nIn 2017, the Botswana SFA Hub explored the issue of human-wildlife interaction in the Mmadinare area in Botswana. The study was titled Unearthing the Dynamics of Human and Wildlife Interactions: The Case of Mmadinare Community in the Central Region of Botswana. Human-wildlife interaction is a topical issue that affects the development of grassroots livelihood, the tourism industry, food production and wildlife management. In this study, the hub explored human-wildlife conflict between the Mmadinare community and the elephant rampages that destroy crops and equipment in the ploughing fields. The findings of the study revealed the significant need for Sustainable Community Partnership in addressing human-wildlife conflict in Mmadinare. Therefore, a stakeholder dissemination workshop was held in Mmadinare on 14 August 2018 with the aim of creating sustainable partnerships to address socio-economic issues, such as human-wildlife conflict.\n\nFrom the local community’s perspective, an educational game park was the best strategy to tackle the problem of human-wildlife conflict. While this idea may sound feasible, it requires a lot of resources, including an in-depth needs assessment involving experts on the environment, wildlife and natural resources as well as education. Since sufficient funds are not available, the idea was halted.\n\nThen, on 22 March 2019, The SFA Botswana research team revisited the community of Mmadinare to look into the community assets that are unexploited and can be used to help alleviate the effects of the challenges posed by wildlife on the community’s livelihoods. The following community assets and resources were identified:\n\n• Lehokojwe and Makome hills\n• Matlotla-historic monuments\/buildings\n• Eco-lodge\n• Fish hatchery unit\n• Leased land\/plots\n• Letsibogo Dam\n• Dikgathong Dam\n\nTo maximize the use of these assets to benefit the residents, community asset training would be ideal in order to help locals learn how to best utilize their resources and assets for their own benefit (income, job creation, etc.). However, although a plan has been arrived at to create a reserve in the area, the lack of funds remains a major constraint. The team would welcome assistance from any donor or friend of the SFA Network.\n\nReporting on: Future Experiences | Glasgow School of Art (Expert Day 2)\n\nBy Vanessa Duclos, Research Manager of the SFA Network\n\nToday (Nov 7th, 2019) was the second opportunity for the emerging designers to engage with the experts in Sustainable Development & the Global South. For more information about the project itself, please read this post.\nThe students presented the concept scenario they had developed as a team, as well as their individual direction which is a specific aspect of the future world they have created. These individual parts will lead to the design of distinct, imaginative and interrelated products, services and experiences. While designing, the students must keep in mind who they are designing for – future workers\/future citizens – with consideration for how Sustainable Development work might evolve to enable\/afford\/alter the dynamics of people, process and practice in the Global South.\n\nAs most of them have never travelled to a destination in the Global South, they largely rely on the experts’ lived-experiences to grasp the reality of those living in developing countries. I was pleased to realise that as the emerging designers broaden their research and interact\/interview the experts, they also start integrating what working across difference means, that there is more than often no “right” or “wrong”, “bad” or “good”, “them” and “us”, which are too easy and simplistic labels used to describe the disparity between the North and the South. I notice that they all felt more comfortable exploring the grey zone between both worlds where ideas and concepts can emerge, instead of stagnating in a criticism loop. While they learn from our experience, we also greatly learn from their creativity, flexibility, and open-mindedness which are skills that requires time and exposure to develop but which seem to be well built-in and natural for this group.\n\nReporting on: Future Experiences | Glasgow School of Art (Expert Day 1)\n\nBy Vanessa Duclos, lead Research Administrator of the SFA Network\nDavid Gerow, SFA Intern and PhD student\n\nThis fall, the Sustainable Futures in Africa Network is collaborating with the Glasgow School of Art’s (GSA) Innovation School. Over the semester, the 4th year product design students will work on a project on the theme of “Future Experiences: Sustainable Development & the Global South”. During this 8-week project, the cohort will investigate future forms and functions of sustainable development work in relation to the Global South, ultimately developing a future scenario and designing the artefacts, services and experiences associated with it 10 years from now.\n\nToday, contemporary product design is not only an industrial or production-focused occupation; rather, it is becoming an epistemological practice, which explores the future, generates new knowledge and formulates hypotheses about how people may live or work in the years to come. Whether they are designing an artefact, service or experience, it is fundamental for a designer to know how to understand what drives people, what their needs are and why.\n\nDr Mia Perry worked with Dr Kirsty Ross, lecturer at the GSA and final year coordinator, to build the structure of this project. Over the last couple of weeks, the students split into seven groups worked together to conduct research in the domains of Health, Energy, Mobility, Economies, Education, Societal Structures and Environment. Each of these domains was examined through various lenses: Social, Technological, Economic, Ethical, Educational, Values, Political, Legal and Ecological. Then, based on this research, the students mapped societal shifts and identified emerging themes or scenarios.\n\nThis morning, the students shared their initial future scenarios with “the experts”: academics and professionals working within the field of sustainable development in the Global South, and members of the SFA Network. By sharing their work, the students had the opportunity to validate certain aspects of their research, as well as the chance to ask ... (truncated)",
        "topic_id":19,
        "format_id":1,
        "topic_confidence":0.598675549,
        "format_confidence":0.8240819573
    },
    {
        "url":"http:\/\/eprints.bham.ac.uk\/view\/year\/1999.default.html",
        "text":"ePrints Repository\n\nItems where Year is 1999\n\nUp a level\nExport as [feed] RSS 2.0 [feed] RSS 1.0 [feed] Atom\nGroup by: Creators | Type of Work | No Grouping\nNumber of items: 3.\n\nXu, Ming and Pycock, David (1999) A Scale-Space Medialness Transform Based on Boundary Concordance Voting. Journal of Mathematical Imaging and Vision, 11 (3). pp. 277-299. ISSN 0924-9907\n\nOliver, Chris and Hall, Scott and Nixon, Julie (1999) A molecular to molar analysis of communicative and problem behaviours. Research in Developmental Disabilities.\n\nSchofield, Andrew J (1999) Non-Fermi liquids. Contemporary Physics, 40 (2). pp. 95-115. ISSN 0010-7514\n\nThis list was generated on Sat Jan 21 01:31:40 2017 GMT.",
        "topic_id":19,
        "format_id":1,
        "topic_confidence":0.6953210831,
        "format_confidence":0.6147825122
    },
    {
        "url":"https:\/\/www.nhbs.com\/series\/geoplanet-earth-and-planetary-sciences",
        "text":"Books  Palaeontology & Geology  Geology  Earth & Planetary Sciences: General \n\nGeoPlanet: Earth and Planetary Sciences\n\nMost Recently Published\n\nImpact of Climate Changes on Marine Environments\n\nBy: Tymon Zielinski(Editor), Marcin Weslawski(Editor)\n\nFrom £74.99\n\nPublisher: Springer-Verlag\n\nForthcoming volumes in this series will be added to this page as soon as we become aware of them.\n\nPlease contact about setting up a standing order, or if you would like to be notified when we add new volumes.\n\nSort by  \n\nVAT: GB 407 4846 44\nNHBS Ltd is registered in England and Wales: 1875194",
        "topic_id":19,
        "format_id":1,
        "topic_confidence":0.963685751,
        "format_confidence":0.8457240462
    },
    {
        "url":"http:\/\/www.kaumudiglobal.com\/news_feed_SCI&TECH.xml",
        "text":"KAUMUDI SCIENCE AND TECHNOLOGYhttp:\/\/www.kaumudiglobal.com\/KAUMUDI SCIENCE AND TECHNOLOGY NEWSSun, 24 Sep 2017 01:24:02 America\/Phoenixhttp:\/\/backend.userland.com\/rss092 en Astrophysicists make music from Saturn's moons, rings Scientists have created music from the Saturn's moons and rings - converting their rhythmic orbits into musical octaves - to celebrate the Grand Finale of NASA's Cassini spacecraft next month. The Cassini spacecraft has been collecting data while orbiting Saturn since its arrival in 2004 and is now in the throes of a final death spiral. Fri, 01 Sep 2017 23:36:41 http:\/\/www.kaumudiglobal.com\/innerpage1.php?newsid=96150 Rooter includes Kabbadi, F1 under one roof NEW DELHI: A sports social gaming platform Rooter, becomes the world's first digital platform to host seven types of sports in one application by including Kabaddi and F1. The app connects, engages, and helps sports audience interact with each other on a real-time basis. Tue, 01 Aug 2017 14:27:03 http:\/\/www.kaumudiglobal.com\/innerpage1.php?newsid=94745 Orbiting supermassive black holes discovered for first time NEW YORK: In a major breakthrough, astronomers including one of Indian origin have discovered two supermassive black holes orbiting each other 750 million light years away from Earth - a finding that may help better understand how gravitational waves are formed. Last year, an international team of researchers detected the existence of gravitational waves, confirming German physicist Albert Einstein's 100-year-old prediction and astonishing the scientific community. Wed, 28 Jun 2017 20:45:27 http:\/\/www.kaumudiglobal.com\/innerpage1.php?newsid=93245 Theweightmonitor.com launches mobile app for easier access to one-stop weight management platform NEW DELHI: Theweightmonitor (TWM), Delhi-based startup and India's first fully online weight management portal announces the launch of its mobile app, thereby making it easy for the customers to avail one-stop weight management platform. Tue, 13 Jun 2017 18:19:35 http:\/\/www.kaumudiglobal.com\/innerpage1.php?newsid=92707 New drug to treat blood cancer developed NEW YORK: A new drug for blood cancer that may provide better treatment alone or combined with chemotherapy has been developed by a team led by an Indian-origin scientist. Sat, 10 Jun 2017 19:38:19 http:\/\/www.kaumudiglobal.com\/innerpage1.php?newsid=92583 Threat of asteroid impact looming over Earth: experts LONDON: The risk of a sizeable asteroid hitting the Earth is significantly growing every few years, warn Czech scientists who analysed 144 fireballs from a recent meteor shower. The Taurid meteor shower showed significantly enhanced activity in 2015. Researchers found that this was due to a well defined orbital structure. Wed, 07 Jun 2017 18:04:13 http:\/\/www.kaumudiglobal.com\/innerpage1.php?newsid=92447 Hottest known planet in universe discovered WASHINGTON: Scientists have discovered the hottest known planet located 650 light years from Earth, which is warmer than most stars in the universe and sports a giant, glowing gas tail like a comet. The Jupiter-like planet orbits a massive star KELT-9 every day and a half, researchers said. Wed, 07 Jun 2017 17:55:48 http:\/\/www.kaumudiglobal.com\/innerpage1.php?newsid=92446 Wireless, battery-less pacemaker developed HOUSTON: Scientists have developed a new wireless, battery-less pacemaker that can be implanted directly into a patient's heart, an advance that could lead to \"triple crown\" of treatment for irregular heartbeat. Tue, 06 Jun 2017 19:43:25 http:\/\/www.kaumudiglobal.com\/innerpage1.php?newsid=92405 'Manned missions to Moon, Mars may face medical emergencies' GENEVA: Astronauts on missions to deep space such as Mars may face severe medical emergencies like heart attacks, say experts who suggest that the crew must prepare to deal with potentially fatal illnesses or injuries. Experts at the Euroanaesthesia congress in Geneva discussed the unusual and challenging problem of how to perform emergency medical procedures during space missions. \"Space exploration missions to the Moon and Mars are planned in the coming years. During these long duration Mon, 05 Jun 2017 18:38:51 http:\/\/www.kaumudiglobal.com\/innerpage1.php?newsid=92346 Ransomware threat: Centre activates mechanism to prevent ‘Wannacry’ cyber attack The government on Sunday said it has activated a “preparedness and response mechanism” to prevent any major cyber attack from a new ransomware – “Wannacry” – which has infected computer systems around the world. According to the Ministry of Electronics and Information Technology (MeitY), it has activated a “preparedness and response mechanism” by instructing CERT-IN (Computer Emergency Response Team) to gather “all the information of the reported ransomware”. Just a few days Mon, 15 May 2017 18:06:52 http:\/\/www.kaumudiglobal.com\/innerpage1.php?newsid=91481 2 lakh hit by 'unprecedented' cyberhack in 150 nations:Europol LONDON: The \"unprecedented\" ransomware cyberattack has hit as many as 200,000 victims in over 150 countries, Europe's leading security chief said today and warned of another \"imminent attack\". Sun, 14 May 2017 22:10:04 http:\/\/www.kaumudiglobal.com\/innerpage1.php?newsid=91441 foodpanda revamps mobile app; provides more options NEW DELHI: Online food delivery app foodpanda on Tuesday announced the new and refurbished India version of its app to mark the company's fifth anniversary. Tue, 09 May 2017 18:19:32 http:\/\/www.kaumudiglobal.com\/innerpage1.php?newsid=91233 ixigo launches trains app for Apple iOS users NEW DELHI: India's most popular train information app ixigo has announced the launch of its train app for download on the app store for Apple phone users. Tue, 09 May 2017 18:17:24 http:\/\/www.kaumudiglobal.com\/innerpage1.php?newsid=91232 Virtual humans may help doctors learn empathy: study In a first, scientists are using life-like virtual humans to train doctors on how to break bad news and express empathy to patients and their family members. Researchers created two virtual humans - Robin and Delmy - that are intelligent and conversational, and have the capacity to interact using a wide range of communication behaviours shared in typical face-to-face dialogue. Sun, 30 Apr 2017 20:16:39 http:\/\/www.kaumudiglobal.com\/innerpage1.php?newsid=90880 Gamers, here are five games to watch out for NEW DELHI: Online gaming in India has witnessed a surge with the creation of multiple new games, gaming forums and so on. See the top five games that have established its presence in the gaming industry this season: Sat, 29 Apr 2017 17:59:19 http:\/\/www.kaumudiglobal.com\/innerpage1.php?newsid=90833 Yahoo India homepage gets brand new look NEW DELHI: Yahoo India homepage has got a new look, along with updates to Yahoo Finance, Yahoo Cricket and Yahoo Lifestylefor users in India. Thu, 27 Apr 2017 13:54:09 http:\/\/www.kaumudiglobal.com\/innerpage1.php?newsid=90740 Spacecraft flies between Saturn and rings in historic 1st Cape Canavera: NASA's Cassini spacecraft has ventured into the never-before-explored region between Saturn and its rings. But flight controllers won't know how everything went until tomorrow when they are back in touch with the craft. Cassini was out of radio contact with Earth today as it became the first spacecraft to enter the gap between Saturn and its rings. That's because its big dish antenna was maneuvered face forward to protect science instruments from potentially damaging ring Thu, 27 Apr 2017 00:11:11 http:\/\/www.kaumudiglobal.com\/innerpage1.php?newsid=90712 Google targets 'fake news,' offensive search suggestions SAN FRANCISCO: Google has sprinkled some new ingredients into its search engine in an effort to prevent bogus information and offensive suggestions from souring its results. The changes announced today reflects Google's confidence in a new screening system designed to reduce the chances that its influential search engine will highlight untrue stories about people and events, a phenomenon commonly referred to as \"fake news.\" Tue, 25 Apr 2017 22:54:17 http:\/\/www.kaumudiglobal.com\/innerpage1.php?newsid=90680 Offensive WhatsApp posts can land group admin in jail VARANASI: Think twice before becoming administrator of a group on WhatsApp or Facebook as one is liable for prosecution if any rumour or fake news is circulated on it. Thu, 20 Apr 2017 18:09:55 http:\/\/www.kaumudiglobal.com\/innerpage1.php?newsid=90440 Facebook for 'everyone' and not just high end: Zuckerberg Facebook does innovation to serve \"everyone\" in the community and not just the \"high end\", its CEO Mark Zuckerberg has said in an apparent swipe at the Snapchat boss' reported \"poor countries\" remark that triggered a controversy in India. \"I think one thing that people probably don't think about as much as we do is innovation to serve everyone in the community, not just the high end, right?,\" Zuckerberg told Tech Crunch on the sidelines of the annual Facebook Developer Conference (F Wed, 19 Apr 2017 19:36:30 http:\/\/www.kaumudiglobal.com\/innerpage1.php?newsid=90393 Google Earth re-invented for new era SAN FRANCICSO: Google today launched a re- imagined version of its free Earth mapping service, weaving in storytelling and artificial intelligence and freeing it from apps. \"This is our gift to the world,\" Google Earth director Rebecca Moore said while giving AFP an early look at the new version of the program that lets people range the planet from the comfort of their computers, smartphones or tablets. Tue, 18 Apr 2017 17:47:49 http:\/\/www.kaumudiglobal.com\/innerpage1.php?newsid=90355 NASA images show how India looks from space at night WASHINGTON: NASA today released new global nighttime images of the Earth - including a detailed view of India and its surroundings that show how patterns of human settlement changed across the country between 2012 and 2016. The new images compare the composite night-time view of India and its surrounding areas in 2016 with that of 2012. Thu, 13 Apr 2017 18:06:54 http... (truncated)",
        "topic_id":19,
        "format_id":1,
        "topic_confidence":0.9801223278,
        "format_confidence":0.9634777904
    },
    {
        "url":"http:\/\/maps.events.mjc.edu\/archived_yrs\/06_07.htm",
        "text":"Modesto Area Partners in Science\n\nPrior Events Archives Sponsors\n\nMAPS strives to achieve excellence in science literacy in the Central Valley with free Friday night \"Edu-taining\" science presentations. Please note that all presentations are on a first come - first served basis. They usually last 60 - 90 minutes.\n\nGet your MAPS Update by E-mail! Send a request to Richard Anderson:\n\n2006 - 2007 Schedule\n\nFriday, January 26, 2007\n7:30 pm, Forum 110, MJC East Campus\nBruce Damer\n\nBruce Damer discusses the creation, exploration and utilization of virtual worlds.\n\nBruce Damer is the author of the acclaimed book, Avatars! Exploring and Building Virtual Worlds on the Internet and has been featured on the recent History Channel program, \"How William Shatner Changed the World.\" Bruce will take us on a tour of the virtual worlds of cyberspace and the work and science being done in this fascinating realm.\n\nBruce is CEO and founder of The Digital Space Commons, and director of the Contact Consortium. Bruce co-directs a research and development consortium bringing virtual worlds and communities to the net. He is a visiting scholar at the University of Washington HIT Lab and through Digital Space is engaged in innovative projects with such partners as NASA and Adobe Systems Inc.\n\nAge range: Middle School and up.\n\nMr. Damer's Corporate site\nAvatars! Book site\n\nFriday, February 23, 2007\n7:30 pm, Forum 110, MJC East Campus\nDr. Michael Sims\nWorking on Mars\n\nDr. Michael Sims of NASA Ames is a project scientist on the Mars Exploration Rover missions. He will discuss the challenges of current and future Mars missions.\n\nDr. Sims is Research Scientist with the Center for Mars Exploration and the Computational Sciences Division of NASA Ames. He earned a BS in Physics and a Ph.D. in Computer Science and Mathematics from Rutgers University and has been at NASA Ames Research Center since 1987. His research includes robotics, machine learning, visualization, and tools for enhancing and easing scientific modeling. He was one of the founding members of the artificial intelligence and the intelligent mechanisms groups at Ames. Previously he served as agent for artificial intelligence, robotics and human performance for NASA's Office of Exploration. He is actively involved in plans for future planetary missions including robotic activities and human settlements on the Mars and the Moon. He was a participating scientist on the Pathfinder mission and is co-investigator on the Mars 2003 rover missions.\n\nAge range: Middle School and up.\n\nMars Rover\nAmes Research Center\n\nFriday, March 23, 2007\n7:30 pm, Forum 110, MJC East Campus\nDr. Elaine Sison-Lebrilla\nCalifornia's Energy Future\n\nDr. Elaine Sison-Lebrilla is manager of the Energy Generation Research Office, part of the California Energy Commission.\n\nAge range: Middle School and up.\n\nPIER Program (Public Interest Energy Research)\nCalifornia Energy Commission\n\nFriday, April 20, 2007\n7:30 pm, Forum 110, MJC East Campus\nDr. Adrienne Zihlman\nThe Secret Life of Teeth\n\nDr. Adrienne Zihlman, UCSC Professor of Anthropology has been featured in TIME magazine. She explores how new scientific tools flesh out the emergence of our species.\n\nAge range: Middle School and up.\n\nDr. Zihlman's Biography\nUniversity of California st Santa Cruz Anthropology Department\n\nPrior Events\n\nSeptember 29, 2006\nCarbon Dating and Its Modern Applications\nJohn P. Knezovich, Ph. D. Director, Center for Accelerator Mass Spectrometry\n\nA technology borne out of archeologists' desire to obtain a faster method for dating ancient artifacts has also spawned many exciting applications in environmental and biomedical science. Carbon dating techniques refined at Lawrence Livermore National Laboratory's Center for Accelerator Mass Spectrometry (CAMS) are being used to address research questions as diverse as \"how often do droughts occur?\" to \"how long do chemicals remain in our bodies?\" Dr. Knezovich is a chemist and the director of CAMS, a center that enables more research of this kind than any other in the world. His lecture highlighted the principles of carbon dating and how AMS technology is being used to provide insights into archeology, global environmental processes, and biomedicine.\n\nDr. Knezovich is also an adjunct professor of Environmental Toxicology at UC Davis and the director of the UC Toxic Substances Research & Teaching Program. John received his B.A. in biology from the University of the Pacific in 1977 and his Ph.D. in chemical ecology from UC Davis in 1983. He is an environmental chemist who has broad interest in experimental approaches for discerning the environmental fate and toxicity of chemicals. As the director of CAMS, John oversees a team of scientists who are applying ion-beam and nuclear physics techniques to a broad range of environmental and biomedical research topics.\n\nAge range: Middle School and up.\n\nDr. Knezovich's Biography at UC Davis\nDr. Knezovich's Biography at LLNL\n\nFriday, October 27, 2006, 7:30, Forum 110, MJC East Campus.\nThe Science Behind Weather Forecasting\nJohn Juski and Steve Goldstein, National Weather Service\n\nThere is more to weather forecasting than Grandma's knee starting to ache just before it rains. It is more important that a missed golf game, too; farmers can lose millions of dollars worth of crops if someone goofs on the frost report or the hail storm. Come and listen to two experts talk about the science - and the art - of weather forecasting.\n\nAge range: Middle School and up.\n\nNational Weather Service\n\nFriday, December 1, 2006, 7:30, Forum 110, MJC East Campus\nThe science of food production:\nIndustrial agriculture, industrial cuisine and industrial humans\nNathanael Johnson, freelance journalist\n\nNathanael wrote \"Swine of the Times: The Making of the Modern Pig\". He received the 2005 PRNDI (Public Radio News Directors Incorporated) Award for his segment, \"Hypnosis.\" A freelancer, he lives in San Francisco and works at KALW News part-time as well as freelancing. Nathanael has written for Harper's Magazine, The New York Times Magazine,, Salt Magazine and some alternative weeklies.\n\nAge range: Middle School and up.\n\nInterview with Nathanael Johnson\n\nEd. Note: Google [Nathanael Johnson Food] for some links. Most of Mr. Johnson's pieces are transitory; the links shift as other stories come in. This is a static site.\n\nFriday, December 8 at 7:30 pm, Forum 110, MJC East Campus\nThe Christmas Star\nBill Luebke, Astronomy professor, MJC\n\nThis has been a Modesto favorite for years.\n\nAge range: Entire Family\n\n\nMAPS 2005 - 2006 Archive\nMAPS 2004 - 2005 Archive\nMAPS 2003 - 2004 Archive\nMAPS 2002 - 2003 Archive\nMAPS 2001 - 2002 Archive\nMAPS 2000 - 2001 Archive\n\n\nMAPS is sponsored by:\n\nWe thank Dr. Steve Murov for 12 years of MAPS dedication and leadership. This is the current MAPS comittee:\n\nRichard Anderson, Biology\nTeri Curtis, Biology\nCatherine Greene, Biology\nBill Luebke, Astronomy\nMary Roslaniec, Chemistry\n\nMAPS web site maintained by Ted Pack, long-time MAPS fan",
        "topic_id":19,
        "format_id":1,
        "topic_confidence":0.9023655057,
        "format_confidence":0.9493662715
    },
    {
        "url":"http:\/\/www.the-scientist.com\/?articles.list\/categoryNo\/2625\/category\/The-Scientist\/tagNo\/5846,8,6,7\/tags\/chaperone-mediated-autophagy,evolution,disease-medicine,ecology\/",
        "text":"Most Recent\n\nimage: Art’s Diagnosticians\n\nArt’s Diagnosticians\n\nBy | June 12, 2017\n\nPhysicians peer into the subjects of artistic masterpieces, and find new perspective on their own approach to diagnosing maladies.\n\n\nThe new fossils push the origin of the human species back by 100,000 years.\n\n\nimage: Mammals May Have a 12-Hour Clock\n\nMammals May Have a 12-Hour Clock\n\nBy | June 6, 2017\n\nData point to peaks in gene expression in the morning and evening that are distinct from day-night circadian cycles.\n\n\nThe new findings, obtained from cell culture experiments, could explain the link between infection with the virus during pregnancy and infant microcephaly.\n\n1 Comment\n\nimage: Contributors\n\n\nBy | June 1, 2017\n\nMeet some of the people featured in the June 2017 issue of The Scientist.\n\n\nimage: Mammalian Jaws Evolved to Chew Sideways\n\nMammalian Jaws Evolved to Chew Sideways\n\nBy | June 1, 2017\n\nParallel evolution in jaws and teeth helped early mammals diversify their diets.\n\n1 Comment\n\nimage: Micronutrients, Macro Impact\n\nMicronutrients, Macro Impact\n\nBy | June 1, 2017\n\nAt the interface of food, nutrition, and agriculture, Lindsay Allen’s research has been informing nutrition guidelines and policies around the world for decades.\n\n1 Comment\n\nimage: Pinpointing the Culprit\n\nPinpointing the Culprit\n\nBy | June 1, 2017\n\nIdentifying immune cell subsets with CyTOF\n\n\nimage: The Celiac Surge\n\nThe Celiac Surge\n\nBy | June 1, 2017\n\nA rapid increase in the global incidence of the condition has researchers scrambling to understand the causes of the trend, and cope with the consequences.\n\n\nimage: No Place to Hide\n\nNo Place to Hide\n\nBy | May 31, 2017\n\nEnvironmental DNA is tracking down difficult-to-detect species, from rock snot in the U.S. to cave salamanders in Croatia.\n\n\nPopular Now\n\n  1. Running on Empty\n    Features Running on Empty\n\n    Regularly taking breaks from eating—for hours or days—can trigger changes both expected, such as in metabolic dynamics and inflammation, and surprising, as in immune system function and cancer progression.\n\n  2. Athletes’ Microbiomes Differ from Nonathletes\n  3. Stomach Cells Change Identity to Drive Precancerous State\n  4. Mutation Linked to Longer Life Span in Men",
        "topic_id":19,
        "format_id":1,
        "topic_confidence":0.9331431389,
        "format_confidence":0.9962025285
    },
    {
        "url":"https:\/\/www.enn.com\/?layout=ja_teline_v:taggedblog&types%5B0%5D=1&limit=10&start=27430",
        "text":"Top Stories\n\nSalmon From Farms Breed Sea Lice, Study Says\n\nSalmon farms help stock supermarkets but also breed parasitic sea lice that infect young wild salmon and could endanger other important ocean species such as herring, scientists said Tuesday. >> Read the Full Article\n\nEPA Says Children May Be Vulnerable than Adults to Carcinogens\n\nChildren may be more vulnerable than adults to cancer risks from certain gene-damaging chemicals, the Environmental Protection Agency said Tuesday. >> Read the Full Article\n\nEarth's Health is Deteriorating as Growing Human Demands for Food, Water Strain Ecosystems, U.N. Study Finds\n\nGrowing populations and expanding economic activity have strained the planet's ecosystems over the past half century, a trend that threatens international efforts to combat poverty and disease, a U.N.-sponsored study of the Earth's health warned on Wednesday. >> Read the Full Article\n\nUPS to Implement Environmental Initiatives\n\nUPS, the world's largest private package-delivery company, is implementing two initiatives to protect the environment. >> Read the Full Article\n\nGM, Energy Dept. to Make Fuel Cell Vehicles\n\nGeneral Motors Corp. and the U.S. Energy Department have signed a five-year, $88 million deal to build a fleet of 40 hydrogen fuel vehicles, the world's largest automaker said Wednesday. >> Read the Full Article\n\nSt. Louis-based Ameren Corp. Addresses Tougher Air-Quality Regulations\n\nAmeren Corp., which operates 12 coal-fired power plants in the Midwest, was the biggest buyer nationwide of federal allowances for sulfur-dioxide emissions, which cause acid rain. >> Read the Full Article\n\nEarthNews Radio: Organic Consumers Association\n\nIs the organic-label body-care product you're using really organic? >> Read the Full Article\n\nBamboo Shortage Threatens Pandas in China\n\nGiant pandas in western China could be at risk of starvation because the bamboo plants that they eat are beginning to die off in a cycle that happens about every 60 years, the official Xinhua News Agency reported. >> Read the Full Article\n\nAir Pollution in Munich Exceeds EU Limit, Prompting Calls for Action\n\nMunich has become the first German city to violate a new European Union guideline on air pollution, authorities said Monday, prompting calls for quick action to combat emissions. >> Read the Full Article\n\nIndiana Man Photographs Endangered Bobcats\n\nA northeastern Indiana hunter who found mysterious animal tracks in a swamp set up an infrared-activated camera that captured images of two endangered bobcats. >> Read the Full Article",
        "topic_id":19,
        "format_id":1,
        "topic_confidence":0.9790965915,
        "format_confidence":0.995890975
    }
]