[
    {
        "url":"http:\/\/kssp.in\/page\/how-become-member",
        "text":"കേരള ശാസ്ത്ര സാഹിത്യപരിഷത്ത് : ശാസ്ത്രം സാമൂഹ്യവിപ്ലവത്തിന്\n\n\nHow to become a member\n\nAny person who has attained 18 years age can be a member of KSSP.  Memebrship form will be obtained from Unit Secretaris of the concerned locality. The normal memebrship time is November - January. The membership has to be renewed every year. Fee for new membership is Rs 10\/- and for rnewal is Rs11\/-. The memebrship application will be scrutinised and accepted by the Zonal committee of the concerned locality. General Querries on memebrship pl contact :\n\nTreasurer                  - Narayanan P K    or   9446530271\n\n\nGet in touch with us\n\nKssp in Social networks\n\nContact us\n\nHead Office\n\nParishad Bhavan\nGuruvayoor Road\n\nThrissur 680004\n\nTel: 0487-2381344",
        "topic_id":7,
        "format_id":3,
        "topic_confidence":0.7071248889,
        "format_confidence":0.9198057055
    },
    {
        "url":"https:\/\/hccf.org\/help-hccf\/volunteer\/",
        "text":"HCCF is always looking for volunteers to help with a variety of activies.  If you are interested in helping HCCF, please fill out the online form to be a volunteer.  Or, download our volunteer form and mail it in.\n\n\n\nVolunteer Sign-Up Form\n\n    First Name (required)\n\n    Last Name (required)\n\n    Your Email (required)\n\n    Please check times when you are available:\n\n    Are there specific HCCF events you are interested in voluneering for?\n\n    Please free to send a message to our volunteer coordinator.\n\n    Please type in the letters above (to prove you're a human and not a spam bot):",
        "topic_id":7,
        "format_id":3,
        "topic_confidence":0.7429270148,
        "format_confidence":0.8358254433
    },
    {
        "url":"https:\/\/sites.google.com\/swedishsocietysf.org\/frontpage\/membership",
        "text":"2017 Application for Membership - new.docx.pdf\n\n\nMembership of SSSF is open to anyone with a Swedish or Scandinavian connection that has interest in helping the SSSF further its objective \"To own, maintain and operate and preserve the Swedish American Hall at 2174 Market Street in San Francisco. To facilitate Scandinavian cultural events at the Swedish American Hall and in the Bay Area.\"\n\nProspective members have to be proposed by two current members and after membership committee recommendation taken up as members after approval by the Board of Directors.\n\nThere is no initiation or annual membership fee, but members are expected to contribute to the society's activities and to attend the annual meeting and other events.\n\n\nTo apply for membership, print out and fill out the form to the left. Scan it and e-mail it to",
        "topic_id":7,
        "format_id":3,
        "topic_confidence":0.9210274816,
        "format_confidence":0.7588191628
    },
    {
        "url":"https:\/\/www.mcleancochamber.org\/member-resources\/bloomington-normal-young-professionals\/events-and-sponsorships",
        "text":"Events & Sponsorships\n\n\n\n\n\nBloomington-Normal Young Professionals provides many opportunities throughout the year for our membership to get involved with. We have a set calendar but as the year moves forward we do have changes, updates, and additions. All information about location, speaker, and topic for our membership meetings is provided about a month prior in our Weekly Wednesday Updates (WWU).  \n\n\nUpdates to our calendar with added socials or spontaneous events are sent out to our membership through the WWU’s as well. All members are encouraged to read those emails for any changes to our Membership Calendar. If you have questions or concerns, please contact the 2021 President Tessa Mizell.\n\n\n\nBNYP Sponsorships\n\nOur monthly BNYP Meetings happen because of the amazing sponsors we have that host and provide a raffle for meetings. If you are interested in hosting BNYP or providing a raffle item, please click below to find out more information and dates that are available.",
        "topic_id":7,
        "format_id":3,
        "topic_confidence":0.9546096921,
        "format_confidence":0.7399095893
    },
    {
        "url":"http:\/\/www.danbeard.org\/jteservicehours",
        "text":"MyCouncil®  |  Cart (0)  |  Join  |  Sign In\n\nNew Website Coming Soon\n\n\nScouting's Journey to Excellence, the new performance standard in the BSA, encourages your unit to go for the gold this year in service to our community.  As your unit racks up the service hours, track them for your unit's Journey to Excellence measure by clicking hereExternal Link.  For information for first time users, click hereExternal Link.\n\nFor more information abour Journey to Excellence in general, click hereExternal Link.\n\nBefore logging on, you will need your unit ID number.  This is the same number you use for the online advancement system.  If you do not know this number, please contact the Scout Achievement Center at 513.577.7700.\n\nThese hours will be uswed as part of a larger program designed to recognize high performing units and help all of us improve the quality of Scouting programs delivered to youth.  For over 100 years, the Boy Scouts of America has enthusiastically given service to our community.  Be a part of this noble tradition and go for the service gold this year!\n\nCopyright © 2019 Dan Beard Council. All rights reserved\nWeb Site Powered By ScoutTools® | Contact Webmaster\nThe Boy Scouts of America, Dan Beard Council is a proud United Way Agency Partner.",
        "topic_id":7,
        "format_id":3,
        "topic_confidence":0.6782925129,
        "format_confidence":0.7327684164
    },
    {
        "url":"http:\/\/nailsworth.com\/reportpost.aspx?postid=151319",
        "text":"Nailsworth Temperature\n<#temperature> - Report a Post\nYou wish to bring to our attention a post made on the forum. Please fill in the form below. You will need to give a reason for the complaint and fill in a couple of boxes to establish you are not a machine. Your IP number is also logged to prevent the system being abused.\n\nIf you feel that the post needs to be removed immediatly, there is a tick box at the foot of the form. Give a brief reason for the complaint and tick the box to have the post removed. We will review the complaint as soon as possible.\n\nYour logged IP number is:\nYour Email Required to remove a post\nPost ID 151319\nTopic This`ll get you in the Christmas spirit!\nWhat`s everyone doing for Christmas then? It`s just the two of us this year so we will be mostly reenacting the Christmasses past of my frugal grandparents. They were famous (not nationally, just within the family) for their birdlike appetites and would roast an entire pheasant for Christmas (woohoo...\nName of this town\nRemove NowIf you tick this, the post will be removed from the forum immediately, and reviewed later by admin.\nGive a Reason\nBack to the Forum\n\nAll information on this website is copyright and my not be used on other websites without the permission of",
        "topic_id":7,
        "format_id":3,
        "topic_confidence":0.8739551902,
        "format_confidence":0.8767107725
    },
    {
        "url":"http:\/\/4desi.org\/how-you-can-help\/volunteer\/",
        "text":"Project Volunteers\nHelp on large bulk mailings and volume copying on a quarterly basis or on special occasions. Time commitment: Flexible. Computer skills desired, but not necessary.\n\nService Volunteers\nHelp on hospital projects, for example:\n\n  • Birthdays\n  • Holiday Decorating\n  • Service Events: Blood Drive, Pediatric Picnic, Pajama Party, or special occasions. (Special Events are on a seasonal basis.)\n\nIndividuals needed to chair or participate in event committees. Can participate in one event or more or take on specific projects. For example:\n\n  • Solicitation of Silent Auction items\n  • Solicitation of Sponsors\n  • Advertising\/Publicity\n  • Event Preparation: Invitations, Mailers, Printing, Computer Entry, Office Work, etc.\n  • Raffle Ticket Sales\n  • Volunteers to Staff the Events\n  • Event Set-up and Clean-up\n\nWe welcome volunteers of all ages. To help, please call the DGF at: (818) 249-1105 or email igeestman@4desi.org",
        "topic_id":7,
        "format_id":3,
        "topic_confidence":0.8014024496,
        "format_confidence":0.7229419947
    },
    {
        "url":"http:\/\/www.wellesleyclub.org\/membership\/",
        "text":"Membership in the Wellesley Club is limited to 300 members and a Wait List of 100. Members may invite guests to the meetings.\n\nClick here to view Membership and Wait List as of September 30, 2013.  For a copy of the Club’s Constitution and By-Laws, click here.\n\nThe process for membership in the Wellesley Club is by nomination from an existing Wellesley Club member. To be nominated for membership, a candidate must fill out the attached Proposal for Membership form, have it signed by your member sponsor and two directors. When completed, the form must be returned to the Club Secretary.  At the next appropriate Board of Directors meeting, the nomination will be voted upon by the Board of Directors for acceptance to the Wait List and then formally presented to the club membership in the next meeting invitation.\n\nDues: Annual dues are paid prior to the first meeting in the Fall.\n\n2017-2018 Dues may now be paid online by CLICKING HERE.\n\nThe 2017-2018 Annual Dues are as follows:\n\n  • Members - $195.00, which includes four dinner meetings\n  • Wait List – $195.00, which includes four dinner meetings\n  • Non-resident members – $25 dues, plus $65 for any dinner meetings attended\n  • Guests of members - $65 paid at time of reservation\n\nFor more information, email:\n\nComments are closed.",
        "topic_id":7,
        "format_id":3,
        "topic_confidence":0.9786809087,
        "format_confidence":0.5774719119
    },
    {
        "url":"https:\/\/askdads.com\/contact-us",
        "text":"Contact Us\n\nNeed a product reviewed or want to get in contact with us?\n\nThis is where you can get that done.\n\nIf you can’t find what you’re looking for or  if you simply have any questions, you can always reach us by using the contact form below.\n\nYou will usually get a response within 24 hours, but if for some odd reason I don’t get back to you within that time, you can come right back and submit another message.\n\nNow if we still don’t respond to you, wait longer.\n\nJust kidding!\n\nBut if I really don’t respond to you after the 2nd time, go right ahead and leave me some bad feedback on my about me page and I will do some pushups just for missing your message.\n\nI look forward to hearing from you!",
        "topic_id":7,
        "format_id":3,
        "topic_confidence":0.6874974966,
        "format_confidence":0.9060350657
    },
    {
        "url":"http:\/\/www.lightenup.co.nz\/",
        "text":"Got a Question?\n\nPlease contact us via the form below. If you would prefer to call you can do so on 03 326 5637.\n\nYour Name *\n\nYour Email *\n\nYour query is about *\n\nYour question *\n\nPrivacy Policy\nYour email address will only be used to email you about information, resources or events that you may find useful.",
        "topic_id":7,
        "format_id":3,
        "topic_confidence":0.7051657438,
        "format_confidence":0.8082918525
    },
    {
        "url":"http:\/\/momsunitingmoms.com\/contact-us\/",
        "text":"Contact us\n\nThank you very much for visiting Moms Uniting Moms! We are very glad to have you here in our website! You should contact us in the soonest possible time so that we can help you out in all the things that you need to be done. We will be there to answer calls and questions for you!",
        "topic_id":7,
        "format_id":3,
        "topic_confidence":0.940217793,
        "format_confidence":0.7329103351
    },
    {
        "url":"http:\/\/www.benalla.vic.gov.au\/Your-Community\/Volunteering\/How-do-I-become-a-volunteer",
        "text":"How do I become a volunteer?\n\nVolunteers perform a range of roles for the Council, covering a vast range of areas of interest and expertise. Opportunities exist for volunteers to contribute many services across the Council, including:\n\nAged and Disability Services\n\n Youth Programs\n\n Arts and Cultural Programs\n\n\nParks and Outdoors\n\n Community Events\n\n  • Benalla Festival and Australia Day events\n\nSpecialist Committees\n\n  • Specialist committees such as the Audit Committee\n\nIf you wish to volunteer within the community at a different organisation, you may find their contact details on Who? What? Where? Benalla Community Directory.\n\nBecoming a volunteer\n\nRegister you interest in volunteering with the Council by completing a Volunteer Application Form. You can send this by email back to, or you can deliver it or send it to the Customer Service Centre.\n\nFill in an online Volunteer Application Form or download a hardcopy Volunteer Application Form(DOC, 311KB)\n\nDownload the Volunteer Policy(PDF, 200KB)\n\nIt is a regulatory requirement that all volunteers for the Council undergo an induction process. This is important for Occupational Health and Safety reasons. Induction is an easy online process, and once you are inducted as a volunteer for one Council activity, this applies across all voluntary positions. \n\nSome volunteering roles require a Police Check and Working With Children’s Check. Costs associated with these checks are covered by the Council.",
        "topic_id":7,
        "format_id":3,
        "topic_confidence":0.9142931104,
        "format_confidence":0.7435309887
    },
    {
        "url":"https:\/\/hsbne.org\/contact.html",
        "text":"Contact Us\n\nMedia contact?\n\nWe'd love you to quote us, check our Media pack!\n\nWant to Donate?\n\nAll sorts of businesses' donate to HSBNE.\n\nHave something else to say?\n\nLooking to join?\n\nFollow the instructions on our join page, and we look forward to getting to know you!\n\nIn Person\n\nThe best way to experience what we are all about is to come along to one of our Tuesday Open Nights.\n\n\nWe run a webcam in the green room and outside in the quad area. You can view them online here.\n\nBy Email\n\nThe Executive\n\nHSBNE is kept running by a group of appointed volunteer members known as the executive. You can email them at, or If you need to get in touch with someone on the executive directly, try one of these:\n\nBy phone\n\nIf you're having trouble finding us, our phone number is (07) 3180 3142. Keep in mind that this is just the number for our building so it will only be answered when members are on site, and members can only give assistance in locating us, not answering any other questions. For all other queries including media, donations & official business, Email is the preferred method of contact - we tend to respond within a few hours to most messages.\n\nEdit on Github",
        "topic_id":7,
        "format_id":3,
        "topic_confidence":0.831146419,
        "format_confidence":0.8175464869
    },
    {
        "url":"http:\/\/www.parentingni.org\/get-in-touch\/",
        "text":"Get In Touch\n\nContact Us\n\nYou can get in touch with Parenting NI in a number of ways.\n\nParenting NI\n\n42 Dublin Road\n\n\n\nParents Helpline: 0808 8010 722\n\nOffice number: 028 9031 0891\n\n\nIf you have any general enquiries about Parenting NI and the services offered you can complete the form below and someone will get back to you as soon as possible. Please be aware it can sometimes take a few days for us to get through call backs. Phone calls from Parenting NI appear as a withheld number.\n\nPlease note, if you are seeking support that calling the Parents Helpline is the best thing to do. You can call for free and in confidence on 0808 8010 722.\n\nGet in Touch",
        "topic_id":7,
        "format_id":3,
        "topic_confidence":0.7350006104,
        "format_confidence":0.9226667285
    },
    {
        "url":"https:\/\/wedchild.org\/programs\/request-forms",
        "text":"Request Forms\n\n  If a foster child you know has a need, Friends of Wednesday’s Child would love to help.  Please read our guidelines for requesting funds and complete one of our request forms.  We look forward to serving all foster children and youth in North Texas with your help!   **** ONLY CPS workers, Child Placing Agency Workers, TRAC workers and CASA workers may request funding.  If you are a foster parent and have a child who is in need please contact one of the workers above for your child and ask them to submit a request for your child. Thank you for serving North Texas foster children and youth!****   Click below to download our 2015 Information and Resource Packet and our Request Forms! 2016 Information and Resource Packet (for caseworkers, case managers, CASA, TRAC)  2016  Request for Funding 2016 Birthday Request Form 2016-2017 SIS Referral    \n\nLeave a Reply\n\nYour email address will not be published.",
        "topic_id":7,
        "format_id":3,
        "topic_confidence":0.9355998635,
        "format_confidence":0.9262525439
    },
    {
        "url":"https:\/\/www.afa.org\/afafieldleaders\/library\/fieldops\/chapternewsinairforcemagazine",
        "text":"Chapter News in Air Force Magazine\n\nChapter News in Air Force Magazine\n\nTo: AFA Field Leaders\nFrom: Adam J. Hebert, Editor in Chief\nDate: May 2016\n\nMembers frequently ask how to get news of a chapter event into Air Force Magazine. Here are the basics:\n\nThe “Chapter News\" within Air Force Magazine, covers chapter activities.\n\nThe magazine point of contact for chapter news is Assistant Managing Editor Chequita Wood. Her email address is Her mailing address is Air Force Magazine, 1501 Lee Highway, Arlington VA 22209-1190.\n\nGive us basic, factual information about your event. Please don’t expend a great deal of effort on writing. Just provide the basics: Who? What? Where? When? Why? How? We’ll contact you for more details.\n\nWe’re looking for a specific and direct link to the AFA chapter, so clearly stating that connection will help us greatly.\n\nIf you’re sending a photo of children, please let their parents know that the photo might appear in print or on the Web.\n\nEmail photos at the highest resolution possible, one at a time.\n\nWe prefer unposed, candid photos showing people in action--not posing for the camera.",
        "topic_id":7,
        "format_id":3,
        "topic_confidence":0.6160730124,
        "format_confidence":0.7060088515
    },
    {
        "url":"https:\/\/www.bullocklakefarm.com\/wedding-inquiry",
        "text":"Contact Us\n\nUse the form on the right to contact us.\n\nYou can edit the text in this area, and change where the contact form on the right submits to, by entering edit mode using the modes on the bottom right. \n\n\n123 Street Avenue, City Town, 99999\n\n(123) 555-6789\n\n\nYou can set your address, phone number, email and site description in the settings tab.\nLink to read me page with more information.\n\nWedding Flowers Inquiry\n\nWe love talking about flowers! Let us know a bit about your vision and we will get back to you in a few days.\n\nName *",
        "topic_id":7,
        "format_id":3,
        "topic_confidence":0.8044121861,
        "format_confidence":0.9304024577
    },
    {
        "url":"http:\/\/www.wyandotte-nation.org\/community\/family-services\/",
        "text":"Family Services\n\n\nTribal Operations & Family Services\n\nTribal Enrollment (Membership)\n\nCriteria for Membership: By the Constitution Ratified Sept. 29, 1999:\n\n\nSECTION 1. Membership\nThe following persons shall be eligible for membership in the Wyandotte Nation: PROVIDED, That such persons are United States citizens and not enrolled members of any other federally recognized tribe, nation, band, group or, community.\u2028\u2028(a) All persons whose names appear on the official Census Roll of the Nation as of January 1, 1937;\u2028\u2028(b) All issue by blood of a Wyandotte Nation tribal member listed in Section I(a), of this Article; and\u2028\u2028(c) The degree of blood quantum of an individual proven to possess Wyandotte blood will not be a factor in determining Wyandotte membership.\n\nSECTION 2. Membership by Council Vote\nA person of Wyandotte Nation ancestry who does not meet the requirements of Section 1 of this Article may be accepted for membership by a majority vote of the Nation Council.\n\nSECTION 3. Voluntarily Withdrawing Membership\nAny adult member voluntarily withdrawing his or her membership from the Wyandotte Nation does so forever. For purposes of this Section, voluntarily withdrawing membership shall include persons who lose their United States citizenship or who enroll in any other federally recognized tribe, nation, band, group or community after becoming a member of the Nation.\n\nSECTION 4. Rules Governing Membership\nThe Board of Directors will enact rules governing voluntary withdrawal of membership, termination of membership, the membership application process, provisions for appeal of denial of membership and adoptions.\n\nSECTION 5. Council Decision on Membership\nThe Board of Directors shall provide in the rules governing membership that the Nation’s Council shall make final decision on the Nation’s membership. The decision of the Nation’s Council shall be final. There shall be no appeals.\n\n\nMembership Application Process:\nNew members are added one time a year during the Wyandotte Nation Annual Meeting.  Completed applications must be received in the Enrollment office by August 15, 2016 in order to be considered for enrollment at the 2015 Annual Meeting.\n\n1. Log into the Members Only area to download an application or contact the Wyandotte Nation Family Services Department.\n2. The membership application must be completed and returned to this office with an ORIGINAL State Certified Birth Certificate. For applicants who cannot trace his\/her ancestry to the 1937 base roll, proof of ancestry lies with the prospective enrollee. All membership applicants are subject to review by the Enrollment Committee.\n\nMembership Record Updates:\n\n1. To report a name change: Send a copy of your marriage license, divorce decree or a court order changing name.\n2. To report an address change: Submit your request in written form, via postal service, email or fax statement by tribal member.\n3. To report a death: Acceptable documents: death certificates, obituary or memorials.\n4. Click here for a replacement citizenship card application.\n\nCertificate of Degree of Indian Blood card:\n\nWhat is a CDIB card? A Certificate of Degree of Indian Blood certified that an individual possesses a specific degree of Indian blood of a federally recognized Indian Tribe. There are some programs and services based upon your status as an American Indian, which require you to furnish this card before services are rendered. A CDIB card does Not establish membership in a federally recognized Indian Tribe, and it does not prevent an Indian Tribe from making a separate and independent determination of blood degree for tribal purposes. Prior to 1989 the Bureau of Indian Affairs issued these cards to Wyandotte Indians. After 1989, the Wyandotte Nation issued Tribal-issued CDIB cards.\n\nTo apply for a CDIB card:\n\n1. Click here to download an application or contact the Wyandotte Nation Family Services Department. Submit completed application along with all Birth Certificates tracing an ancestor to the 1937 base roll. The enrollment department may have some documents. If additional information is required you will be notified.\n2. Replacement CDIB cards may be issued upon request.\n\n\nPLEASE NOTE: Any tribal citizen who has an outstanding balance of more than 60 days due to any Wyandotte Nation department\/program will not be eligible for any tribally funded services from the Family Services Department.  Those who have outstanding balances will receive a letter from the Family Services Director with details of their account(s) and will be given information about repayment options.\n\nSenior Energy Assistance: Winter: effective October 1, 2016 through Feb. 28, 2017, senior citizens ages 55+ that reside within the states of Oklahoma, Missouri, Arkansas and Kansas are eligible to apply for $100.00 utility assistance.  Summer: effective July 1, 2017 to Sept. 30, 2017.  Applications may be requested by mail, or at the tribal headquarters or by clicking this link 2018 Senior energy app\n\n\nChild Passenger Safety Seats:  The child passenger safety seats are currently available at the tribal headquarters from newborn-booster and must be picked up..  Safety first, buckle in. Car Seat Application\n\nPromoting Safe & Stable Families:  The “PSSF” program provides family preservation and support services designed to prevent the breakup of our Indian Families.  This program may be able to provide at risk families with emergency assistance, need based social services, outside referrals, or other tribal programs to ensure the health, well-being and safety of your family.\n\nIndian Child Welfare:  The 1978 Indian Child Welfare Act was designed to protect the Indian Family from unwarranted interference by the Anglo culture.  When a child is involuntarily removed from his\/her home, it is the intent of the “Act” to place a child with an immediate family member, an extended family member or a member of the child’s tribe\/or other Indian Families.  If your family is involved in a State Court proceeding, the Tribe may be able to assist your family during this difficult process.\n\nChildren’s Christmas Party:  This year’s annual Christmas Party is scheduled for December 9, 2017, from 10:00 a.m. to 12:00 p.m. at the Bearskin Healthcare and Wellness Center gymnasium.  We hope you will note your calendar and plan to attend.  If you’ve never been, your child is missing a wonderful morning with Santa, toys and sweet things to eat.\n\nSUMMER LIHEAP-(Low Income Home Energy Program) Contingent upon Federal funding. Income guidelines apply.  Tribal citizens who believe they are eligible for this program please contact Family Services staff after July 1, 2017 for an application.\n\nNew Enrollee Benefit:  Enroll your child before his\/her first birthday and you will receive a $100.00 gift card and a baby blanket with the tribal logo.  An enrollment application and birth certificate are required.  This is a nationwide program.\n\nBurial Assistance:  This Nationwide program allows $1,500.00 payment toward the burial expenses of a tribal citizen.  An application, death certificate and itemized funeral bill are required.  Burial Assistance Guidelines\n\nSchool Supply Program:  The School Supply program will be available beginning July 1st and for the first time will be available to all enrolled tribal citizens pre-K through grade 12 regardless of where they live!  Applications are available on the homepage of this website, in the office or can be mailed to you beginning July 1st.  Walmart gift cards will still be available to residents of Oklahoma, Arkansas, Kansas and Missouri.  Tribal citizens who reside outside of the 4 states will be required to use the reimbursement program.  For those who have utilized the program in the past please note the following change, original applications and receipts will be required.  We will no longer accept applications and receipts via fax or email. \n\nThe program is available from July 1st – September 30th.  Applications MUST be received or postmarked by September 30th to be eligible AND the receipts MUST also be dated between July 1st and September 30th.  NO EXCEPTIONS.  There will be additional instructions along with the applications, but if you have any questions regarding eligible expenditures, how to complete the form, etc. please feel free to contact the Family Services Department at 918-678-6329 or 918-678-6319.\n\nWinter School Clothing: Effective November 1, 2017 through February 28, 2018, a $100.00 clothing allowance is provided to tribal members age pre-K through the 12th grade.  No income guidelines apply:  Must reside in the states of Oklahoma, Missouri, Arkansas and Kansas.  Tribal citizens can either a winter clothing reimbursement2018 winter clothing reimburse app or for a2018 winter clothing gift card app.  Please complete the appropriate form and submit to Family Services staff.\n\nElders Assistance: No income guidelines apply: Benefit $250.00.  Begins October 1, 2016 – September 30, 2017.  This benefit is for senior citizens 55+ age:  Must reside in the states of Oklahoma, Missouri, Arkansas and Kansas to qualify for this assistance. 2018 Elders Assistance App\n\nChildren’s Extracurricular Activities: No income guidelines apply: Four states residents are eligible (Oklahoma, Missouri, Arkansas and Kansas): $100.00 per school age child (pre-K through grade 12)effective for the 2016-2017 school year.  Receipts MUST be dated within the fiscal year of October 1, 2016-September 30, 2017. 2018 Extracurricular Activities App\n\nJunior\/Senior Assistance: No income guidelines apply: Four state residency required (Oklahoma, Missouri, Arkansas and Kansas): $250 per school\/fiscal year (October 1-September 30). 2018 Junior Senior application\n\nSupplemental Health Benefit (Benny card):  Family Services staff can assist with basic questions regarding this program, but may, at times, refer tribal citizens to CoreSource (the company who manages this program for the Wyandotte Nation). They can be reached directl... (truncated)",
        "topic_id":7,
        "format_id":3,
        "topic_confidence":0.9673060775,
        "format_confidence":0.9619597197
    },
    {
        "url":"https:\/\/maarima.com.au\/community-support",
        "text":"Community Support Services\n\nThe Indigenous Community Links (ICL) Service in Broken Hill is for Aboriginal and Torres Strait Islander people and their families.\n\nICL staff can link you to information and services that can help you.\n\nThe ICL, at Maari Ma's regional office, 2 Oxide St, Broken Hill is a welcoming place where you and your family can go to find information and services in your area that meet your needs.\n\nCome in and find out how we can help you link to a range of services.\n\n  • Have a chat.\n  • Get advice.\n  • Make an appointment.\n  • Get a referral.\n  • Find out what to expect from services.\n  • Use the internet for free.\n\nIf you need help, support, advice or assistance, drop in and talk to our friendly staff.\n\nSocial and Community Programs\n\nOngoing Programs\n\nWINGS Drop-In Centre \/ Safe Aboriginal Youth\n\nBuilding confidence in kids and encouraging them to have a go\n\nThe WINGS Drop-in Centre provides youth development activities in Wilcannia including school holiday programs, after school programs, support for the Far West Academy of Sport including the junior rugby league program and community cultural activities.\n\nContact Tania Lawson on 08 8097 5368\n\nAttendance to the WINGS program has increased significantly with the addition of new staff. Transport is available to and from the service by WINGS staff.\n\nOther Community Programs\n\nLittle Kids & Books\n\nIn Menindee, Wilcannia and Broken Hill, families can join in with their little kids - sharing a book (and taking it home), morning tea and songs.\n\nBroken Hill: Part of Playgroup every Friday during school terms 10:30am - 1:00pm at the Maari Ma Child and Family building: 428 Argent Street, Broken Hill.\n\nMenindee: Every fortnight at Menindee Children’s centre.\n\nPlease contact Dimity Kelly at the Menindee Health Service on 8091 4209 for more information. \n\nWilcannia: Part of the Little Darlings Preschool.\n\nContact Valerie Bugmy on 08 8091 5368 for more information. \n\nMaari Ma Healthy Start Playgroup\n\nPlaygroup is for little kids (0 – 5 years) to talk, sing, read and play. A space is provided for parents to meet with other parents, for children to play and learn and to make friends. As part of the Little Kids and Books program, children receive a new book each fortnight.\n\nPLAYGROUP runs every Friday during school terms 10:30am – 1:00pm\n\nBroken Hill: Playgroup is at the Maari Ma Child and Family building: 428 Argent Street, Broken Hill.\n\nPlease contact Michelle Parker (Early Years Project Leader) on 8082 9888 if you are interested in attending or need transport.",
        "topic_id":7,
        "format_id":3,
        "topic_confidence":0.9878007174,
        "format_confidence":0.7567285895
    },
    {
        "url":"https:\/\/dakotacc.com\/211\/seniorresources",
        "text":"What is a Senior Resource Finder?\n\nDakota Community Centre is home to the Senior Resource Finder for the St.Boniface and St. Vital area. The Senior Resource Finder (SRF) helps link older adults 55+ to community supports, programs, and services within their community. Some of the services provided are E.R.I.K. (Emergency Response Information Kit), transportation referrals, and networking and community outreach.\n\nMegan Moore, SRF and Program Coordinator for Older Adults & Volunteers at Dakota Community Centre partners with various health, social services, and community sectors to assist with promoting health and well-being of older adults in this area.\n\nAre you a senior or know a senior who may benefit from her support services?\n\nContact Megan today by phone 204-254-1010 ext. 217 or by e-mail at MeganM@Dakotacc.com\n\nFor Support Services in french please contact the Conseil Des Francophones 55+\n​123-400 Rue Des Meurons\nWinnipeg, MB R2H 3H3\n​Telephone: 204-793-1054\n​Courriel: conseil55@mts.net\nWeb: www.fafm.mb.ca",
        "topic_id":7,
        "format_id":3,
        "topic_confidence":0.9236745238,
        "format_confidence":0.9206237793
    }
]