[
    {
        "url":"http:\/\/www.thedickinsonpress.com\/tags\/ward-koeser",
        "text":"Weather Forecast\n\n\nward koeser\n\nApril 10, 2016\nA so-called man camp for oil field workers is seen outside Williston, North Dakota in this October 19, 2012 file photo. Former Williston Mayor Ward Koeser said that these man camps were only meant to provide temporary housing. (Reuters file photo)\nFormer Williston mayor says man camps were only meant to be temporary\nApril 10, 2016 - 6:00am\nAugust 8, 2014\nSubmitted Photo \nOil executives speak before a crowd at the Rocky Mountain Energy and Infrastructure Summit, which ran Aug. 19-22 in Jackson Hole,  Wyo. It will take place this year Aug. 21-23.\nEnergy’s next big event: Conferences highlight Bakken’s impact on an international scale\nAugust 8, 2014 - 11:58pm\nJune 14, 2014\nFNS Photo Amy Dalrymple\nHoward Klug, pictured Thursday, will take over as mayor of Williston later this month. Klug, who has served on the Williston City Commission for six years, received 76 percent of votes in this month’s election.\nFOTB: New mayor in town: Williston’s new leader Klug foresees ‘a better place’\nJune 14, 2014 - 10:57pm\nJune 13, 2014\nGF runner, crew nearing Williston\nJune 13, 2014 - 11:58pm\nFebruary 6, 2014\nPress Photo by Bryan Horwath\nFrom left, Williston Mayor Ward Koeser, Watford City Mayor Brent Sanford and North Dakota Sen. Rich Wardner converse following a North Dakota Association of Oil and Gas Producing Counties at the Dickinson Public Library on Wednesday.\n‘Show us the money’: Oil counties want more state funding\nFebruary 6, 2014 - 12:07am\nSeptember 16, 2012\nWilliston Mayor Ward Koeser is excited about what the community will look like in a few years after the city has caught up with the rapid growth spurred by the oil boom. ÒI see a light at the end of this tunnel, and itÕs a pretty nice light,\" Koeser said.\n'Strength and stability'; Williston's longtime mayor deals with city's growth all the while dealing with his health challenges\nSeptember 16, 2012 - 12:00am\nApril 14, 2010\nHousing from Olympics to be moved to ND oil patch\nApril 14, 2010 - 11:53am",
        "topic_id":17,
        "format_id":1,
        "topic_confidence":0.9887776971,
        "format_confidence":0.9927021265,
        "weight":0.0041295591
    },
    {
        "url":"http:\/\/bgalrstate.blogspot.com\/2006\/06\/beyond-usual-suspects.html",
        "text":"Tuesday, June 20\n\nBeyond the usual suspects....\n\n\nWhat do you bloggers use for source material offline? I think as the mid-term and Presidential elections come closer, we're going to have to read more selectively. Of course, Think Progress, Media Matters, and Crooks and Liars are the big three of the lefty blogosphere online sourcebook. WaPo and the NYFT getcha the news, and WaPo's linky love via Technorati makes it a preferred choice.\n\nBut I think we need to go beyond our own insular online world and figure out what magazines and other print outlets might yield good posts. I recently picked up the June issue of The Atlantic Monthly, and I was so impressed I think I might just subscribe I did subscribe to the print edition. Print subscribers get full access to every article online, which makes cut and paste all the easier, but even more than that I was so impressed with the analysis, subject selection, and pure blogability (yep, that's my filter for just about everything these days) of this issue, that this magazine may become a favorite foil month-to-month. The fact that it's monthly helps, too. I can hardly keep up with The New Yorker, though it comes to the house, too, and I can't imagine life without it.\n\nThe June issue of The Atlantic has a fantastic cover story on the end (gasp) of Roe v. Wade, and how, if such an event were to occur, it would decimate the Republican Party. Read up:\n\nThe current abortion drama in South Dakota provides the best predictor of what might happen if a handful of other states try to resurrect old abortion bans, or pass new ones, that fail to include exceptions for rape, incest, and serious threats to a woman’s health...\n\nSince the South Dakota ban passed, the approval rating of the governor, Mike Rounds, has dropped by 12 percentage points, and several state legislators have announced their intention to switch parties from Republican to Democrat.\n[Bwa ha ha ha. Ride the donkey, South Da-ko-ta!]\n\n...the moment pro-choice and swing voters perceived that their own right to choose was threatened, there would be increasingly urgent demands for a federal bill protecting the early-term choice that two-thirds of the country supports. If congressional Republicans failed to respond, or insisted on trying to ban early-term abortions instead, their intransigence could set in motion a national backlash that would make the response to Roe v. Wade itself look tame.\n\nIf Roe falls in June 2007, abortion will almost certainly become the central issue in the 2008 presidential election. And Republicans are already worrying about the political fallout. “We’d be blown away in the suburbs, and you wouldn’t see another Republican president for twenty years,” a pro-choice Republican congressman recently told Roll Call.\n\nSo there’s a good chance, assuming Roe falls, that there will be a Democrat in the White House by 2009. If Congress, at that point, passed a Freedom of Choice Bill protecting early-term abortions, the president would sign it. And if Republicans attempted a filibuster, they might marginalize their party for decades to come.\n\nNow, perish the day that we all need such a cataclysmic event to push the Republicans to the margins of electability, but hey, at this point nearly everything else has failed. The Atlantic is preaching to their choir, of course, but notice that nice photo of Alito and Roberts on the cover. The Atlantic is preaching to them, too, and don't think for an instant that the Justices are any less narcissistic than us daily-hit-count-checker bloggers. The Justices have staff to be narcissistic for them, as well. They've read this article, and will not be Roe-ing any abortion boats in a political vacuum.\n\nA side issue: in another section The Atlantic points out that a politician's support of reproductive rights regardless of party, is in direct proportion to the number of daughters that politician has. Yeah, I kinda think that's why Laura's not out giving speeches for the right to lifers. Do you think the twins are celebate? Nah, don't go there.\n\nI've quoted Nina Totenburg on this many times here. She said during the Roberts confirmation hearings that the overturning of Roe would be the worst thing to happen to the Republican Party apart from a return to the military draft. I've also pointed out that while some extremists and many Christian's \"on the ground\" feel passionately about overturning Roe, abortion is such a cash cow for the religious right that they really have a negative vested interest in \"winning\".\n\nLet me put it this way. Pat Robertson and James Dobson may talk loudly about protecting the unborn. But if Roe is overturned their ability to fundraise on the issue is as good as over. And Karl Rove does not want Roe overturned. I guarantee you. Who has more power within the Republican Party, do you think? Pat in-any-sane-world-I'd-be-committed Robertson? Or Karl in-any-just-world-I'd-be-indicted Rove?\n\nSo then the question becomes do the Justices themselves give a rat's behind who is in The White House for the next 20 years? Uh, Bush vs. Gore, 2000. I think they do. I also think they get it. Perhaps more's the pity, in spite of the upheaval, it might be nice to watch the GOP poison themselves on Operation Rescue Kool-aid. But this Republican Party, Rove, DeLay, Cheney, the whole lot, are the most politically astute crooks in the history of American politics. I would not take the bet that they are stupid (or compassionate) enough to throw away power over a few unborn, unwanted, babies.\n\nUPDATE: Shake's Sis has info on the ballot initiative against the South Dakota abortion ban.\n\n\n  1. I for one do not want to push the Republicans to extinction in the elections. The NEOCONS yes, Republicans, no. The difference is like night and day. I'd like to see total reform of both parties, a Spring cleaning, if you will. But a good twelve to sixteen year haitus from majority would be welcomed for now. Something's got to give. Democrats need to find their collective spine and be democratic again!\n\n  2. Amen to the Poetry Man (wasn't that a Phoebe Snow song?). BUT... just how much control does the wongnut wing of the GOP have, in terms of controlling all that cash? Because, let's face it, that's where the money and the on-the-ground organizing comes from. This is the same bunch that pushed all those red state anti-gay marriage amendments through in the key states that helped cost Kerry the election (beyond what he did to hurt himself).\n\n    And, additionally, we have that little problem of the Dems not knowing what they all think about abortion themselves. Just look at Clinton.\n\n    Off-line sources: The Nation, The Progressive, Mother Jones. Those are my must-read essentials.\n\n  3. That was the *wingnut* wing. Duh.\n\n  4. I don't believe Roe v. Wade will be completely overturned by the Supreme Court precisely because the Republican Party needs to maintain the money and votes that they get from this issue. Instead, I think what we'll see is the kind of gradual chipping-away at the rights of women that has been underway for some time now.\n\n    It has been an effective tactic. There are many, MANY areas of this country where abortion is simply not an option because there are no clinics or doctors willing to perform them. It is sad but true that for women who live in rural areas, an overturning of Roe v. Wade will not make one iota of practical difference to them.\n\n    Anti-abortion folks like to get hysterical about \"abortion on demand,\" but the reality is that abortion on demand exists for only a small percentage of American women - those who live in large urban areas, have money and are well-educated. And, folks, those are the same women who have always had access to safe abortions, even in the days before Roe v. Wade. It's called a \"D&C\" and is even covered by health insurance if you're lucky enough, or wealthy enough to have that little perk.\n\n    The war has shifted to the pharmaceutical front and the Dems don't seem to be too concerned with what's happening at the FDA these days.\n\n    Supreme Court appointees can be something of a surprise as time goes by. But, the FDA is stocked with political cronies who do the Party's bidding and that scares me just as much as our current Supreme Court.\n\n    Oh, gosh, BG. Look what you started with this issue. I'm trying to take a break and renew my spiritual self at the height of summer and now I'm all in a sweat over reproductive rights.\n\n    Don't do this to me . . .\n\n  5. Oh sorry AL but it is just SO HARD to leave your lovely brain alone!\n\n    I agree that what's happening at pharmacies (and the FDA) with plan B and other reproductive issues is just as damaging. Plus the fact that there is not a positive national discussion on contraception going on...yet.\n\n    BTW got a very nice thank you from a producer at the Atlantic so they are paying attention to the blogosphere. Whew, now I'm really glad I subscribed.\n\n  6. Eli are you asking how Atlantic found this post? I did email it to the website only (not the mag and not any editors, just the forum page) and also there were more than a couple technorati search hits for Atlantic.com, so somebody on staff has the lovely job of searching for blog mentions. That alone says something about how the mag feels about the blogosphere. Hard to tell which one caught the fish. They're very nice over there, though, I'll say that. I can heartily recommend using Atlantic Monthly as a source, based on the back and forth emails of today.\n\n  7. If Roe v. Wade is overturned, then I hope it has the same effect as prohibition.\n\n    I think that the Mafia will rise again, making millions of dollars smuggling pregnant woman across the border into Canada.\n\n    Bootleg abortions.\n\n    Who could forget Al \"Coathanger\" Capone?\n\n  8. I was asking about this \"offline\" of which you speak.\n\n    It sounds... quaint.\n\n  9. Eli you just hate killing trees when you can fry a circuit, don'cha?\n\n    Comrade there are so many di... (truncated)",
        "topic_id":17,
        "format_id":4,
        "topic_confidence":0.99522686,
        "format_confidence":0.7392383218,
        "weight":0.0063165526
    },
    {
        "url":"http:\/\/africancrisis.info\/index.php\/s-africa-white-super-farmers-with-helicopters-private-jet-planes\/",
        "text":"S.Africa: White Super-Farmers with Helicopters & Private Jet planes\n\nIn South Africa, we’ve had farmers who were very wealthy in the past. When I got here in the 1980s there were farmers who were very wealthy.\n\nBut there is a side to black rule and the black seizure of land that I was never aware of until recently. This might even, in part, be helped along by Farm murders!\n\nDennis Fetcho once asked me: What happens to the land of the farmers that are killed? Doesn’t this land just fall fallow and nobody uses it? To be honest I had never bothered to ask that question myself and his proposal seemed reasonable. But the answer may in fact be different.\n\nIn South Africa, over the last 25+ years another form of farming has grown, that of farming with wild animals. These animals become a tourist attraction and above all, these animals become big money spinners for hunters from the USA and elsewhere in the Western world. We get very valuable US Dollars and other Western monies from this.\n\nThe economics of Africa versus that of the USA and Europe is itself a fascinating topic because we whites in some ways benefit from the backwardness and high risk of Africa. It means our money is worth less. The down side is that if we want to leave Africa, we really struggle because our money doesn’t buy us much overseas. Whereas monies coming in from overseas really buy a lot in South Africa. So you get many white pensioners from Britain and elsewhere who retire in South Africa and buy property here because they would NEVER be able to afford something similar in their own home country.\n\nGame Farmers in South Africa can make huge amounts of money. I attended an auction in April, of a farm, that was owned by such a Super-Farmer – a white guy. He not only owned a game farm where the land alone was worth R32 million ($2 million), but he owned many other businesses worth much more than that.\n\nIn this era of black rule, where farmers are murdered and thousands of farms have been seized by the Govt since 1996, you might think that the farming industry is ready to collapse, and in many ways it has suffered tremendous damage for MOST WHITE FARMERS! Most white farmers have struggled more. Most white farmers are worse off … but, enter the era of the Super-Farmers… the white farmers with personal helicopters and private jets!\n\nWhite farmers with personal helicopters and private jets never existed in the days of white rule to my knowledge. If they existed they must have been only a handful. But apparently there are quite a few such farmers these days and I think Game Farming is where you will find the most of these.\n\nSome of them even hobnob with President Ramaphosa who himself owns game farms and game! Yes! Our black communist President has stacks of money himself in farming, and billions of Rands in many other industries, primarily health companies (and there is all sorts of talk of weird corruption whereever he and his brother go!).\n\nI learned earlier this year that there are quite a lot of these super-farmers around who attend meetings and auctions, by arriving in their personal helicopters, etc.\n\nMy guess is that these farmers may have benefited from the damage that the blacks, including the farm murders, may have brought to this country. People forget that South Africa is very business orientated and capitalistic still. If anyone has something serious to sell, like land, especially at a cheaper price, there will be buyers.\n\nI know of a farmer who lost his farm to black land seizure (paid for of course on the “willing buyer, willing seller” principle). He took the money and bought farms next to the farm he had lost. Later when the blacks did absolutely bugger all on his former farm and it was going to ruin, the farmer went and he rented part of his former farm from the blacks and he farms on it! He makes money even though he’s renting his former farm! The blacks are producing nothing and doing nothing! But he is still carrying on and doing very well!\n\nThere were 60,000 white farmers in SA before the blacks took over. The last I heard, there were 30,000 left (maybe even a bit less now). It could be that some of the farmers who remained bought up extra land and were able to make more money out of it since the demand for crops and even more so for Game Farming has either remained constant or grown. So while most farmers went downhill there are those who had the means to do well.\n\nSome may even have made money in other industries and then invested in farming and were able to overcome the problems that a traditional farmer had. There are quite a lot of white businessmen, who when they can, go into farming. White men love farms and farming. I had a cousin who made money in engineering and then used it to set up a game farm for himself. So it could be these types of guys who were able to come in and have the financial backing of their own to survive where the common white farmer previously could not.\n\nThis turmoil that has come from the blacks and black rule shows once again that when given a chance, there are whites who can survive and prosper. But its not always easy for the common man. Similarly in Zimbabwe I knew people who made lots of money in business and then also got into farming. There were even white farmers who made money despite the communism and the many communist rules in Zimbabwe! So astoundingly, in Zimbabwe (formerly Rhodesia), there were less white farmers, and THEY MADE MORE MONEY! The land is a more or less fixed quantity and they could expand and they found ways to survive black communism. Some of them became stinking rich. They didn’t get to the helicopters and private planes stage of South Africa, but they were still damned well off.\n\nSo this may be the untold story of black rule. The same is true for the corporate and business world.\n\n2 thoughts on “S.Africa: White Super-Farmers with Helicopters & Private Jet planes\n\n  • 13th September 2018 at 1:28 pm\n\n    White Judas Goats, in bed with the jew communists and their black sock puppets. They need to be taken care of. They don’t give a hoot about other whties in SA, they only think of themselves. Would these pieces of white scum ever donate to help the SA whites living in the squatter camps? Would they give the whites jobs on their super farms? NO, they struck a deal with the niggerpuppets-in-charge to only employ niggers and wogs and now Chinese.\n\n    Would these POS white super-farmers donate arms, training, equipment to the whites under attack by the niggers and their jew stringpullers? I doubt it…..\n\n    Chinese are waiting in the wings to pick up the farms for a song, and remember the jews control China just like they do Israel and USA and Europe and Australia and all other countries with Rothschild banks.\n\n\n    (NOTE: Syria does not have a Rothschild bank, why are we not surprised that jew puppet Trump wants to bomb hell out of Syria.).\n\n    Will Whitey ever awaken to his peril?\n\n    • 13th September 2018 at 3:30 pm\n\n      The problem I’ve seen with the rich is that they do little, and often nothing for other whites. I have heard of one who donated money for protection for some guys who were protecting the farms. But on the whole, the rich do nothing. And they hobnob with the enemy too much.\n\n      Many of these guys who become rich farmers like this are professional people (e.g. medical field) or businesses people from the cities. They make money in the city, then they buy farms. So they have cash flow that goes into those farms unlike the guys who only have the farms and nothing else.\n\n      But yeah, as a rule: The rich do fuckall for the other whites.\n\n\nLeave a Reply\n\n%d bloggers like this:",
        "topic_id":17,
        "format_id":15,
        "topic_confidence":0.9815607071,
        "format_confidence":0.8973453045,
        "weight":0.0138402596
    },
    {
        "url":"https:\/\/songwritingatlanta.com\/tag\/i-dont-wanna-feel\/",
        "text":"I Don’t Wanna Feel…A Song For Trayvon, Mike Brown, and Countless Others\n\nImagine this. You wake up in the morning and start going about your day as usual. Then later in that same ordinary day you learn that YOUR son – who you have loved, fed and clothed everyday for 16, 17, 18 years or more – is violently killed. YOUR unarmed son…was…killed and those who are sworn to serve and protect are doing just that… for… your… son’s… killer.\n\nRight then is when the only thing you feel is pain, a pain so excruciating that your only wish is to not feel this.\n\nI have not had the day described here, but as the mother of a black boy, every time this day happens to these mothers I too feel an intense pain that leaves me with only the desire to NEVER FEEL THIS FEELING AGAIN. Black mothers have been facing this awful feeling for centuries now – and that is a travesty. When I see their sons I see my son. I see my son who is not perfect, but who is loved and who is loving. I see my son who has hopes and dreams and big plans. I see my son who every once in a while still wants a hug from his mom even though he is taller than me and even has a few muscles. I see my son who has a lot to learn and who has a lot of living to do. I see my son who has a lifetime of experiences waiting for him to have. I see my son who changed my life for the better the second he was conceived. When I see their sons dead in the street, their dreams halted, their futures stolen…I see my son.\n\nRegardless of the color of your skin If you can see YOUR son, YOUR brother, YOUR uncle, YOUR cousin when you see THEIR sons then raise your voice with me and let’s do something to stop this so that none of us has to ever feel this feeling again.\n\nHere’s what you can do right now:\n\nWhen talking to your friends about this issue keep the main thing the main thing – An unarmed teenager is dead.\n\nShare this post to keep the discussion going.",
        "topic_id":17,
        "format_id":15,
        "topic_confidence":0.9683508277,
        "format_confidence":0.9413501024,
        "weight":0.0136539969
    },
    {
        "url":"http:\/\/edgarvwwvu.blogdon.net\/a-secret-weapon-for-qanon-6390304",
        "text":"A Secret Weapon For Qanon\n\nWe use cookies to improve your practical experience on our website. By continuing to make use of our Site, you will be agreeing to our usage of cookies. You can alter your cookie options at any time.ContinueFind out far more\n\nAnonymous is a loosely linked international network of activist and hacktivist entities which encourage anonymous social engagement by direct motion. It originated in 2003 around the imageboard 4chan, symbolizing the concept of numerous online and offline Local community users concurrently existing as an anarchic, digitized world brain.\n\nsuggests Twitter will be employed by Assange to talk to the public because the extraction mission goes forward. The extra remark\n\nAbout the weekend of February 5–6, 2011, Aaron Barr, the chief govt of the safety company HBGary Federal, announced that his firm experienced correctly infiltrated the Anonymous team, and Whilst he wouldn't hand in excess of information for the law enforcement, he would reveal his results at a later conference in San Francisco. In retaliation for Aaron Barr's claims, members of your team Anonymous hacked the web site of HBGary Federal and changed the welcome website page using a message stating that Anonymous should not be messed with, and which the hacking of the web site was important to protect by itself.\n\nJustification my ignorance (?) Why would the cia and nsa war with one another. How do they vary. If i could get an eli5 pls\n\nPossessing developed up staff riders for browsing, skateboarding and snowboarding to vigorously exam and showcase each revolutionary pair of Anon Goggles and Anon Glasses to best them Completely ready for the worldwide market. Meeting the needs of every action sports activities fanatic about the world is not really some thing for being missed And that's why at ExtremePie.com We now have only the top in Anon solutions Completely ready for you to review and buy these days.\n\nBroadly Talking, Anons oppose World-wide-web censorship and Manage, and virtually all their steps target governments, companies, and businesses which they accuse of censorship. Anons had been early supporters of the worldwide Occupy motion and the Arab Spring.\n\nThere are actually Other folks who serve that reason, men and women much more respectable than us, people today whose voices emerge from the light, rather than the shadows. These voices are currently earning obvious the reforms that have been vital for quite a while, and are outright expected now.\n\nA Steven Spielberg movie starring Meryl Streep as his mom, which happens to be based on her time as head from the newspaper, was introduced on December 22 - just two times in advance of his Dying.\n\nAnon is an element of your Burton Snowboards relatives. A comparatively younger brand name for young skiers and riders, Anon force the envelope of regular type, collaborating with tour professionals such as Bode Merrill and Eric Pollard to exhibit their equipment.\n\nYou comply with our utilization of cookies with your system by continuing to work with our Internet site or by clicking I Acknowledge.\n\nAnonymous is tired of corporate interests controlling the web and silencing the folks’s rights to unfold data, but additional importantly, the appropriate to SHARE with each other.\n\nOccurred from eight am, February 10, 2010 for a protest towards the Australian Governing administration above the forthcoming internet filtering laws and the perceived censorship in pornography of modest-breasted women (that are perceived to become underneath age) and female ejaculation. Hrs earlier, Anonymous uploaded a movie message to YouTube, resolved to Kevin Rudd, and Seven News, presenting an index of needs and threats of further more action should they were not more info achieved.\n\nAn emblem that is usually related to Anonymous. The \"person with no head\" signifies anonymity and leaderless Firm.[1]\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *",
        "topic_id":17,
        "format_id":18,
        "topic_confidence":0.8703132272,
        "format_confidence":0.7258504033,
        "weight":0.0000499037
    },
    {
        "url":"http:\/\/www.bbc.com\/news\/uk-34031615",
        "text":"British embassy in Tehran reopens four years after closure\n\nMedia playback is unsupported on your device\nMedia captionJeremy Bowen reports on the thawing of relations between the UK and Iran\n\nThe British embassy in Iran has reopened, nearly four years after it was closed.\n\nForeign Secretary Philip Hammond attended a ceremony in Tehran with Iranian diplomats to mark the reopening while Iran has also reopened its embassy in London.\n\nThe UK embassy was closed in 2011 after it was stormed by protesters during a demonstration against sanctions.\n\nMr Hammond is the first UK foreign secretary to visit Iran since 2003.\n\nThe reopening comes weeks after Iran reached a deal with six world powers aimed at curbing its nuclear programme.\n\n'Important milestones'\n\nAt the ceremony Mr Hammond said the attack in 2011 had been \"a low point\" but since the election of President Hassan Rouhani things had \"steadily improved, step by step\".\n\nImage caption Mr Hammond said it was a historic moment in UK-Iran relations\n\nHe said: \"Last month's historic nuclear agreement was another milestone, and showed the power of diplomacy, conducted in an atmosphere of mutual respect, to solve shared challenges.\n\n\"Re-opening the embassy is the logical next step. To build confidence and trust between two great nations.\n\n\"Iran is, and will remain, an important country in a strategically important but volatile region. Maintaining dialogue around the world, even under difficult conditions, is critical.\"\n\nEarlier Mr Hammond told the BBC there was a \"big deficit of trust\" with Iran, and \"major issues on which we have fundamental differences of view\".\n\n\"But the symbolic importance of deciding to reopen embassies in each other's countries, is that we have chosen to talk to each other about those differences... to look for areas where our interests do align,\" he said.\n\nImage copyright AFP \/ Getty\nImage caption The British embassy in Tehran, seen here in 2003, has been closed since 2011\n\nInitially, the embassy will be headed by a charge d'affaires, Ajay Sharma, but Mr Hammond said an agreement on upgrading to full ambassador status is expected to be reached in the coming months.\n\nA trade delegation has also travelled to Tehran with Mr Hammond and the Exchequer Secretary to the Treasury Damian Hinds to discuss possible future trade opportunities.\n\nMr Hammond said there was \"huge appetite\" from UK businesses interested in investing in Iran and creating conditions for British banks to be able to finance trade deals with the country.\n\nIn London, former Foreign Secretary Jack Straw attended the opening of the Iranian embassy in South Kensington.\n\nImage copyright Reuters\nImage caption Mr Straw spoke with Iran's deputy foreign minister Mehdi Danesh Yazdi at the event in London\n\nHe told the BBC News Channel: \"It's a very important day for relations between Iran and the United Kingdom.\n\n\"Relations have always been quite difficult, and they reached a further nadir in 2011, but this is really good news.\"\n\nIn November 2011 Iran announced it was expelling the UK's ambassador in retaliation for British support for tougher sanctions on Tehran over its nuclear programme.\n\nHundreds of protesters stormed embassy compounds two days later, smashing windows, torching cars and burning union jacks.\n\nThe UK responded by closing the Iranian embassy in London later that month.\n\nImage copyright AFP\nImage caption The British embassy in Tehran was stormed by protestors in 2011\n\nBut following the election of Hassan Rouhani and an agreement on how to deal with Iran's nuclear programme, the then Foreign Secretary William Hague proposed the reopening of the embassy in June last year.\n\nSince then, the reopening of the embassy has been held up by technical problems over visa policy and communications equipment, Mr Hammond has said.\n\nInside the embassy\n\nImage copyright Reuters\n\nBy BBC Middle East editor Jeremy Bowen in Tehran\n\nAs he declared the embassy open, Britain's foreign secretary Philip Hammond said there were no limits to what Britain and Iran might achieve together over time, though they wouldn't always agree.\n\nA small group of Iranians who work at the embassy watched as the Union flag was hoisted in the 14 and a half acre embassy compound for the first time since 2011.\n\nBehind the high walls there are gracious lawns and dappled pools of shade from mature trees. It's all a remarkable contrast with the traffic and noise outside, in a scruffy part of inner city Tehran.\n\nBut for many Iranians, the compound with the lion and unicorn on the pillars of the gate is also a symbol of Britain's past meddling in their country. As a precaution, riot police were lined up outside the gate.\n\nInside the embassy, graffiti left by radicals who invaded it in 2011 is still on doors and panelling. Above a portrait of the Queen is the message 'Death to England'.\n\nRelated Topics\n\nMore on this story",
        "topic_id":17,
        "format_id":10,
        "topic_confidence":0.9963226318,
        "format_confidence":0.9959812164,
        "weight":0.0085324541
    },
    {
        "url":"http:\/\/www.demblognews.com\/2011\/02\/new-state-budget-may-cut-189000-public.html",
        "text":"Monday, February 28, 2011\n\nThe New State Budget May Cut 189,000+ Public Education Jobs\n\nThe Center for Public Policy Priorities today released some devastating county-by-county analysis of the state budget cuts proposed by Gov. Perry and the Republican controlled legislature:\nImpact By School District\nISD Funding\nchange in\nJob loss Private\njob loss\nAllen (13,949,745) (347) (485) (832)\nAnna (2,339,745) (58) (81) (140)\nCelina (1,402,810) (35) (49) (84)\nFarmersville (478,114) (12) (17) (29)\nFrisco (87,276,087) (2,171) (3,035) (5,206)\nMcKinney (25,950,220) (646) (903) (1,548)\nMelissa (1,431,237) (36) (50) (85)\nPlano (62,715,776) (1,560) (2,181) (3,741)\nPrinceton (1,421,577) (35) (49) (85)\nProsper (15,206,604) (378) (529) (907)\nWylie (5,947,427) (148) (207) (355)\nCommunity (749,628) (19) (26) (45)\nLovejoy (14,484,554) (360) (504) (864)\nTotals (233,353,524) (5,805) (8,116) (13,921)\nThe public education analysis projects that as many as 189,000+ public education jobs will be eliminated in Texas. Almost 14,000 public education jobs may be eliminated in Collin Co.\n\nThe state is short $27 billion, more than one-quarter of the state’s discretionary budget, of which about 91 percent is consumed by public schools, higher education, and health and human services.\nTexas already spends less per capita than almost any other state, but Senate Finance Chair Steve Ogden -- a Republican who Rick Perry has described as the smartest budget man he knows, and someone he implicitly trusts with the budget -- warned today the proposed budge cuts will “decimate public education.\"\nTexas Republicans would rather put our children's future at risk than allow corporations to pay their fair share to help build the well educated workforce Texas businesses need to prosper in the future.\n\nTexas Observer: Gov. Rick Perry has repeatedly said Texas’ deficit is “reflective of the national recession’s lingering impact on state revenue.”\nIn fact, the recession has little to do with the $27 billion budget shortfall. Back in 2006 the Republican controlled Legislature concocted a Rube Goldberg-style [school funding and business tax reform] measure that simultaneously cut property taxes, implemented a new “margins” tax on business and rejiggered the way public schools are financed.\nProblem was, as the state Legislative Budget Board pointed out at the time, the plan’s math didn’t wash because the margins tax wouldn’t bring in as much as the Legislature thought. In fact, the board said, it would leave a $5 billion hole in the state budget every year.\n\nThe upshot: Perry, who pushed the swap, knew full well he was helping to create today’s “crisis.”\nStar-Telegram: A 68-page report released by Texas Comptroller Susan Combs on Monday reveals that Texas will give business $32.2 billion worth of tax exemptions for sales, franchise, and gasoline and motor vehicle sales taxes for the 2011 fiscal year that ends on Aug. 31, 2011.\nExemptions to the state sales tax, the state's biggest source of revenue, will total $30.8 billion for the current fiscal year, Combs said, although some items exempted from the sales tax are taxed from other sources. Gasoline tax exemptions will amount to $113 million. Motor vehicle sales tax exemptions will total $125 million.\n\n\"While sales and use tax collections totaled $19.6 billion in fiscal 2010,\" Combs said, \"the tax is limited in scope when compared with the total number and kind of transactions in the economy, because of various exemptions and exclusions,\" Combs said.\n\nA number of lawmakers are calling for the elimination of at least some exemptions to boost revenue and help offset deep service reductions proposed in preliminary draft budgets. Others say canceling the breaks amounts to a tax increase, which Gov. Rick Perry and Republican legislative leaders have vowed to oppose.\n\nRead more at the Star-Telegram\nNYTimes OpEd \"Leaving Children Behind\" by Paul Krugman:\nConsider, as a case in point, what’s happening in Texas, which more and more seems to be where America’s political future happens first.\n\nTexas likes to portray itself as a model of small government, and indeed it is. Taxes are low, at least if you’re in the upper part of the income distribution (taxes on the bottom 40 percent of the population are actually above the national average). Government spending is also low. And to be fair, low taxes may be one reason for the state’s rapid population growth, although low housing prices are surely much more important.\n\nBut here’s the thing: While low spending may sound good in the abstract, what it amounts to in practice is low spending on children, who account directly or indirectly for a large part of government outlays at the state and local level.\n\nAnd in low-tax, low-spending Texas, the kids are not all right. The high school graduation rate, at just 61.3 percent, puts Texas 43rd out of 50 in state rankings. Nationally, the state ranks fifth in child poverty; it leads in the percentage of children without health insurance. And only 78 percent of Texas children are in excellent or very good health, significantly below the national average.\n\nBut wait — how can graduation rates be so low when Texas had that education miracle back when former President Bush was governor? Well, a couple of years into his presidency the truth about that miracle came out: Texas school administrators achieved low reported dropout rates the old-fashioned way — they, ahem, got the numbers wrong.\n\nIt’s not a pretty picture; compassion aside, you have to wonder — and many business people in Texas do — how the state can prosper in the long run with a future work force blighted by childhood poverty, poor health and lack of education.\n\nBut things are about to get much worse.\n\nA few months ago another Texas miracle went the way of that education miracle of the 1990s. For months, Gov. Rick Perry had boasted that his “tough conservative decisions” had kept the budget in surplus while allowing the state to weather the recession unscathed. But after Mr. Perry’s re-election, reality intruded — funny how that happens — and the state is now scrambling to close a huge budget gap. (By the way, given the current efforts to blame public-sector unions for state fiscal problems, it’s worth noting that the mess in Texas was achieved with an overwhelmingly nonunion work force.)\n\nSo how will that gap be closed? Given the already dire condition of Texas children, you might have expected the state’s leaders to focus the pain elsewhere. In particular, you might have expected high-income Texans, who pay much less in state and local taxes than the national average, to be asked to bear at least some of the burden.\n\nBut you’d be wrong. Tax increases have been ruled out of consideration; the gap will be closed solely through spending cuts. Medicaid, a program that is crucial to many of the state’s children, will take the biggest hit, with the Legislature proposing a funding cut of no less than 29 percent, including a reduction in the state’s already low payments to providers — raising fears that doctors will start refusing to see Medicaid patients. And education will also face steep cuts, with school administrators talking about as many as 100,000 layoffs.\n\nThe really striking thing about all this isn’t the cruelty — at this point you expect that — but the shortsightedness. What’s supposed to happen when today’s neglected children become tomorrow’s work force?\n\nAnyway, the next time some self-proclaimed deficit hawk tells you how much he worries about the debt we’re leaving our children, remember what’s happening in Texas, a state whose slogan right now might as well be “Lose the future.”\n\nNo comments:\n\nPost a Comment",
        "topic_id":17,
        "format_id":15,
        "topic_confidence":0.9326869845,
        "format_confidence":0.6920332313,
        "weight":0.0131511275
    },
    {
        "url":"http:\/\/www.worldpolicy.org\/blog\/2015\/09\/11\/world-policy-newsletter-week-september-11th",
        "text":"Best Drupal HostingBest Joomla HostingBest Wordpress Hosting\n\nWorld Policy Journal is proud to share our weekly podcast, World Policy On Air, featuring former Newsweek On Air host David Alpern with timely insights from global affairs analyst Michael Moran of, risk and geostrategy consultants. Click here to subscribe on iTunes!\n\n\n\nWorld Policy Newsletter, Week of September 11th\n\nAround the World\n\nAs European policymakers come together to address the migrant crisis, they must consider more than border policies and refugee numbers. Peter Atwater argues that Europeans and migrants alike are losing faith in public institutions, creating tensions no government can resolve.\n\nIn Lebanon, the nation’s capital bears the scars of decades of sectarian conflict and government corruption. Samer Mohdad's camera navigates the divide between the city's political elite and the young people fighting to control their fate.\n\nMeanwhile, outrage over Cecil the Lion's killing sparked an international clamor targeted at Zimbabwe's animal management policies. Sarah Logan looks into the sale of baby elephants to China, a tactic that produces funds that are meant to bolster conservation efforts, but are instead finding their way into politician’s pockets.\n\nFinally, in this week’s episode of World Policy On Air, Aliza Goldberg discusses how Turkey’s and the Czech Republic’s approaches toward Jewish culture have shaped disparate public perceptions of Jews. She compares how the two countries have formulated relations with their Jewish populations and suggests that the Czech case can stand as an example for other European countries to follow.\n\nAround the Institute\n\nNext Tuesday September 16, Arctic Deeply and the World Policy Institute, in collaboration with Guggenheim Partners and the Lee Kuan Yew School of Public Policy, National University of Singapore, will be hosting a roundtable titled “Asia and the Arctic: Where Things Stand.” The discussion will focus on the dawn of Arctic energy exploration and how Asian nations are faring amid the rapid change. Some of the featured speakers include Parag Khanna, Senior Research Fellow at NUS, Singapore; Mika Mered of Polarisk Consulting in France; and Mia Bennett of the Department of Geography at UCLA. Event is by invitation only and will be held in Singapore.\n\nFood Fight,” the fall issue of World Policy Journal, is now on newsstands. From the expanding global waistline to the relationship between food and cultural identity, the magazine explores some of the most pressing culinary matters of our time.\n\nBook Releases\n\nElmira Bayrasli’s new book, From the Other Side of the world: Extraordinary Entrepreneurs, Unlikely Places, was released this week. Profiling seven entrepreneurs in seven countries, Bayrasli explains how the next Steve Jobs is just as likely to come from Lagos as he is from Silicon Valley. On Tuesday September 22, Bayrasli will speak at a private event hosted by the Turkish Philanthropy Fund about her new book. To RSVP, click here.\n\n\nWilliam Powers makes the second stop on his book tour for New Slow City next Wednesday September 16. His book documents his sustainable, “slow” living approach to one of the busiest cities in the world: New York. Register here to attend the New York event and click here for complete tour listings.\n\n\nFellow Updates\n\nMichael Genovese presented a tribute book to leading academic Thomas E. Cronin at the American Political Science Association annual meeting. The Quest for Leadership: Thomas E. Cronin and His Influence on Presidential Studies and Political Science includes a wide range of articles written by many of today's top political scientists.\n\nTodd Lester’s is leading a four-day gardening workshop in an occupied building in São Paulo this weekend and next.\n\nShaun Randol discusses in an interview with KPFK radio how The Mantle, his newly launched publishing imprint, uses social media to find emerging voices. \n\nKim Taipale recently participated in the Munich Security Conference Roundtable on International Cyber Security Norms in New York.\n\n\n\nDon't forget to sign up for our weekly newsletters to find out the latest from the pages and website of World Policy Journal. Whether your interests are in emerging markets, the environment, urban informality, or just the most insightful perspectives on global events from across the world, World Policy has you covered. Subscribe today!\n\n[Photo courtesy of Flickr] Share\/Save\n\nPost new comment\nThe content of this field is kept private and will not be shown publicly. If you have a Gravatar account, used to display your avatar.\nThis question is for testing whether you are a human visitor and to prevent automated spam submissions.\nEnter the characters shown in the image. Ignore spaces and be careful about upper and lower case.\n\n\nAround WPI\n\nJihad in Sub-Saharan Africa \n\nThis paper, “Jihad in Sub-Saharan Africa: Challenging the Narratives of the War on Terror,” examines the history of Islamic movements in Africa's Sahel region to contextualize current conflicts.\n\nWorld Economic Roundtable with Vicente Fox \n\nIn this World Economic Roundtable, former Mexican President Vicente Fox discusses his current quest to make his country a hub for technology. \n\nIntern at World Policy\n\nWant to join our team? Looking for an experience at one of the most highly sought-after internships for ambitious students? Application details here.\n\n\nAl Gore presides over Arctic Roundtable \n\nAs the United States prepares to assume chairmanship of the Arctic Council in 2015, this inaugural convening of the Arctic Deeply Roundtables launches a vital conversation for our times. \n\n\nWhen the Senate Worked for Us:\nNew book offers untold stories of how activist staffers countered corporate lobbies in the U.S.\n\nAre the U.S. and China on a collision course?\nGet the facts from Amitai Etzioni in “Avoiding War with China.”\n\nMA in International Policy and Development\nMiddlebury Institute (Monterey, CA): Put theory into practice through client-based coursework. Apply by Nov. 30.\n\n\nTo learn about the latest in media, programming, and fellowship, subscribe to the World Policy Weekly Newsletter and read through our archives.\n\nWorld Policy on Facebook",
        "topic_id":17,
        "format_id":13,
        "topic_confidence":0.9836966395,
        "format_confidence":0.7415445447,
        "weight":0.0018254228
    },
    {
        "url":"http:\/\/bestblogsnov.blogspot.com\/2015\/06\/muslim-terrorists-celebrate-ramadan-by.html",
        "text":"Friday, June 26, 2015\n\nMuslim terrorists celebrate Ramadan by slaughtering “infidels” [Darleen Click]\n\nNot that anyone really cares when the Left is celebrating yet another victory in its war against traditional Judeo-Christianity\n\nTerrorists gunned down dozens of tourists on a Tunisian beach, left a severed head atop a fence outside a French factory and blew up a Kuwaiti mosque Friday in a bloody wave of attacks that followed an ISIS leader's call to make the month of Ramadan a time of “calamity for the infidels.”\n\nThere was no confirmation that the attacks were a coordinated effort ordered by ISIS, but the suspects who attacked a U.S.-owned gas factory in southeastern France left the terrorist army’s flags next to the severed head of their victim, and an ISIS affiliate claimed responsibility for the deadly Kuwait blast.\n\nprotein wisdom\n\nЗдесь можно оставить свои комментарии. Выпуск подготовленплагином wordpress для\n\nNo comments:\n\nPost a Comment",
        "topic_id":17,
        "format_id":15,
        "topic_confidence":0.7061725855,
        "format_confidence":0.9404075146,
        "weight":0.0099572159
    },
    {
        "url":"https:\/\/www.kevinmd.com\/blog\/2020\/05\/how-the-covid-19-pandemic-highlights-the-need-for-class-consciousness-among-physicians.html",
        "text":"How the COVID-19 pandemic highlights the need for class consciousness among physicians\n\nWhat labor struggles do a grocery worker, custodian, and doctor in the United States have in common? A few months ago, many people’s answers may have been – not much. But ever since the COVID-19 pandemic hit, our shared challenges are becoming ever more apparent.\n\nThe pandemic is revealing that physicians, under our current for-profit medical system, are workers. Doctors are being expected to labor in dangerous settings for long hours and without appropriate protective gear. Health systems continue to prioritize their bottom line over workers’ lives.\n\nAlthough more apparent now, the exploitation of doctors is not new. In fact, Marx, writing the Communist Manifesto in the 19th century, viewed physicians as members of the working class: “The bourgeoisie [i.e., wealthy members of the upper class] … has converted the physician … the man of science into its paid wage laborers.”\n\nIt may sound strange to call doctors “working class,” given their relatively high incomes and prestige. However, under capitalism, doctors, like other workers, are compensated for only a portion of the true value of their labor. The surplus value — or the difference between the true value of their labor and what they are paid — becomes profit for the bourgeoisie. This holds true even for physicians who are self-employed physicians or in the public and nonprofit sectors since they remain beholden to the insurance, pharmaceutical, and medical supply industries.\n\nConsequences of this exploitation include working long hours, sacrificing time with family, and alienation from the true practice of their craft (i.e., being forced to squeeze patient care into short 15-minute visits), ultimately resulting in high rates of burnout and suicide within the profession.\n\nThe “professionalization” of doctors helps conceal these processes of exploitation, obscuring them from the public eye and even from doctors themselves. Most doctors ideologically align with the bourgeoisie and believe they have escaped the working class. This mentality, ironically, can actually lead to a double exploitation. In addition to the siphoning off of their surplus value, many doctors voluntarily work longer hours and take on extra tasks out of a sense of professional obligation.\n\nThis “professionalization” also alienates physicians from their fellow workers. A tiny percentage of physicians across the country are unionized, even though the majority are employees at health care institutions. And physicians are among the least politically active groups, voting at much lower rates compared to other comparable professions and being less involved in community organizing spaces.\n\nNow, the veil is being lifted. It’s clearer than ever that the dangers doctors face are shared with all other health workers. Corporations, not health workers, hold the reins to decide how essential supplies are produced and distributed. And doctors are realizing that their ability to survive the pandemic is linked to all essential workers, including farmworkers, grocery, and postal employees.\n\nThis opens up a wealth of opportunity for cross-sector solidarity. Health workers of all stripes are joining together in the fight for occupational protections and testing, led in large part by the powerful organizing of nurses’ unions. Physicians can also join with other worker-led movements to combat job loss, evictions, incarceration, and deportations during COVID-19, and to fight for adequate protections for all essential workers. Recognizing the material reality of our higher wages and relatively secure jobs, we can redistribute our earnings within our communities and\/or offer clinical skills directly through mutual aid programs.\n\nIn joining together as workers, we gain power not only to support each other, but to topple capitalist health care. The current system prioritizes profits overhealing and has resulted in a decimated public health infrastructure unable to adequately respond to the current pandemic. Furthermore, triaging who gets ventilators and who gets tested is perpetuating the racism, sexism, ableism, and transphobia that thrive so well under capitalism.\n\nAll workers now have an opportunity to envision what a new health care system could look like, organized around community self-determination, rather than the profit motive. According to Marx, to achieve true revolution, the working class has to seize the means of production; in this case, the structures and resources of health care. What would that look like under COVID-19? How can we start creating material shifts? How can we draw from models outside of the US to get us closer to that goal?\n\nThese are scary, disorienting, and often tragic times. The life of the capitalist system is prioritized over our lives and the future of the planet. In addition to responding to the immediate needs during the pandemic, we hope that doctors take this moment to critically examine our position within capitalism and commit to worker solidarity. It is only together that we can collectively combat not only the pandemic, but the global threats of capitalism. We must join our fellow workers in building towards a more equitable future on the other side of the coronavirus.\n\nJuliana E. Morris is a family physician. Simon Ma is a medical student.\n\nImage credit:\n\nView 8 Comments >\n\nMost Popular\n\n✓ Join 150,000+ subscribers\n✓ Get KevinMD's most popular stories",
        "topic_id":17,
        "format_id":11,
        "topic_confidence":0.7756667733,
        "format_confidence":0.7109799981,
        "weight":0.0060001149
    },
    {
        "url":"http:\/\/www.politico.com\/story\/2014\/01\/wallets-to-watch-in-2014-races-101746",
        "text":"From left: Karl Rove, Michael Bloomberg and Gabrielle Giffords are pictured in this composite. | AP Photos\n\nRove, Bloomberg and Giffords are likely to play a major role in the 2014 political agenda. | AP Photos\n\nWallets to watch in 2014 races\n\nBillionaires, super PACs and nonprofits are gearing up for another round of intraparty fighting that will shape the direction of their respective parties for years to come.\n\nOn the Republican side, the business wing of the GOP establishment has declared war on elements of the party’s base — convinced that the religious right’s focus on social issues is costing swing votes and that tea partiers are playing a dangerous game of chicken with the U.S. economy. Those conservative activists, on the other hand, are determined to rid their party of the moderates and compromisers who they say are empowering President Barack Obama and standing in the way of meaningful conservative reform.\n\nDemocrats — less prone recently to pitched battles about the direction of the party in the age of Obama — are also showing early signs of a growing split over the future of the party.\n\n( PHOTOS: Senators up for election in 2014)\n\nProgressives and left-leaning activists are already clamoring for alternatives to the centrist, pro-business (read: Hillary Clinton) wing of the party — embodied by Sen. Elizabeth Warren’s rise to prominence as a darling of the left. Meanwhile, on two hot-button issues — climate and gun control — activist mega-donors are determined to punish Democrats deemed insufficiently committed to the party’s stated agenda on both issues.\n\nHere are 10 people and groups that are poised to play a major role in primaries or setting the political agenda in 2014:\n\n1) Karl Rove’s Crossroads networks\n\nIn 2014, strategist Karl Rove’s mission is to save the GOP from fiscal and cultural hardliners.\n\nConvinced that the purity demanded by conservative activists has cost the party a half-dozen Senate seats in 2010 and 2012, Rove has added a new super PAC to his Crossroads network.\n\nHis new Conservative Victory Project super PAC is aimed at backing the most conservative, electable candidates — helping provide a counterweight to tea party zeal and avoid duds like 2010 Delaware candidate Christine O’Donnell or 2012 Missouri candidate Todd Akin.\n\n( Also on POLITICO: 10 critical Senate races in 2014)\n\nThough the new group didn’t raise any money in the first half of 2013 — something that the group has chalked up in previous interviews to a certain level of donor fatigue — Rove still has a massive donor network of influential conservatives who largely hail from the business community.\n\n2) Michael Bloomberg\n\nFormer New York City Mayor Michael Bloomberg has never been shy about using his wealth to advance his agenda. In 2013, his two pro-gun-control efforts — the super PAC Independence USA and Mayors Against Illegal Guns — spent millions against opponents of stricter gun regulation.\n\nThey’re poised to play a similar role in 2014 — despite the gun control agenda virtually disappearing after a failed Senate vote last year on background check legislation and a Congress more fearful of the power of the National Rifle Association than the pro-gun control lobby.\n\nIndependence USA put $2.2 million backing Robin Kelly over former Rep. Debbie Halvorson in a special election for an Illinois congressional seat. Halvorson had earned an A rating from the NRA during her time in Congress — but the NRA did nothing to help her. In an October interview, Bloomberg also vowed to defeat Sen. Mark Pryor (D-Ark.) — a vulnerable Democrat in a deep red state — for his 2013 vote on the background check bill.\n\n3) American Principles\n\nThis outfit — comprised of a pair of nonprofits and a super PAC — is the advance guard of a planned big-money effort by the religious right to push back on establishment efforts to minimize divisive issues like abortion rights and gay marriage.\n\n( Also on POLITICO: 10 must-watch House races)\n\nTo do that, social conservatives concede, they need to raise more money for aggressive outside spending, including in primaries. American Principles started a super PAC in May and spent $173,000 in October on ads attacking Democrat Cory Booker as a “ pro-abortion extremist” and Republican Liz Cheney as a gay rights supporter.\n\nThe success of the ads hitting Cheney in the Wyoming Republican Senate primary should help the group raise more money to air ads elevating social issues in more raises, said its leading donor, New Jersey hedge funder Sean Fieler.\n\n“You need races and candidates and states that allow you to frame this in a way that other politicians are willing to emulate,” said Fieler, asserting that primaries present an appealing target for his group and others in the social conservative movement. “Participating in the primaries is more complicated for Party establishment donors and entities than it is for me.”\n\n4) Club for Growth\n\nThe Club For Growth has long played in Republican primary battles — helping to boost a little-known Texan named Ted Cruz against the establishment favorite David Dewhurst in 2012, for example. In 2014, the Club has made five endorsements so far.\n\n( PHOTOS: Governors’ offices up for grabs in 2014)\n\nIt’s backed Justin Amash and Bryan Smith in House races in Michigan and Idaho, respectively. And it threw its support behind Senate candidates Ben Sasse in Nebraska, Chris McDaniel in Mississippi and Tom Cotton in Arkansas.\n\nSpokesman Barney Keller said the group’s 2014 strategy is the same as always: It’ll bundle contributions for candidates from supportive donors across the country and get involved with independent expenditures, if necessary.\n\n5) Tom Steyer\n\nBillionaire Tom Steyer has emerged as the top voice on climate change in Democratic circles.\n\nHe’s ramped up the pressure on Obama over the Keystone XL pipeline, warning the administration to reject it or face a rebellion from Democratic donors. His super PAC, the NextGen Committee, has been active in several off-cycle 2013 races and is poised to play a bigger role in 2014 in both party primaries and the general election.\n\nAlready, the super PAC backed Rep. Ed Markey in the 2013 Massachusetts Senate race over Rep. Stephen Lynch. The PAC also poured more than $8 million into the Virginia gubernatorial race to make an example of Republican Ken Cuccinelli.\n\nA spokesperson said no decisions have been made which 2014 races to target — but it’s clear that Steyer is willing to intervene in primaries and general elections alike to change the political calculus on energy politics.",
        "topic_id":17,
        "format_id":9,
        "topic_confidence":0.9973115921,
        "format_confidence":0.8799439669,
        "weight":0.0003479035
    },
    {
        "url":"https:\/\/america.cgtn.com\/2016\/10\/29\/mariano-rajoys-re-election-as-spains-prime-minister-ends-political-deadlock",
        "text":"Mariano Rajoy’s re-election as Spain’s prime minister ends political deadlock\n\nWorld Today\n\nMariano Rajoy Spain’s acting conservative Prime Minister and Popular Party leader, Mariano Rajoy, addresses lawmakers at the Spanish parliament before a first confidence vote in Madrid, Thursday, Oct. 27, 2016. The Spanish Parliament wrapped up debate Thursday before holding a first confidence vote to allow conservative leader Mariano Rajoy to form a minority government and end a 10-month political impasse. (AP Photo\/Francisco Seco)\n\nSpain’s Parliament voted Saturday to approve acting Prime Minister Mariano Rajoy’s bid to form a new minority government, putting an end to the country’s 10-month political deadlock.\n\nRajoy, leader of the conservative Popular Party, won a second term as prime minister with a 170-111 vote and 68 abstentions.\n\nDuring the vote, hundreds of anti -Popular Party protesters marched through Madrid’s downtown streets carrying signs reading “No To The Mafia Coup.”\n\nRajoy needed a majority in the 350-seat Parliament during a first confidence vote Thursday, but was rejected. He only needed more votes in favor than against during the second vote.\n\nGoing into the balloting, Rajoy had the support of 170 lawmakers, 137 of them from his own party. The rival Socialist party broke the deadlock by agreeing last week to abstain from the second vote. Fifteen of its members nonetheless voted against Rajoy on Saturday.\n\nFormer Socialist leader Pedro Sanchez resigned his Parliamentary seat early Saturday, leaving only 349 members taking part in the confidence vote. Sanchez said amid tears that he would not defy his party’s decision to pave the way for a Rajoy government by abstaining, but could not vote for Rajoy either.\n\nRajoy’s will likely be sworn in before King Felipe VI on Sunday or Monday. He has said he plans to announce the members of his cabinet on Thursday.\n\nStory by the Associated Press.",
        "topic_id":17,
        "format_id":10,
        "topic_confidence":0.9972648621,
        "format_confidence":0.9959314466,
        "weight":0.0085405233
    },
    {
        "url":"http:\/\/news.belmont.edu\/student-led-bruinvote16-initiative-brings-voter-education-registration-to-campus\/",
        "text":"News & Media\n\nOfficial News From the Office of Communications\n\nStudent-Led BruinVote16 Initiative Brings Voter Education, Registration to Campus\n\nBruinVote16 Logo\n\nWorking with the voter education arm of the Commission on Presidential Debates, Belmont is one of 150 institutions nationwide participating this fall in College Debate 16, a non-partisan initiative to empower young voters to identify issues and engage peers in the presidential election.\n\nA student team, led by junior journalism major Riley Wallace, was convened in the spring to lead Belmont’s work on this initiative, and plans began to form under the banner #BruinVote16. This summer the team joined forces with leadership from SGA and SAPB to combine efforts for educational programs and voter registration promotion. Events already scheduled include debate watch parties, voter registration drives, informative convos and a documentary screening on civil discourse.\n\nRiley Wallace and Sybril Brown\n\nRiley Wallace and Dr. Syb Brown\n\nIn June, Wallace attended a conference at Dominican University of California with other College Debate 2016 delegates from across the country. Dr. Syb Brown, professor of media studies, also served as featured speaker at the College Debate ’16 June conference, leading the delegates in a discussion on “Digital Citizenship.” Wallace said, “Being involved with #CollegeDebate16 was really interesting in that it showed the scope of how involved a college student can be within the political process, whether that’s working alongside policy-influencing organizations, expressing ourselves through the vote or organizing events to help bring attention to issues important to us and our peers. It was powerful to consider the amount of change possible just through the students in that room.”\n\nChris Dickerson, president of Belmont SGA, and the SGA and SAPB leadership teams were already hard at work on putting together programming for Fall 2016 to encourage an informed campus environment around election season. “Every year Student Governments across the state of Tennessee are charged by the Secretary of State’s office to engage with their campuses through voter registration drives and events geared towards political participation. This year, I’m excited that SGA and Belmont have taken this charge to an entirely new level through the efforts of #BruinVote16. People have given their lives fighting for the right to vote, and it is our collective responsibility to engage in the political process and make sure that our voices are heard.”\n\nWallace adds that she hopes the #BruinVote16 efforts also change how she and her peers converse on important issues.\n\n“Through this program, I’d like to bring that sense of empowerment to Belmont’s campus. I’d love for BruinVote16 to help foster civil discussions on issues that will affect college students during and after the upcoming presidential election and provide welcoming and accessible platforms where students can learn more about our government and their role in it.”\n\nBrown and Wallace are both participating in the organization’s next event Sept. 6-7, once again at Dominican University of California.\n\nFor more information and to view a current listing of events, visit",
        "topic_id":17,
        "format_id":13,
        "topic_confidence":0.9607641101,
        "format_confidence":0.9480412006,
        "weight":0.0017828674
    },
    {
        "url":"http:\/\/www.celesylvupdates.com\/politics\/the-federal-government-has-announced-its-plan-to-submit-a-list-of-its-food-vendors-to-efcc-while-denying-allegations-of-food-feeding-scheme\/",
        "text":"\nBreaking News\nHome \/ Politics \/ The Federal Government has announced its plan to submit a list of its food vendors to EFCC while denying allegations of food feeding scheme\n\nThe Federal Government has announced its plan to submit a list of its food vendors to EFCC while denying allegations of food feeding scheme\n\nThe Federal Government has announced its plan to submit a list of its food vendors to the Economic and Financial Crimes Commission (EFCC), while also denying allegations of spending N679m ($1,739,881.82) daily on school feeding programme.\n\nMinister of Humanitarian Affairs, Disaster Management and Social Development, Sadiya Umar-Farouk made the announcement after the Peoples Democratic Party (PDP) alleged that the “school feeding claims by the Federal Government, when schools are shut due to COVID-19 pandemic, is a huge scam and a scheme by corrupt All Progressives Congress (APC) leaders and some officials in the Buhari presidency to siphon a targeted N13.5 billion public funds to finance their wasteful lifestyles.”\n\nThe main opposition party which described “the use of innocent school children as cover to steal and funnel not less than N679 million daily to private purses as sacrilegious, wicked and completely unpardonable”, added that “it is now clear that the APC-led administration’s school feeding programme had always been a scam, the claims to feed school children even when schools are closed are colossal racketeering taken too far.”\n\nSadiya Umar-Farouk who defended the federal government at the daily briefing of the Presidential Task Force (PTF) on COVID-19 on Friday May 15, denied claims of spending N679 million per day on the school feeding programme.\n\n\nShe said;\n\n“For clarity, the programme which is funded by the federal government of Nigeria is implemented by the state governments and facilitated by the Federal Ministry of human Affairs, disaster Management and Social Development.\n\n“And this programme, as modified is targeted at heads of the households, guardians and caregivers of these children – primary school pupils one to three.\n\n“And also, we are not spending N679 million per day as alluded to, that number is inaccurate the take-home ration worth N4,200 per household and as planned as a monthly COVID-19 intervention for 3, 131,971 household in the participating states of the Federation.\n\n“When the federal government ordered the closure of schools across the country in order to help flatten the curve on the COVID-19,  it interrupted the school feeding programme, which is one of our Cardinal project has a government and which preceded the COVID-19  outbreak, because the programme was already ongoing food vendors had already been contacted and mobilized for the project.\n\n“We are also mindful of the fact that most vendors having mobilised are made purchases Preparatory to the project as official. It’s not just possible to ask them for a refund. This has been done before the school calendar was disrupted.”\n\nThe Minister further revealed that they opted for a modified school programme because asking for a refund from vendors who have already bought food items in preparation for the project is impossible.\n\n\nSadiya added;\n\n“That is how we arrived at the modified school feeding programme of taking food rations into the households of this children. So how we got our data with children at home was another issue. When children are enrolled in schools, as part of the registration process has a detailed register which contains the address of parents and guardians of every people is kept with the school as well as the class teachers. We also obtained those from SUBEB and other sources.\n\n“Also, in the community where these are children live, every child’s home can be easily identified by members of that community and management of these schools. So to ensure full transparency so that the programme is not compromised, we are submitting a full list of all the vendors to the EFFC and let me also state here that these vendors have been in the structure since 2016. So, we’re using existing structure is not a whole new programme that were enrolling, no.\n\n“The vendors that have been in the programme that we are using because they used to provide these food and materials to the cooks to cook.\n\n“We have also invited other agencies of government including the DSS, EFFC, ICPC code of conduct and a host of NGOs and CSOs to help us monitor. I’m sure you agree with me yesterday, you must have noticed a large number of people participating in the process or in the flag off because we engage as many stakeholders as possible to be part of that being very mindful of the social distance guideline.\n\n“I am going into some [details] in order to disapprove some misinformation and misunderstanding around modified programme and to ask Nigerians to support this for active intervention designed to keep our children fed during this pandemic, So that objective of this National home work school feeding programme is not compromised.”\n\nAbout CeleSylv Updates\n\n\n  1. Senseless talk, could you hear what u just said? pls how did u located those you feed?\n\n  2. We have heard all these on our radio but we did not see, even the #20,000 naira they said they paid through BVN, we have not recieve in SOUTH SOUTH, let them prove the beneficialy with phone number\/pasport\/names\/account number\n\n  3. So why is it important for schools to keep feeding their students? What additives are they wanting children to keep consuming?\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *",
        "topic_id":17,
        "format_id":10,
        "topic_confidence":0.9897077084,
        "format_confidence":0.9218728542,
        "weight":0.0084758042
    },
    {
        "url":"https:\/\/burrber.wordpress.com\/category\/election-day\/",
        "text":"election day\n\ntoday i’ll write something serious.\n\nit will be my first time to vote for the national election. i feel kind of scared and at the same time excited. lots of news-might-lead-to-failure-of-election  aired by media every night and every day. seems like it would be 49 rate of being successful and 51 would be failure (in the perspective of the negative Filipinos, at least). but the power of positivism never fails. three days more and i need to be more mature and responsible enough for the next 6 years of the Philippines.\n\ni will sure vote.  god bless my homeland.",
        "topic_id":17,
        "format_id":15,
        "topic_confidence":0.9948923588,
        "format_confidence":0.9961431623,
        "weight":0.0140282394
    },
    {
        "url":"https:\/\/www.nbcbayarea.com\/news\/local\/Deferred-Deportation-for-Undocumented-Youths-in-San-Francisco-165571726.html",
        "text":"Deferred Deportation for Undocumented Youths in San Francisco - NBC Bay Area\n\nDeferred Deportation for Undocumented Youths in San Francisco\n\n\n\n    5 Stylish Home Updates That Make the Biggest Difference\n    Getty Images\n    Members of CASA de Maryland gather in front of the White House to celebrate the Obama Administration's announcement about deportation of illegal immigrants June 15, 2012 in Washington, DC. Obama said the administration will stop deporting undocumented immigrants who had come to the U.S. when they were at a young age.\n\n    Immigration experts encouraged undocumented San Francisco youth on Wednesday to prepare for next week when they will be able to apply for deferred deportation.\n\n    The policy change, announced by President Obama in June, provides a two-year deferral of deportation for people who came to the U.S. before the age of 16, are under 31 years old, and meet other requirements.\n\n    The first day to apply for the policy is Aug. 15, and members of the San Francisco Immigrant Legal and Education Network (SFILEN), the coalition that held Wednesday's news conference, encouraged people to prepare  ahead of time.\n\n    \"Start obtaining documentation, school records, medical records, anything with a name and dates,\" said Laura Sanchez, an immigration attorney with the Central American Resource Center (CARECEN), a group in the  coalition.\n\n    Other eligibility requirements include having resided continuously in the U.S. since June 15, 2007, currently being in school or having obtained a high school diploma, and having not been convicted of a felony offense or a  significant misdemeanor.\n\n    Sanchez said another critical thing to be aware of for immigrants seeking deferred deportation is the $465 application fee.\n\n    \"It's a significant amount of money,\" she said. \"Imagine having multiple family members who may qualify.\"\n\n    Anoop Prasad, an immigration attorney with the Asian Law Caucus,  said many people are wary of applying because they believe it could put their  undocumented family members who are not eligible for the program at risk.  Prasad said that is not the case.\n\n    \"Privacy act privileges are in place,\" Prasad said.\n\n    He said some are also waiting until after the November  presidential election to apply since a new president could alter or dismantle  the policy.\n\n    Sanchez said people interested in applying should consult with a  nonprofit agency that is part of SFILEN or an experienced immigration  attorney because \"it's somewhat of a complicated process,\" and said an  application form has still yet to be released by federal officials.\n\n    She also warned against \"notarios,\" people posing as immigration  attorneys or consultants.\n\n    Emmanuel Valenciano, a 24-year-old San Francisco State University  student, said he is an example of an undocumented immigrant who plans on  applying for the policy.\n\n    Valenciano said he was moved to the U.S. from the Philippines at  the age of 13.\"At that time, I did not know the consequences of staying here,\"  he said. \"I was afraid of the future, and didn't know if my status would be  fixed.\"\n\n    Valenciano said \"it was amazing\" when he heard of the new policy,  but said \"it's only a temporary\" fix for undocumented youth.\n\n    \"There are hard workers still living in the shadows,\" he said.\n\n    For more information on the deferred action process, visit the  U.S. Citizenship and Immigration Services website at",
        "topic_id":17,
        "format_id":10,
        "topic_confidence":0.9083880782,
        "format_confidence":0.9971709847,
        "weight":0.0077793872
    },
    {
        "url":"https:\/\/newint.org\/search?key=india&amp%3Bf%5B0%5D=created%3A1997&amp%3Bf%5B1%5D=field_themes%3A5311&f%5B0%5D=field_tags%3A11372&f%5B1%5D=field_themes%3A5873&f%5B2%5D=field_tags%3A3481&f%5B3%5D=field_tags%3A10938&f%5B4%5D=field_themes%3A4951&f%5B5%5D=field_tags%3A7103",
        "text":"\n\nTop stories about india\n\n\nThis article is more than 19 years old.\n\n... Lucy Willis     On 18 October 2000 the Supreme Court of India handed down an historic judgement. The Narmada Bachao ... of numbers in her head, and under her relentless dialling India awakes. At this moment she is trying to meet the Chief ... analysts are asking why – after 50 years of it – are India’s water problems getting worse, its small farmers ...\n\nSubscribe   Ethical Shop",
        "topic_id":17,
        "format_id":1,
        "topic_confidence":0.9310526848,
        "format_confidence":0.993023634,
        "weight":0.0038884747
    },
    {
        "url":"http:\/\/politicalticker.blogs.cnn.com\/2009\/07\/20\/frankens-first-goal-dogs-for-vets\/comment-page-9\/",
        "text":"July 20th, 2009\n04:43 PM ET\n8 years ago\n\nFranken's first goal: Dogs for vets\n\nSen. Al Franken unveiled his first legislative goal Monday.\n\nSen. Al Franken unveiled his first legislative goal Monday.\n\nWASHINGTON (CNN) - Newly-minted Sen. Al Franken, D-Minnesota, unveiled his first legislative goal Monday - providing funding to train dogs to work with wounded veterans.\n\n\"Service dogs … can be of immense benefit to vets suffering from physical and emotional wounds,\" Franken wrote in a column published in the Star Tribune. \"Yes, they provide companionship. But they can also detect changes in a person's breathing, perspiration or scent to anticipate and ward off an impending panic attack with some well-timed nuzzling. They are trained to let their masters know when it's time to take their medication and to wake them from terrifying nightmares.\"\n\nFranken, who was recently sworn-in after a nine month battle over the election results, said it costs about $25,000 to train and place a dog and noted his bill would provide hundreds of them to veterans.\n\nThe Minnesota Democrat also said there is evidence to show that this kind of program could help reduce the suicide rate among veterans.\n\n\"Frankly, I believe it is enough simply to improve the lives of those of whom we asked so much,\" Franken wrote. \"But this program isn't just the right thing to do. It's the smart thing to do. This is win, win, win, win. I've been a senator for only a few days. But I've learned that it's better to listen than to talk, that you don't have to be a lawyer to be impressed by a tremendous jurist like Judge Sotomayor, and that I enjoy working with my Republican colleagues as much as I do with my fellow Democrats.\"\n\nFiled under: Al Franken\nsoundoff (304 Responses)\n  1. Brian\n\n    Great idea. I have to wonder if the negative commenters even care if our vets commit suicide.\n\n    July 20, 2009 02:10 pm at 2:10 pm |\n  2. linda\n\n    Sounds like a great idea to me. Our vets need a lot of help and don't forget we made a promise to those that serve and we need to keep it.\n\n    July 20, 2009 02:10 pm at 2:10 pm |\n  3. MJ\n\n    Wake Up America! Do you not understand what this will cost! This is being shoved down our throats! Give the people a chance to decide if this is the right thing to do.\n\n    July 20, 2009 02:10 pm at 2:10 pm |\n  4. corymac\n\n    Really? Al Franken wants to do something for the vets? Wow, I'm pleasantly surprised. I didn't think he liked the military. I'm all for this initiative. Anything that will help our veterans gets kudos from me. Way to go, Al!\n\n    July 20, 2009 02:12 pm at 2:12 pm |\n  5. Lydia\n\n    Right on, Senator Franken! I can't think of a more loving tribute to our soldiers than a companion that will love AND protect... and absolute loyal companion. That's more than we can say for our own country and the way it has treated our physically and emotionally wounded soldiers.\n\n    Mobius, you've never known the love of a dog, have you? What a sad person you are.\n\n    July 20, 2009 02:12 pm at 2:12 pm |\n  6. Marilyn\n\n    Franken is an idiot. I'm beginning to think Minnesota is populated by idiots - first Jesse Ventura and now Franken. They make California look like the place where intelligent people live.\n\n    July 20, 2009 02:13 pm at 2:13 pm |\n  7. Ivan Montoya\n\n    I think I'm getting a panic attack right now. Here we are, a nation capable of putting a man in the moon, but manage to elect a clown worried about an issue way down in the totem pole of priorities,\n\n    July 20, 2009 02:14 pm at 2:14 pm |\n  8. alpha_nu_916\n\n    Mobius July 20th, 2009 12:55 pm ET\n\n\n    THIS is what we waited for all these months to get this brilliant political mind in the US Senate? I guess that *is* change, but……\n\n    I'm amazed that our country is still functional with the new brand of nonstop idiocy which has gripped our Government since January….and of course, except for the brand name, it's not really any change at all.\n    i can just feel the contempt & hate oozing from any neocon with regard to senator franken's proposal.\n    mobius and his chums were probably content with the last administration's policies toward war vets – send em' on tour after tour; unilaterally engage in war so us servicemembers bear the brunt of the losses; allow va hospital to enter a state of disrepair; provide them with inadequate armor and equipment.\n    where is the compassion that conservatives swear they possess? some of these people need a friend & are we all not in agreement that dogs are man's best friend?\n\n    July 20, 2009 02:14 pm at 2:14 pm |\n  9. CF\n\n    Kudos to Sen. Franken. This is a worthwhile cause and Franken is doing his job adequately.\n\n    July 20, 2009 02:14 pm at 2:14 pm |\n  10. Tom\n\n    I'm all for helping our service men and women, and I'm a firm believer in the power of animals to help provide service to those in need.\n\n    But, now is not the time to spend $25,000 per dog. The time for that is when everything else is done and paid off.\n\n    It appears that Franken has gotten his priorities mixed up.\n\n    July 20, 2009 02:14 pm at 2:14 pm |\n  11. Robert, Miami, FL\n\n    Support the men and women in uniform is not just words and flag-waving and pride when some enemy target is destroyed. Supporting the troops is not turning your back on them when they return from war, especially if they come back injured whether it's physically or emotionally.\n\n    July 20, 2009 02:15 pm at 2:15 pm |\n  12. Scott Morris\n\n    I am sorry, but everytime Al Franken uses the word \"Frankly\" I cannot help but snicker the same way a little kid does when someone says the word \"duty\"...\n\n    I think it is a good program. I know several people with service dogs, and they are an amazing and many times life-saving infiluence in their lives. I would agree that our veterans deserve this benefit just like any blind of handicapped person.\n\n    July 20, 2009 02:15 pm at 2:15 pm |\n  13. Chris\n\n    This may seem a little silly at the outset but it really is a worthy program for vets with post traumatic stress syndrome. There was a Wall Street Journal article that profiled a vet and his service dog and what the dog did for him was simply amazing. I'm glad Sen. Franken is bringing attention, and hopefully added dollars, to this worthy cause.\n\n    July 20, 2009 02:15 pm at 2:15 pm |\n  14. whitefences\n\n    This man is doing just what President Obama campaigned on. Making promises and delivering. You go guy, keep on trucking.\n\n    July 20, 2009 02:15 pm at 2:15 pm |\n  15. cynic\n\n    I think he meant vets for dogs – a health care thing. He just got confused. Although he's a high functioning liberal he's still severely impaired when it comes to understanding things that are real.\n\n    July 20, 2009 02:15 pm at 2:15 pm |\n  16. Man of Atlanta\n\n    I have an epileptic family member with a service dog. She alerts them and my family when it is time to take seizure medication.\n\n    Most of us who know, an epileptic seizure can strike at any time and without warning. Sadie has saved the life of my relative on a number of occasions. She instinctively knows and has been trained for such a thing.\n\n    I think it's a great idea, it improves on the quality of life for those suffering from such afflictions and not that cost prohibitive.\n\n    While it may have not been my first choice for a bill, I think it's a great move since Sen. Franken spent so much time in Iraq on USO tours and we have literally let our returned injured men and women in uniform slip through the cracks.\n\n    July 20, 2009 02:16 pm at 2:16 pm |\n  17. Mel\n\n    Mobius – I'm glad that you hold the service of our veteran's with such high esteem. Why do you think so many veteran's try to bring dogs back with them that have meant so much to them while they are protecting your freedom to speak so feeling.\n\n    You obviously could use some of the unconditional love that a dog gives.\n\n    July 20, 2009 02:16 pm at 2:16 pm |\n  18. Jane in WI\n\n    What is wrong with you people? Do vets not deserve this? Of course they do, you go lay your life on the line and come back disfigured and see if you criticize the idea then. Try to think about more than your selfish self.\n\n    July 20, 2009 02:17 pm at 2:17 pm |\n  19. cecelia defranco\n\n    Fianally! And it took a former comedian to bring some common sense to government. And to all you people who think his service dog idea is a waste of money...you better pray that you or your relatives don't need one some day\n\n    July 20, 2009 02:19 pm at 2:19 pm |\n  20. Ticker Shock\n\n    Hey, this can a good thing. We need to take care of our servicemen and women in every way that we can. I have a relative who is still suffering emotionally after being hit in the first Gulf War. He has tried so hard to return to a 'normal' life but still has PTSD sabotaging whatever progress he makes.\n\n    July 20, 2009 02:19 pm at 2:19 pm |\n  21. nebrask-nan\n\n    Al Franken is going to be an amazing public servant, mark my words. Sounds like he's off to a terrific start, and I'd like to see you, Mobius, Doug Neumann, or Roger, do any better! Give him a chance, please.\n\n    July 20, 2009 02:20 pm at 2:20 pm |\n  22. Dave\n\n    Thought this guy would be a total joke (no pun intended) but this is a real good idea and I am all for it.\n\n    Off to a good start in proving me wrong Senator – way to go in helping out our armed forces in an area that makes a whole lot of sense\n\n    July 20, 2009 02:20 pm at 2:20 pm |\n  23. angel\n\n    It may be a long shot, but it may not be a bad at idea after all. I may add that our veterans should get as much help as possible-mustly the injured ones.\n\n    July 20, 2009 02:20 pm at 2:20 pm |\n  24. Bev\n\n    Anything that helps to benefit our wounded soldiers is an obligation we have to them as a nation. This sounds like a wonderful initiative, and my hat is off to any legislator who places the needs of our troops first. We as a nation have become numb to what is happening in Iraq and Afghanistan – and we c... (truncated)",
        "topic_id":17,
        "format_id":4,
        "topic_confidence":0.9807711244,
        "format_confidence":0.9726242423,
        "weight":0.0062248043
    },
    {
        "url":"https:\/\/able2know.org\/topic\/113195-1",
        "text":"Notes from Africa\n\nReply Sat 8 Mar, 2008 12:18 pm\nA friend of mine is in Rwanda for half a year. She's a brilliant writer and she blogs from there. Not sure if i can link to her blog, i presume not, but I thought i'd share some of her writing here every now and then, as it's always a good read.\n\nPosted: 07 Mar 2008 02:05 AM CST\nJina Moore\n\nHere's an article from Agence France Press, which is like the A.P. or Reuters-those big news organizations that cover the world in \"traditional journalism style.\" You'll recognize it; it's that thing Jon Stewart mocks so brilliantly. The article is short, but I made it shorter, so I can get to the point:\n\nAre you asleep yet?\nThis article shocked me, actually. What's this person, whoever he or she is who wrote it, really saying? In news journalism, the last thing you write is supposed to be the \"most expendable.\" An editor should be able to look at your story and if it doesn't fit in the space, he starts cutting paragraphs, from the bottom up. But in order to understand what this person is really saying, I have to start from the bottom of his article and work my way to the top. That, already, is an indictment, of the article and the model it is based on.\nIn 1993, the third in a history of ethnic massacres broke out in Burundi. It's an unrecognized genocide, one which shares some of the dimensions of but was somehow eclipsed by Rwanda's own genocide in 1994. Strangers killed strangers; neighbors killed neighbors, and at the end of it all, three hundred thousand people had died, whole families were destroyed, and probably some, as in Rwanda, still haven't received proper burial. The country's infrastructure-roads, agriculture, electricity, to say nothing of banks and business-still hasn't recovered; even if it had, generations of talented Burundians aren't alive any more, and 15 short years aren't quite enough to train those who do remain or who have returned to make a country function.\nSince then, the country has slowly been negotiating peace, formally and informally: You can have all the agreements you want, but peace is negotiated every day by the people who live in your country.\nAs you can probably guess, any history of massacres also means a history of refugees. Even before 1993, hundreds of thousands of Burundians were living in refugee camps in Tanzania, Kenya, Rwanda, Congo. As Burundi became stable, they returned home-sometimes because they wanted to, sometimes because their \"hosts\" wanted them to leave. So now Burundi's population is soaring. So are land conflicts: if I fled from my family home during the second massacres in 1972, and you've been living there since, who owns the house? Does our instinctual answer to that question change if we find out that you, who have been living there, chased we who fled away with a machete? How can we both eat, in a country where people have for generations grown their own food, and where the opportunity to grow food comes only with the right to land, which comes through the family?\nAnd so\u0085 \"Some 600,000 Burundians are suffering from food shortages and need emergency aid\u0085.Burundi was self-sufficient in 1993 but that the population had since grown by 33 percent while production stagnated.\"\nThis is voice for the voiceless?\nWe say we want to solve problems. How can we solve problems if the very language we use to describe them fails to tell us what they really are? This is not just a problem of journalists. Download a Security Council resolution or a State Department report. Pick up a program report from USAID or CARE, two big players in international aid: This is also a problem of diplomats, and it's a problem of development workers. In the course of our professional duties to be objective, or to be scientific, or to be both, we use language to cut out of our jobs the very people we are supposed to be helping. The problem is, we in those professions also profess to be advocating for them.\nThere is a way to be fair, to be objective, to be clear-headed, to be independent, while also acknowledging the humanity of the people you are working with, the nuance of the context you are working in.\nSo next time you are writing a world news article, or using a log frame, or advising your boss about policy options, stop for a second and read out loud what you have in your hands. Can you hear anything human in it?\n  • Topic Stats\n  • Top Replies\n  • Link to this Topic\nType: Discussion • Score: 1 • Views: 4,032 • Replies: 11\nNo top replies\n\nReply Sat 8 Mar, 2008 01:42 pm\n\nI don't see why you can't link to her blog.\n0 Replies\nReply Sat 8 Mar, 2008 02:47 pm\nI think it's against the TOS to link to blogs, no?\n0 Replies\nReply Sat 8 Mar, 2008 02:50 pm\nWell, dont link, give the url enclosed with some diacritics..\n\nI'm interested.\n0 Replies\nReply Sat 8 Mar, 2008 03:01 pm\nIf you google Jina Moore, her blog will come up as the second hit (Notes from Central Africa)\n0 Replies\nReply Sat 8 Mar, 2008 03:09 pm\n\nForget the malaria, the dengue, the yellow fever\u0085\n\nFebruary 11, 2008 ·\nLet me tell you what will really kill you in Africa.\n0 Replies\nReply Sat 8 Mar, 2008 03:16 pm\nJust checked, it's ok. Reading...\n0 Replies\nReply Sat 8 Mar, 2008 03:19 pm\ni find it's usually somewhat (?) shocking to see the \"leaders\" of some poor nation attending a meeting , coming off an airplane ... ...\nthey are usually well-fed men , well-dressed , plenty of attendants looking after them ... ...\nlooks like they have no worry in the world .\n\n\nwhen you see how the \"ordinary\" people have to live - well , that's a different story .\n\n\neven opposition leaders and rebel leaders often look as if they don't come from the same group of people as those \"ordinary\" people they claim to represent .\n\ni believe that this is a picture of nelson mandela (yes ,i know who he is) meeting with a government and an opposition leader - i can't tell who is who .\nboth look like they just came from a health-spa - unfortunately they forgot to invite some of the \"ordinary\" people .\n\n\nis there a solution to this sorry state of affairs ?\ni certainly don't know .\n0 Replies\nReply Sat 8 Mar, 2008 03:25 pm\ni'm afraid that's a worldwide problem, hamburger, not just Africa's.\n\nBut speaking of \"helping\" the third world countries, here's another good post from Jina:\n\nI Can't Believe I'm Posting About George Clooney\nFebruary 22, 2008\nIt has come to this. But maybe the \"it\" isn't me\u0085 Hold on, we need some context:\n\nClooney recently had a dark-night-of-the-soul (or of the red wine, depending) with Time Magazine's Joel Stein, about Darfur:\n\n0 Replies\nReply Sat 8 Mar, 2008 03:44 pm\nI really like her writing style, Dag. I've also read some of the stuff she linked to. Great reading!\n0 Replies\nReply Sat 8 Mar, 2008 03:51 pm\nThank you. I'm very proud of her Very Happy\n0 Replies\nReply Mon 10 Mar, 2008 11:15 pm\nAid-ing the poor\nPosted: 10 Mar 2008 02:00 PM CDT\nJina Moore\n\nIt doesn't take all that much time in a place like Rwanda to start wondering if aid works, or how it might work better. Here's an excerpt from a blog I just happened upon, in which a guy from Europe (Germany?) who's been here a lot longer than I raises a few difficult questions:\nThe failures of the aid industry are becoming more obvious and more difficult to hide. And it is unfortunate, because aid is not bad per se. For me, there are still brilliant people and great organisations doing amazing work in Africa. The methods of the aid industry simply need to change, and people back in \"the developed world\" need to begin to understand the change that is needed, in order to start lobbying for it. For example:\n- Don't give anything for free. Used clothes from Germany destroy the local textiles market, free American vegetable oil competes with local farmers, free solar power modules put local traders out of business and free money goes to the corrupt and lazy. When you give things for free, you destroy local businesses and livelihoods.\n- Use the private sector, even if it means that projects are more difficult. Use local construction companies, hire local companies to implement projects, create joint ventures and public-private partnership, encourage an entrepreneurial mentality. Find ways to deal with the cheats, con-artists and dubious businessmen that leach off donors.\n- Stop using cash flow as a way of measuring aid agencies' performance. Almost all aid agencies have \"spending targets\" as a way of measuring their \"success\" in their country programmes. In the aid industry, if you're not spending, you're not working. This encourages reckless spending and bizarre behaviour. At the end of the fiscal year for example, many donors will start spending huge amounts of money on products and consultants with little overall strategy.\nSo the question is, is it worth continuing with the development aid industry?\nYou can read the whole post, or the rest of his blog, here. But don't stop coming back to mine. I'll be so lonely.\n\nGreetings, or \"What am I supposed to do with your hand?\"\nPosted: 10 Mar 2008 05:02 AM CDT\nJina Moore\n\nAnyone who's ever left the States-hell, anyone who's left a small hometown for a big city, or vice versa-knows that awkward squishy feeling of saying your how-do-you-do's. Especially in a foreign culture, it's a guessing game of non-verbals\u0085a form of communication which itself is totally unreliable, because non-verbals are not universal. That cute little informal wave goodbye in America, the one where you fold your fingers down a few times, means, \"Hey, come here\" in much of East Africa.\nIt's the handshakes that always get me. I have always found them very corporate, and I misjudge them every time. I might remember to grip vigorously-especially if it's a man, and he's in a nice suit-but I'll forget to fortify my arm, and I wind up being wobbled about.\nHandshakes are not like that in Rwanda, to say the least. There's a national reprieve from shaking, actually; it's more hand touching, the kind of contact that qualifies in the States as the derided \"limp handsh... (truncated)",
        "topic_id":17,
        "format_id":4,
        "topic_confidence":0.9683696628,
        "format_confidence":0.9940040708,
        "weight":0.0061460941
    },
    {
        "url":"https:\/\/www.theatlantic.com\/family\/archive\/2018\/03\/heavy-burden-teaching-kid-american-racism\/555995\/",
        "text":"The Heavy Burden of Teaching My Son About American Racism\n\nIf my black child has to learn that society will hate him, he should hear about it from someone who unconditionally loves him.\n\nA man holding a Confederate flag\nWin McNamee \/ Getty\n\nThis article is part of Parenting in an Uncertain Age, a series about the experience of raising children in a time of great change.\n\nWhen I saw the sign for the Emmett Till Museum, I knew I had to take the next exit. As a Ph.D. student in American history studying the civil-rights movement, it felt almost like an obligation. My only hesitation was that my 7-year-old son was in the car too.\n\nWas he ready to learn about one of the most notorious lynchings in the nation’s history? Could I bear to watch his eyes lose some of their glow?\n\nThe road that led from the highway to the one-street town of Glendora, Mississippi, was barely more than a trail. Only the concrete slabs remain of the home of one of Till’s lynchers, and just beyond it stands a gray building with corrugated metal walls. Inside is the Emmett Till Historic Intrepid Center, or ETHIC, a locally run museum, but in 1955, the year Till was killed, the structure housed a cotton gin. It is likely the place where Milam and his conspirators retrieved the 75-pound cotton-gin fan that they tied around Till’s neck with barbed wire to weigh him down after they threw his corpse into a nearby river.\n\nIt was a lot to explain to my son. I didn’t show him any of the gruesome pictures that made Till’s murder internationally known. I simply told him that some men had killed a boy because they thought people with brown skin had to be controlled, violently if necessary.\n\nMy son grew very still as he listened. “But it’s not like that anymore, is it?” he asked. “Well,” I replied, “it’s complicated.”\n\nA lynching may be especially difficult to explain to a child, but I am far from alone as a parent who struggles to talk to his kids about race and its grim history in America. We take great care to teach our kids to treat others kindly, to share, and to forgive. But teaching them about America’s racial history is another project entirely, burdening us with the knowledge that in giving them the truth, we are taking away some of the joy with which they behold the world.\n\nEvery parent—whether deliberately or not—sends a message to his or her children about race, but the legacy of race-based chattel slavery means that for black parents the process of deliberation is unavoidable and particularly fraught. Every black parent has to have “the talk,” about how to survive an encounter with the police. In truth there is not one talk but several. There’s the talk about how people will fear you and consider you threatening no matter what you do. The talk about working twice as hard for half as much. The talk about how black kids don’t get second chances.\n\nAnd even then, no matter how carefully parents inculcate a sense of racial awareness, there is the ever-present threat of bigotry’s random brutality. To be a black parent in America is to be in a state of constant vigilance. All parents know this caution to some degree—keep sharp objects out of reach, make sure they don’t play in the street, check out what kinds of friends they’re making. Black parents, on top of that, have to worry about shielding their children, and healing them, from antiblack racism.\n\nThey also, in having these conversations, often have to revisit old traumas of their own: having the word nigger hurled at them, having lost out on jobs or promotions because others viewed them as less competent than their lighter-skinned peers, having been pulled over simply because of their skin. I, for instance, dread talking with my son the first time he goes out on his own with a group of other black and brown-skinned boys. Having that conversation will take me back to the discomfort of how, when I was a kid, police officers seemed to have nothing better to do than follow me and my friends at the mall or the arcade.\n\nThe talking, the preparation, the vigilance is endless—and, frankly, exhausting. I admit I get tired at times, as I try to fight off anything that might smuggle a notion of inferiority into my black child’s mind. I have to investigate the racial representation in the latest animated movie and try to decode any of its subtle biases against people of color. I try to find children’s books that don’t feature black kids only in supporting roles or in the ghetto. I have to consider not only the racial composition of my child’s classroom but whether the leadership is diverse and racially sensitive as well. I absolutely will not buy him toy guns or let him play with them, even if the neon color of the plastic practically glows. I won’t even let him fix his fingers into the shape of a gun.\n\nIn the Deep South, where I live, racism is more physical and visible than it is in other places. We live in the Delta, so we drive past cotton fields frequently. When the plants are blooming in late fall, my son points out how beautiful the acres of fluffy white bolls look. He’s right, but at the same time I feel the need to remind him that people with skin like ours were forced to pick that cotton by hand for years and years.\n\nIt makes me mad to think that I have to explain all of these harsh realities to my child while others are subtly teaching their children ideas that continue to dehumanize people of color. I imagine them around the dinner table, parroting tropes about black laziness and welfare fraud, talking of “those people” and asking why they don’t just help themselves. Some wonder aloud whether the country would be better if we had never had a black president. Maybe there is  some cosmic parenting dynamic at play: For every adult who is trying to train his or her children to confront racial intolerance, there is another teaching his or her children how to perpetuate and preserve it.\n\nNext month will be the 50th anniversary of the assassination of Martin Luther King Jr. My son is now 7 years old, and I plan to take him to a commemoration at the National Civil Rights Museum in Memphis. He’s been once before. The museum is built right onto the Lorraine Motel, and I have explained to my son that the wreath on the balcony marks the precise spot where King had been standing when he was shot.\n\nI want to tell my child that today life is better for black people. It is certainly different. People of color can enter any public building. We can make meaningful movies that bring in a billion dollars. We can even be president. At the same time, I have to prepare my black son for a nation still gripped by the myth of white supremacy. The best I can do, I’ve concluded, is err on the side of honesty. If my black son has to learn that society will hate him, then let him hear about it from someone who unconditionally loves him.",
        "topic_id":17,
        "format_id":11,
        "topic_confidence":0.9144912362,
        "format_confidence":0.9662431479,
        "weight":0.0070739816
    }
]