[
    {
        "url":"http:\/\/www.facingnorth.net\/Witchcraft\/stalking-the-goddess.html",
        "text":"One of the seminal books of witchcraft, Robert Graves' The White Goddess is a pseudo-scholarly attempt to find poetic truth in a form so difficult that finding inspiration is fiendishly difficult. Mark Cater's Stalking the Goddess tracks down and examines the sources Robert Graves used. Part mystery solving, part scholarly discussion, Carter does an excellent job reintroducing this controversial classic to a new generation of Pagans.\n\nCarter tallied Graves' sources, found the most important, and summarizes them, thus showing how Graves used them and alternative conclusions which might have been made. Readers who are unfamiliar with sources like Frazer's Golden Bough and the works of Margaret Murray will be introduced to them. In stark contrast to Graves' loose citations, Carter's book is meticulously cited and contains a full bibliography.\n\nI enjoyed Carter's speculations about why Graves preferred obscure reference materials, incomplete translations, and outmoded historical models. Carter also sheds light on the Grave's creative process by showing us where, how, and why he manipulated his research to suit his needs. Through Carter's scholarship, we see the many paradoxes Graves faced, how he resolved them, and how his questionable conclusions influenced the following generations of scholars and lay readers alike.\n\nI could wish for pictures, and an index would have helped cross reference subjects and chart out the more difficult parts. Other than that, it is written like a thesis or dissertation from a university -- which can be tough going at times.\n\nI recommend this book for anyone who interested in learning more about one of the foundation books of the modern Pagan movement.\n\n~review by Lisa Mc Sherry\n\nAuthor: Mark Carter\nMoon Books, 2012\npp. 384\n\nRocketTheme Joomla Templates",
        "topic_id":18,
        "format_id":23,
        "topic_confidence":0.9009013772,
        "format_confidence":0.7633479834
    },
    {
        "url":"https:\/\/www.fairygodmotherinc.com\/success-stories\/",
        "text":"Twitter Facebook Google+ Pinterest\n\nWant to make 2017 your Best Year Yet?\n\nDownload this Free 20 min Audio normally valued at $19 Yes Please!\n\nSuccess Stories\n\nDonna McCallum, the Fairy Godmother has, over the last 5 years, helped over 10 000 people in South Africa, Europe and the USA to identify their goals and dreams, realise their potential and achieve it – with long lasting effect. Her workshops, talks, Growing Wings Program, Money Magic Program, Online Learning Products and the book The Fairy Godmother’s Guide to Getting What you Want are all tools that she uses in her magic toolkit of turning people into Daring Dreamers who love their lives.    Her focus is now on building the Conscious Creators Community - a global community and network of hundreds of people who have worked with the Fairy Godmother in the past and who are committed to helping others make their dreams and goals come true too.\n\nHere are some stories of Daring Dreamers who have been inspired by the Fairy Godmother to live their dreams\n\nMichelle Thomas was a house-wife looking after her 2 children with a BIG dream to start her own “green” business when she did the Dream Mapping and Goal Setting workshop in May 2010. She was so inspired that she immediately started her new business called “Build-it Green”. She did the 12 Week Growing Wings Program to keep her focused and on-track and to improve her “manifesting skills” and for further support with her goal she joined the Conscious Creators Community. Because Michelle was on the Community, the Fairy Godmother connected her with another community member, Willem Coetzee, an architect whose dream is to be one of the best “Green Architects in the world”. Both Willem and Michelle are now running a thriving and successful “Build-it Green” business with 7 staff members and a turnover this year of R 8 million – in their second year of business! Wowie! Now that’s what we call success!\n\nThank you for your inspiration, direction and enthusiasm on Saturday. Something has changed in me – I now believe ANYTHING is possible! With much appreciation……\nLaura Kirsten\n\nBasil Stathoulis is an orthopedic surgeon with the dream of being a world renowned photographer. He did the 12 week Growing Wings Program at the beginning of 2011 to focus on his BIG dream and in that time honed his photography skills, started selling his photographs online on his website Basil Art Inc and plans to do his first exhibition soon.\n\n\nTwo days after doing his Dream Mapping and Goal Setting Workshop, Darren MacDonald quit his corporate job and took the leap of faith to follow his passion. He started his business Soul Adventures and is now living his dream of taking people on expeditions up the world’s biggest mountains. Through the Growing Wings Program, Darren learned the tools he needed to make his new dream-life sustainable. Darren describes adventure as cautiously stepping into the unknown with awareness of our fears and, eventually, overcoming those fears.\n\nGerda’s Money Magic:  I completed Donna’s Money Magic 12 week butt kicking course last month. Wow, what a difference its made. I will sum up my successes, and will try not to go on too much about how it all happened, because I’m really not too sure how it all happened.I started the course with 4 credit cards and a fat overdraft and zero savings. Now a mere 3 weeks after the course, I have managed to pay off all 4 credit cards, cut them up, pay off my overdraft and have R12,000 saved. I think 99% of the success is due to a changed attitude towards money, and treating it with the respect it deserves. The rest is keep a focus on your goals, spend your time doing things that make a difference to your pocket, and don’t waste time or money on other NIP (Non-Income-Producing) work. Also BELIEVE in your WIG. See it, feel it, taste it.\n\nMy WIG is to carry on in my business, which I love and which is now 5 years old. I have a financial planning practice. I want to work 4 hours a week, and travel a lot. Also to live in a fully paid for house on a hill with a magnificent view. I thought that would NEVER happen when I did the Dream mapping course in Feb 2010, but how wrong I was. Last year in May I went to Germany for 2 weeks, then in July, I hiked the Otter trail, in September I went to Mauritius for 2 weeks. This year in May I went to Italy for 2 weeks. My dream was also to own a black Mercedes SLK, and I took delivery of that in October last year!!\n\nNow I don’t know if I have just been lucky or exactly what has happened, because I can’t exactly put my finger on it. All I know is that the things Donna teaches really, really work. The more good things happen to me, the more other good things happen to me – if you get what I mean. Putting it down in writing makes it almost seem like a fairy tale.\n\nAnyhow, I am delighted at the positive turn my life has taken in the last 18 months. All I can say is keep on keeping on.\n\nGerda Kollman\n\nLouis And Bridgette’s Wildlife Documentary Dreams come true\n\nAfter 6 weeks on the Money Magic Program, here’s what Kirsten has to say…\n\nJust a quick one to share….I set an affirmation to “have so much fun earning 20000 eu\/ month” which I thought was insane and hardly likely and would take me ages to reach. As of today, I will bill 17 700 Euros! That makes me 88.5% to my goal and that’s after working through 6 weeks of Money Magic. As you pointed out the other night, it’s not yet my earnings from the biz, but considering I registered the biz on April 1st, that’s quite a money-magical beginning 3.5 months later. I also mysteriously got 3000 Euros tax back…a big, lovely surprise which I need to check out if it is fully intended for me, but either way I seem to be attracting. I just realised that if I put those two together, I’ve made my 20k Euros…\n\nMichelle goes from being unhappy in her corporate job to living her dreams\n\n“Dear Fairy Godmother; Since doing your course in May, I have written and published a book! It’s called “THE BEST GIFT YOU CAN GIVE YOURSELF IS YOU – Launch yourself into magnificence.” It is a self help book with a difference.\nI am now in NYC (which was one of my dreams!) meeting with my agent. My critique went brilliantly, one of the best for a first time author and now we are negotiating a distribution deal.\nI am creating my reality with each and every second and I “choose” to experience infinite joy! Thank you for your inspiration, Donna! Love, Aldine”\n\nAldine Dallas\n\nTeresa’s experience after only 3 weeks\n\nHi Donna\n\nI did your dream mapping workshop on 6 June, arriving as a skeptic and not really sure of why I was attending except that it was recommended by friends and I figured it couldn’t hurt!\n\nI was really inspired during the workshop and left not only with a goal of what I wanted to achieve in the future but also the belief and determination that I could make it happen. I started my Future Imagined Memory exercise the next morning and although I wasn’t always successful with the exercise every morning, I did try to think about the memory at least once a day.\n\nPart of my goal for the future was a need to be personally financially secure to enable me to achieve the other part, namely to be a philanthropist for animals, pet owners and animal welfare agencies. It’s now been less than 3 weeks since the workshop and yesterday I received the most amazing telephone call from my father. He told me that he and my stepmother suddenly decided to give us kids part of our inheritance early and that in the next week I will be receiving a lump sum of money that will secure my future whether I continue to be employed or not.\n\nThe old skeptic in me would have said I didn’t do anything because it is an inheritance I would have received anyway. But the new believer in me knows that I helped manifest my father’s decision through my thoughts and dreams. And this only happened because I attended your workshop.\n\nSo thank you – you really do help people make their dreams come true. And I’m so glad I attended your workshop.\n\nWith thanks and kind regards\n\nTeresa Guzman\n\nSoon to be philanthropic animal fairy godmother!\n\nAstrid Fleming did her Dream Mapping and Goal Setting Workshop in 2007 in Johannesburg. At the time she was a high-flying corporate executive with the dream of being a novelist. 18 months later she published her first book – “White Knights”.\n\nJacqui Young Hi Donna\nI was referred to your book by a friend of mine and have not been able to put your book down.I have been in a very low time of my life, with family health issues compounded by a very stressful financial crisis. I felt stuck and trapped. Your book has guided me back to my path of self discovery and I feel a renewed sense of positivity and faith coursing through my veins.I have told so many people how fantastic your book is and know of at least 4 people who have bought your book. The way that I describe it is “Life Changing:This journey is never an easy one, but your book continues to be an inspiration. My angels and guides knew I needed a FairyGodMother, that’s why I believe I was pointed to you at this stage in my life. Thank you for the difference you have made in my life!Many thanks and appreciation\nJacqui Young\n\nSune’s experience in her own words:\n\n“Dear Fairygodmother…\n\nIt has been a very interesting year.\n\nI did the Dream Mapping and Goal Setting workshop on 13 January 2007, a Saturday. In the past seven months I have affirmed every day that I am receptive to the good and abundance of the Universe; and every single day brought little white feather moments and incredibly beautiful people into my life, even some I have known for a long time.\nMy wildly improbable goal, echoed by my vision board, has forced me to align my heart’s desires with that of my mind and body. I had one WIG and a few WIGGIES.\n\nI met a beautiful man with whom I had a deep spiritual connection from the onset, and who brought with him a vibrational recognition in my own body–my heart chakra literally vibrates now–an... (truncated)",
        "topic_id":18,
        "format_id":23,
        "topic_confidence":0.6109469533,
        "format_confidence":0.8725197315
    },
    {
        "url":"http:\/\/pccca.org\/pccca-reviews-christian-coaching-school-testimonials\/",
        "text":"PCCCA Reviews – Christian Coaching School Testimonials\n\nThere have recently been many requests for PCCCA reviews and personal stories from our students and graduates.  We want you to hear from those who are most qualified to tell you about how God has changed their lives with the PCCCA experience. You will also learn their thoughts about the training they received and why you should consider PCCCA.\n\nIf you know that God has called you to become a Certified Christian Life Coach, Christian Counselor, Christian Grief Coach, Joy Restoration Coach, Certified Stress Relief Coach or Relationship Communication Specialist, don't you think God also knows who is best qualified to train you?\n\nI invite you to guess who that might be right now. If you think that He wants to train you Himself, you are exactly right!  So why select PCCCA as your training and certification provider?  Below you will find PCCCA reviews so you can decide.\n\nHere at PCCCA, we confidently and unreservedly put God's word and His plan first.\n\nGod wants to be part of everything you do in your personal life as well as your professional life. When you honor Him with your training, He will bring you results greater than you could ever imagine or hope for. PCCCA has always employed the foundation of God's word in our courses. We base all our courses on divine truth from the Holy Bible while some schools only add scripture to support their own ideas. That is a huge difference.\n\nIt is critically important for you to have training that agrees with God's word and that does not contain any New Age philosophies.\n\nRemember, the duty to learn your profession and increase your skills is up to you, but the results are up to God. You and I need to do things God's way and when we do, He will make us successful. God has no obligation to sustain or grow our coaching practice when He did not ordain the methods that we use. We can only bear fruit when we are empowered by God to do so.\n\n\"I am the vine; you are the branches. If you remain in me and I in you, you will bear much fruit; apart from me you can do nothing.\" John 15:5 NIV\n\nSuccess is something only God can give you.\n\nIf you have been trying to figure out where to get your training I will urge you to avoid New Age and secular associations.  And they are everywhere, even among schools that claim to offer Christian or Biblical training. Contrary to the propaganda, affiliation with them will not make you successful. That is only something God can do.\n\n\" ... Unless the LORD builds the house, the builders labor in vain ... Psalm 127:1 NIV\n\nYour true measure of success will come when you adhere to God's laws and precepts in everything you do. Then th Lord will lift you up and make you successful. Unless you do things His way, you will forever need to fight the battle for clients alone and according to the world's ways. That's not how I would ever want to do it.\n\nYou won't see PCCCA as a member of New Age or secular coaching or counseling organizations.\n\nI believe this academy remains a top choice for thousands of Christian students because we honor God first. Since we were founded in 2003, we have held the line and refused to compromise God's word. That's why you won't see PCCCA as a member of New Age or secular coaching or counseling organizations.\n\nWhen we put God first in every area, He will make sure that we receive all the resources and support we need to complete the work He has set before us.​\n\n​\"But seek first his kingdom and his righteousness, and all these things will be given to you as well.\" ~ Matthew 6:33 NIV\n\nSo how does all of this apply to you?  I am glad you asked. Below I am going to share excerpts from a selection of testimonials this Academy has received.\n\nthe most accurate PCCCA REVIEWS create a picture\nof the incredible blessings our students\nhave experienceD\n\nPlease remember, the statements below are not about me but rather reflect what GOD can do with someone's life when they are willing.  Any of these could be your story because what God will do for one person, He will do for another as well.\n\nPCCCA reviews\n\nI am very excited about Dr. Leelo's certification programs. I am currently enrolled in the Christian Life Coach course and soon will be enrolled in the Christian Counselor Certification.  \n\nAfter many months of thoroughly researching various Christian programs, Dr. Leelo Bush and her Professional Christian Coaching & Counseling Academy (PCCCA), won hands down.\n\nDr. Bush's professionalism, genuineness, and knowledge of the appropriate subject matter far exceeds that of any other program I looked into. In addition, her support system which includes her emails, her Facebook pages and articles\/blogs provide necessary and valuable information for success.\n\nTo be able to see Christ's light shining bright within her inspires me as a new trainee to complete these courses and further set up my own coaching business. I am grateful and extremely blessed to be a part of this program and looking forward to completion. I highly recommend PCCCA to anyone considering enrollment. Thank you.\n~ Elena L. Beal\n\nElena Beal, Colorado\n\nPCCCA greatly impacted my life because Dr. Leelo Bush is an amazing woman of God, which is quite evident in everything she teaches and stands for.\n\nAs a Minister myself, I prayed for more wisdom in my counseling style, so that I could impact lives even more. God led me to (Christian life coach training at) PCCCA, where I learned greatly from their (Premier) one-to-one style of coach training.\n\nI am a better person with a deeper understanding of my clients' needs and how to help them since I graduated from PCCCA. Also, because of my training with PCCCA my counseling practice has grown tremendously. I admire you and thank you Dr. Leelo Bush for the influence and impact you had on my life. May God bless you always as you continue to touch lives.​\"\n~ Linda Christine Scarlett\n\nLinda Christine Scarlett, Washington State\nCCLC - Counselor - Author\n\nIn 2008 I had to stop working outside the home and care for my ill father full-time. It was then I began taking Dr. Bush's courses to keep my mind sharp and give me more skills to earn extra income in ministry after Dad passes.\n\nI really enjoyed working one-to-one with my trainer\/mentor coach, Todd Miller in the Premier CCLC course at PCCCA) and I have enjoyed taking other courses through Dr. Bush. I am so thankful for her flexibility with me and support as I care for my father and do my studies. I admire and respect Dr. Bush's pursuit of continual learning and development of programs to serve God and others.\n\nMy goal is to hone my skills, continually grow and learn and one day be a Master Coach utilizing my education and the experiential training given to me by God to help others for His glory.\n~ Gordon Rogers\n\nGordon Rogers, Illinois\nCertified Graduate of Multiple PCCCA Courses\n\nWhen I decided to acquire my coaching certification, I was adamant about enrolling in a purely Christian training program. I wanted no part of any New Age nuances that sometimes parade around as Christian values.\n\nI researched several programs before deciding on the Professional Christian Coaching and Counseling Academy (PCCCA). The training was academically rigorous and the certification requirements let you know that you had earned that certification. I got my money's worth and I am proud to display my PCCCA certifications on my website.\n\nThank you, Dr. Bush, for the hard work you clearly poured into this program. Thank you for strong accountability and thank you for invaluable lifetime lessons that go far beyond certification.\n~ Linda F Williams, MSW, CCLC\/CPLC\n\nLinda F. Williams, MSW, Michigan\n\nDr. Leelo Bush is truly a pillar within God's Kingdom to impart instruction through the integration of wisdom, Bible principles for living, deliverance and with an outcome for empowerment. The curriculum is quite comprehensive yet very clear for the student in pursuit of becoming a Certified Coach or for the person seeking to grow to dimensions God has Purposed for them.  \n\nI have truly enjoyed and gained much insight sitting under Dr. Bush . Her passion and demonstrative integrity is the reason I believe the Holy Spirit led me to PCCCA. I have met others who studied elsewhere and I must say, the many concepts covered through PCCCA are not available where they studied.\n\nThe content is rich and allows the newly Certified Coach to step out with much confidence in God. I am also grateful for the  bits of advice and encouragement from her mini-training topics which provides great mentoring for us as students and graduates. Dr. Bush, I Praise God for you and thank you for allowing Him to use you in this capacity. God Bless you.\n~ Rose Campbell\n\nRose Campbell, Florida\n\nThe contents of the Stress Relief course were easy to follow and very well organized. My goal was to learn how to better help others and your course even included how to hold sessions for individuals and groups. I also learned how to create corporate stress management programs.\n\nI began coaching and already have paying clients.  It will take some time to build my practice so I can leave my other profession, but I know exactly what I need to do to succeed. By the way, your support team is great and I always receive the answers I need in a timely manner.\n\nThank you for making this training available for us online. Once I get my certification, my wife will be taking the Christian counselor course so we can fulfill our dream of working together to help our church and community.\n~ C. J. Smith\n\nC. J. Smith, Pennsylvania\n\nAttending PCCCA has been a blessing to me. The contents of the course is thought-provoking and purpose-driven. This course has allowed me to examine myself and ask God to remove anything in me that would prevent me from becoming an effective Professional Christian Life Coach.\n\nDr. Leelo Bush, emphasizes that prayer is the key ingredient and to let the Holy Spirit guide us. I have begun to pray more for guid... (truncated)",
        "topic_id":18,
        "format_id":23,
        "topic_confidence":0.5237821341,
        "format_confidence":0.9623067379
    },
    {
        "url":"https:\/\/greatnonprofits.org\/users\/profile\/62000",
        "text":"My Nonprofit Reviews\n\nmamatheresa - charity reviews, charity ratings, best charities, best nonprofits, search nonprofits\n\n\n182 profile views\n1 reviews\n\nReview for 4 His Glory Ministries, St. Clair Shores, MI, USA\n\nRating: 5 stars  \n\nI must say that I am very impressed with this organization and all they have accomplished!\n\nI've personally experienced the results of this organization in...\n\nI have personally witnessed them cheerfully giving to those in need.\n\nIf I had to make changes to this organization, I would...\n\nThere would be no changes I'd tell them to keep spreading the name of the Lord and saving young people's lives.\n\nRole:  Donor & I am a donor and have received spiritual support from this organization.",
        "topic_id":18,
        "format_id":23,
        "topic_confidence":0.9752306342,
        "format_confidence":0.9348497987
    },
    {
        "url":"http:\/\/www.yellowbot.com\/acts-29-youth-services-homosassa-fl.html",
        "text":"Invite a friend!\n\nActs 29 Youth Services\n\n6343 S Lima Ave Homosassa FL 34446\n(352) 628-7777\nIs this your business?\nClaim it now!\nSomething wrong?\nSubmit a correction\nAverage Rating\nTotal Reviews\nLeave a review with:\n  1. 1 Star\n  2. 2 Stars\n  3. 3 Stars\n  4. 4 Stars\n  5. 5 Stars\nIs this your business? Claim it now!\nGet Directions\n\nShare on\n\nSubmit a correction\n\nKnow more about this business than we do? Cool! Please submit any corrections or missing details you may have.\n\nHelp us make it right\n\nWhat the community has to say about Acts 29 Youth Services\n\nAdd Photo or Video\nUser Photos & Videos\n\nBe the first YellowBot user to add photos or videos of Acts 29 Youth Services\n\nReviews of this business\n\nShare a review\n\n© 2007-2017 Solfo, Inc. – All rights reserved",
        "topic_id":18,
        "format_id":23,
        "topic_confidence":0.8568156362,
        "format_confidence":0.5716516376
    },
    {
        "url":"http:\/\/blogs.timesofisrael.com\/review-soul-doctor\/",
        "text":"The Rocking Rabbi and the Singing Rabbi. These are the two names that I have heard used referring to Rabbi Shlomo Carlebach, zichrono livracha (may his memory be for a blessing). However, I have never thought of him as a Soul Doctor. I have always known that Reb Shlomo was a big person in the kiruv (literally means to come close, but also used as a slang term to refer to the reaching out to non-orthodox Jews and helping them become orthodox) movement. However, after seeing Soul Doctor, a musical biography of Rabbi Shlomo Carlebach’s life, I understand the reasoning behind the name of the show and why he was a Soul Doctor.\n\n\nThe show’s plot is rather amusing. It begins and ends at a concert that Reb Shlomo performed at in Vienna. The play takes the viewer through many portions of his early life, from his early days a young child in Vienna till the point when he is giving the concert in Vienna. The actors and actresses really make this show a hit. They were always engaging the audience to clap and at many times even sitting in an empty seat next to an audience member. The music was comprised of a mix of new songs made especially for the show (using Carlebach tunes) Carlebach’s Hebrew songs (some having been translated into English,) and some his English songs. The one tune that was used most often was Le’Man Achai, Reb Shlomo’s favorite song. Though there was a mispronunciation of a Hebrew word in one of his songs, overall the play was amazing and given the chance I would definitely see it again.\n\n\nHowever, I do have some criticism about the play. I feel as if they misrepresented some aspects of Judaism. For example, they claimed that the Chabad Chassidim (aka Lubavitch) wants everyone to be exactly like them and not plain orthodox. If this were any other Chassidic sect, I would not have care about this generalization. But I know that Chabad Chassidim just wants to help bring those who wish to be brought closer to God (Hashem). Another issue with the play is that they said that Reb Shlomo’s father’s synagogue (shul) was in Brooklyn, when in reality it was and still is in Manhattan.\n\n\nThe one thing I loved most about the play was the message it sends to the Jewish world. It says that there is more than one way to approach kiruv as well as practicing Judaism.  Music is rooted very deep in Tanach (Hebrew word referring to the entire old testament) as a way of getting closer to Hashem. We see in Samuel Chapter 10 Verses 5-6 that in order to reach the necessary spiritual level to receive prophecy, the prophets would use music. This shows us that music is the best way to get closer to Hashem.\n\n\nReb Shlomo was constantly criticized by the rabbis of his generation for touching and kissing women. I cannot say that I agree with what he did and I cannot say that the rabbis were wrong for criticizing him. What I can say is that I understand why at times it would be necessary to hug and kiss a person of the opposite gender. I have listened to my female friends talk to me about their problems, with tears in their eyes. It would of probably made them feel better if I hugged them. Every person can use a good hug once in a while.",
        "topic_id":18,
        "format_id":23,
        "topic_confidence":0.9175073504,
        "format_confidence":0.7480262518
    },
    {
        "url":"https:\/\/www.kirkusreviews.com\/book-reviews\/peggy-m-fisher\/30-days-healing-meditations\/",
        "text":"30 Days of Healing Meditations by Peggy M. Fisher\n\n30 Days of Healing Meditations\n\nEmail this review\n\n\nA short pamphlet delivers inspirational Christian motivations.\n\nFisher’s nonfiction debut offers a brief, tightly packed compendium of encouragements for readers who feel themselves overstressed by the modern world or adrift by personal problems, “shipwrecked by the storms of life,” and in need of some helpful advice. Her quick, 30-day cycle of chapters is designed to help readers find their inner power sources and channel that force through the serenity of daily meditation to alter their lives for the better, replacing fear, anger, and guilt with forgiveness, faith, love, and joy. Each “day” of her handbook consists of two or three quick paragraphs of thought about some aspect of life—the death of a loved one, the loss of certainty, the failure of health—and then a bullet-pointed clarifying resolution for readers, maxims of assurance or uplift intended to help them make “lofty choices rising out of the mud of hatred and self-indulgence.” One of Fisher’s repeated emphases involves the concept of helping readers find their own personal spiritual purposes and stick to them. She wants them always to ask, “Have I taken the time to define my purpose?”—and the path in all such cases is for believers to put their trust in God (the volume’s target audience obviously, but it gently excludes non-Christians and atheists). Many of the ruminations turn on Christian commonplaces like the pious trio of Faith, Hope, and Love, but the book’s plain and passionate diction mostly saves it from feeling derivative. These may be simple observations and encouragements, but they’re clearly held in complete sincerity. And the gist of these pages is not in any way passive—the faithful are reminded consistently that change will only come about as a result of their own efforts: “We do have a road map if we want to do the work,” the author writes. But, she notes, the infinite energy source of the divine that each believer can tap into makes the work of self-improvement easier, even joyful at times.\n\nA worthy, day-by-day guided devotional for Christian meditation.\n\nPub Date: June 3rd, 2015\nPage count: 61pp\nPublisher: Pyramid Collections\nProgram: Kirkus Indie\nReview Posted Online:",
        "topic_id":18,
        "format_id":23,
        "topic_confidence":0.9365783334,
        "format_confidence":0.8201457262
    },
    {
        "url":"http:\/\/englewoodreview.org\/debbie-blue-consider-the-birds-feature-review\/",
        "text":"Debbie Blue – Consider the Birds [Feature Review]\n\nDecember 27, 2013 — Leave a comment\n\n\nWay More Than is Promised\n\nA Feature Review of\n\nConsider the Birds: A Provocative Guide to Birds of the Bible\n\nDebbie Blue\n\nPaperback: Abingdon, 2013\nBuy now:  [ Amazon ]   [ Kindle ]\n\n\nReviewed by Helen Lee\n\n\nFour years ago, our family hung its first bird feeder, which wasn’t even a real feeder at all. It actually was an empty two-liter soda bottle filled with seeds, onto which I’d attached the simple $5 accessories needed to transform it into a feeder. And I tried to imagine what, if any, actual birds would be drawn to this clunky contraption. But as it’s been said, “if you feed them, they will come.” And did they ever.\n\n\nBlack-capped chickadees, to start, but then all manner of sparrows, songbirds, and finches followed, an overflowing of unexpected feathered friends who transformed our drab backyard into an constant source of delight and discovery. And it all began with a humble recycled soda bottle.\n\nAs a bird-lover myself, I was eager to read Debbie Blue’s Consider the Birds: A Provocative Guide to Birds of the Bible, although my preconceived notions of the book were similar to how I felt hanging up that soda bottle feeder—a bit skeptical and uncertain what to expect. Birds in the Bible? Doves, ravens, and are there really any others to note? I wondered. I realize now that Consider the Birds is a humbly-named book that will do far more than open up your understanding to a handful of birds in the Scriptures. It will also increase your understanding of both the Bible and its Author, creator of words and birds alike, in ways that will delight you and spur you on to discover more.\n\n\nI should not have been surprised by this, given what I learned about Blue from her back-cover bio. She is one of the founding pastors at House of Mercy church in St. Paul, Minnesota, and her “sermon podcasts are listened to by subscribers around the world.” Based on her dry wit alone, I can believe it. On Aristotle’s observations of animals, as one of the first to classify the animal kingdom in a systematic way: “Clearly he spent some time watching sponges, overtly and covertly trying to detach them. I like that in a Greek philosopher.”\n\n\nBut more than her flashes of humor, her pastoral sensibilities resound throughout the book. I expected meditations on birds of the Bible, but instead I was treated to thoughtful observations on parenting, on power, and on culture; she writes as a concerned pastor would for her flock, wanting to expose them to all manner of current-day threats and dangers to the spiritual health of her sheep, yet using the seemingly innocuous topic of birds to do this. But make no mistake: this book can pierce you right through, if you let it.\nFor example, as she shares on the topic of medieval perceptions of the pelican, she moves into a discussion on the topic of sacrifice that stops me full force, so that I just have to put down the book and sit for a while with what she has written. (I like that in a book. Even when it brings me to tears. Or, especially when it brings me to tears.) Blue writes:\n\n\nAnyone who has ever had or been a child knows the last thing you want to hear from your parents is ‘I sacrificed for you.’ It’s not what you want. It doesn’t feel like love. You don’t want them to give up their lives for you; you need them to be alive—the more fully alive, the better.\n\n\nI cannot tell you how many times I have heard this idea expressed to me by my own parents, Korean immigrants who worked unimaginably hard to carve out a life for themselves and for me. Sacrifice was my parents’ language of love, instead of saying the words out loud, which they never have done. But Blue is right: although I am grateful to them, I have also struggled with the guilt that my life has not made their sacrifices worthwhile. And it gets me thinking about my own parenting, how I have, in my less admirable moments, expressed my own frustration to my kids about my sacrifices in being a homeschooling mom. Sacrifice must be given freely, without any strings attached, in order to represent love in its truest sense.\n\nCLICK HERE to continue reading on Page 2",
        "topic_id":18,
        "format_id":23,
        "topic_confidence":0.7327684164,
        "format_confidence":0.7003888488
    },
    {
        "url":"https:\/\/greatnonprofits.org\/users\/profile\/25034",
        "text":"My Nonprofit Reviews\n\nalicat - charity reviews, charity ratings, best charities, best nonprofits, search nonprofits\n\n\n322 profile views\n1 reviews\n\nReview for Metrohaven of Love, Inc., Dallas, TX, USA\n\nRating: 5 stars  \n\nThis ministry is not just a program to IMPROVE people -- the people are getting set free from their pasts and becoming NEW CREATURES in CHRIST! The transforming power of God is on this place and they feel loved and accepted and are being renewed to go back out and live their lives as they were intended to. It is truly a miraculous place!\n\nThe kinds of staff and volunteers that I met were...\n\nCompletely selfless with no personal motivations, full of integrity and passion for the hurting.\n\nHow frequently have you been involved with the organization?\n\nAbout every month\n\nWhen was your last experience with this nonprofit?\n\n\nRole:  Donor & Meet with the staff that ministers and counsels them.",
        "topic_id":18,
        "format_id":23,
        "topic_confidence":0.9897423983,
        "format_confidence":0.9465124011
    },
    {
        "url":"https:\/\/timablankenship.wordpress.com\/2014\/12\/12\/book-review-the-failure-of-sex-education-in-the-church-mistaken-identity-compromised-purity\/",
        "text":"Book Review: The Failure of Sex Education in the Church – Mistaken Identity, Compromised Purity\n\nLet me first apologize to Linda Bartlett the author.  See left a message on my blog asking if I would like to receive the book for review.  I told her that I would love to.  That was back in July 2014, and I received it that same month.\n\nTo be honest with you I have not finished the book.  I have found it interesting, educational, and very bold.  It is literally a book that ask many questions, and she gives her answers as well as the answers of others.\n\nOne question that is asked is this, “Is sex education in the church distinctively different?”  I do not want to give away any answers, except to peak your interest in the book.  In short to the answer “No!” On page 23 near the end of chapter one Linda Bartlett writes, “Danger lurks when we let sexuality shape our identity.”  That is what I see is the idea behind this book.  And, I do believe it is a Biblical and correct view of human sexuality.  We are much more than sexual beings.\n\nIn the final paragraph of Chapter Eleven Mrs. Bartlett writes, “God’s Word does not provide a model for sex education, but it consistently tells us to train in holiness.  Being holy means resisting our own sinful passions and replacing false sentiments with godly ones.”\n\nAny time the Church is dependent on worldly ideas and detract from the Word of God we will get it wrong.  Linda Bartlett speaks of Kinsey, and others who are responsible for the “we are sexual beings” thought.  And Mrs. Bartlett tells us that there is no place in Scripture that says that.  We are told, however, that we were made in the image and likeness of God.\n\nEvery parent and teenager needs to read this book.\n\nThe Failure of Sex Education in the Church – Mistaken Identity, Compromised Purity\n\nby Linda Bartlett\n\nYou can read articles by Linda Bartlett at the following blog site:\n\nEzer Woman’s Blog\n\nI pray you will purchase this book, read it, then that the Christian community will further the teachings of Scripture, and godliness.\n\nFrom the banks of Flat Creek.\n\n\n\nAuthor: Tim A.\n\nBorn again through Jesus Christ death, burial, and resurrection, and awaiting His soon return. Husband of Madge. Father of Charity, Monica, Timothy, Philip, and James. Father-in-law to Paul, Sam, Sarah L., Sarah Joyce, and Amber. Grandfather to Rachelle, Jonathan, Caitlyn, Naomi, Josiah, Eli, Rene'e, Addyson, Natalie, Alexzander, Lydia, and Kylie Anne; and two grand children in Heaven. Pastor of Shiloah Baptist Church of Jenkins, MO since July 06, 2014. I enjoy reading and studying the Scriptures of God. My calling in life is to proclaim the gospel of Jesus Christ and the Word of God. I enjoy riding motorcycles, hiking, camping, hunting, and driving. I drive a school bus because I enjoy it and to make a little extra money.\n\nLeave a Reply\n\nFill in your details below or click an icon to log in: Logo\n\nYou are commenting using your account. Log Out \/  Change )\n\nGoogle+ photo\n\nYou are commenting using your Google+ account. Log Out \/  Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/  Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/  Change )\n\nConnecting to %s\n\nThis site uses Akismet to reduce spam. Learn how your comment data is processed.",
        "topic_id":18,
        "format_id":23,
        "topic_confidence":0.9934924245,
        "format_confidence":0.5335578918
    },
    {
        "url":"https:\/\/www.shortform.com\/best-books\/book\/what-is-islam-book-reviews-shahab-ahme",
        "text":"What Is Islam?\n\nThe Importance of Being Islamic\n\nRanked #60 in Islam\n\nWhat is Islam? How do we grasp a human and historical phenomenon characterized by such variety and contradiction? What is \"Islamic\" about Islamic philosophy or Islamic art? Should we speak of Islam or of islams? Should we distinguish the Islamic (the religious) from the Islamicate (the cultural)? Or should we abandon \"Islamic\" altogether as an analytical term?\n\nIn What Is Islam?, Shahab Ahmed presents a bold new conceptualization of Islam that challenges dominant understandings grounded in the categories of \"religion\" and \"culture\" or that privilege law and scripture. He argues that...\n\nSimilar Books\n\nIf you like What Is Islam?, check out these similar top-rated books:\n\nLearn: What makes Shortform summaries the best in the world?",
        "topic_id":18,
        "format_id":23,
        "topic_confidence":0.9642243385,
        "format_confidence":0.9160043001
    },
    {
        "url":"https:\/\/awell-wateredgarden.blogspot.com\/2017\/06\/review-safer-than-known-way-discover.html",
        "text":"Skip to main content\n\n(Review) Safer Than A Known Way: Discover How Liberty in Christ Lies In Surrender by Pamela Rosewell Moore, Foreword by Brother Andrew\n\nPublisher and Publication Date: Chosen Books. 1991.\nGenre: Biography.\nPages: 224.\nSource: Self-purchase.\nRating: Very Good.\n\n\nFor more information on Pamela Rosewell Moore: The Robinson Agency. \n\nAs a young woman, Pamela Rosewell Moore, sat on the fence about a commitment to serving God. Moore was afraid of what God might ask her to do. Moore attended a service where a missionary spoke. His words were convicting. Moore gave God her fear, and God gave her a sense of peace. Moore's first assignment was as a secretary in Kenya, followed by working with Brother Andrew in Holland. She had brief meetings with Corrie ten Boom, not knowing someday they'd become a team.\nSafer Than A Known Way is the story of Pamela Rosewell Moore. The focus of her bio is God's work in her life for His glory. \n\nSeveral years ago I met Pamela Rosewell Moore when she gave a testimony at a women's retreat at my church. She is gracious, polite, and soft-spoken. I enjoyed the retreat and bought several books.\n\nSo often, a biography of a Christian who has been a missionary, resembles a grand adventure. The person is a vibrant, on-fire Christian ready to proclaim the Gospel message.\nMoore is more like me. Settled. Down to earth. She is a person I can relate to because we are both reserved type people. I admire her honesty in stating in her early years she was not a strong Christian, and not ready to give-up her will in regards to serving God just anywhere. The surrendering of her will was a process. It is a process of maturity that most of us, including me, can relate to. We just don't want to take our hand off the handlebars. We want control.\nMoore had lived in England all her life and had traveled only a brief distance outside her town. Traveling and relocating to Kenya was a huge first step. I enjoyed reading about this new world through her eyes.\nI noticed a pattern in her life, one job assignment led to another job assignment. Each step God was preparing her for the next God appointed task.\nShe was a secretary for Brother Andrew. She began to understand Brother Andrew's dedication to give Bibles to people in communist nations. This was a point when Moore understood the significance and importance of mission work no matter the cost.\nI most enjoyed reading about Moore's job as companion to Corrie ten Boom. God spoke to Moore through Tante Corrie's life and words.",
        "topic_id":18,
        "format_id":23,
        "topic_confidence":0.9685935378,
        "format_confidence":0.8047443032
    },
    {
        "url":"https:\/\/sharedreviews.com\/review\/cs-lewis-mere-christianity",
        "text":"loading, one second please...\n\nCs Lewis Mere Christianity\n\nReviewing: Book Mere Christianity  |  Rating:\nOlin Froid By Olin Froid on\nBadge: Publisher | Level: 5 | Education & Learning Expertise:\n\nC.S. Lewis, one of the foremost writers of the last 100 years, has written on a variety of topics including children's stories, Christian apologetics and pain and suffering. One of his best books speaks to the notion of being a Christian, and it is called Mere Christianity.\n\nIn his book Mere Christianity, C.S. Lewis seeks to dispel some of the difficult thoughts and processes that a Christian can do, and to really look at the faith as a new and fresh idea apart from dogmatic laws and regulations. As an incredible thinker, C.S. Lewis offers those people who feel they are \"too smart\" or \"too advanced\" to follow Christ. His insights have helped many including myself see that Christianity is not for the slow or non-intelligent but for everyone.\n\nI recommend this book for anyone, and would hope that you would pick it up and give it a try!",
        "topic_id":18,
        "format_id":23,
        "topic_confidence":0.6836180091,
        "format_confidence":0.9860755801
    },
    {
        "url":"http:\/\/readalot-rhonda1111.blogspot.com\/2014\/11\/celebrating-christ-centered-christmas.html",
        "text":"Thursday, November 13, 2014\n\nCelebrating A Christ-Centered Christmas\n\nTOUR DATES: November 10-14, 2014\n\nTITLE: Celebrating A Christ-Centered Christmas\n\nAUTHOR: Emily Belle Freeman\n\nPage Count: 96 pages\nGenre: Seasonal Inspiration\nFormat: Paperback\n\nRELEASE DATE: September 30, 2014\n\nThis year as you prepare your home for the holidays, resolve to prepare your heart with seven traditions that will lead you closer to Christ. Discover the meaning behind seven gifts of Christmas, each celebrated with an invitation from the scriptures and a simple tradition.\n\n• Each gift is based on a figure in a Nativity set\n\n• The traditions are simple and can be combined with things you already do\n\n• The order of the traditions and the length of time between\n\neach is left completely to your inspiration\n\n• The traditions are appropriate for any age and families of any size\n\nAbout the Author:\nEmily Belle Freeman is a coach’s wife, mother to four children and a few others who have found refuge in her home,\n\nand sought-after inspirational speaker. She finds great joy in studying the life and teachings of Jesus Christ. Her deep love of\n\nthe scriptures comes from a desire to find their application in everyday life. For a few minutes every day Emily forgets about\n\nthe laundry, leaves the dishes in the sink, and writes. She is the coauthor of The Peter Potential: Discover the Life You Were\n\nMeant to Live and coauthors a blog that is a stopping place for hearts seeking all that is good:\n\nMy review: Celebrating A Christ-Centered Christmas\n\n\nI think this is my favorite Christmas book that I have read this year. I wish I had read this book years ago when my children were still at home. It is full of ideas to draw you closer to Christ. I know I plan to do some of these ideas this Christmas.\n\nShe has broken down the figure of the Nativity set into seven weeks and each week you draw your family together and learn, share about each figure. What quality and talents each figure means.\n\nIf you only buy one Christmas book each year get Celebrating A Christ-Centered Christmas.\n\nI plan to reread each chapter and savor it as I think about what the holiday is all about.\n\nThe figure of Joseph in that chapter talks about him trying to find shelter for Mary to provide for her. It had a sweet story of giving a gift of service. About the sounds of bells reminding us to give and share what we can. I have a couple of ideas that I want to figure out to do that I got while reading this story A Gift From the Heart by Norman Vincent Peale.\nSo many people I want to give to don't need anything I can afford to give. But giving something in their name to somebody who really can use what I can make is doable. Or giving bells for pockets to remind us to give service to those in need. Not sure what I am going to end up. I need to ponder some more like Mary does.\n\nI want to share this book with my family and friends. We all can focus a little more on Christ this Christmas season.\n\nI would like to read more books from Emily Belle Freeman especially if it brings a feeling of joy and peace.\n\nI was given this book so I could give a honest review and be part of Celebrating A Christ-Centered Christmas blog tour.\n\n11\/10\/14 – Brooklyn Berry Designs\n11\/10\/14 – Sarah J. Clift “I know my family will enjoy this journey.”—Sarah J. Clift\n11\/10\/14 – Family Literacy 2\n11\/10\/14 – Kaisy Daisy’s Corner “This will be something I will be starting as new tradition.”—Kaisy Daisy’s Corner\n11\/10\/14 – Julie Coulter Bellon “Simple and sweet and meaningful.”—Julie Coulter Bellon\n11\/10\/14 – Marie Leslie “A welcome addition to any Christmas library.”—Marie Leslie\n11\/10\/14 – Snogging on Sunday “A beautiful remembrance of the true meaning of Christmas.”—Snogging On Sunday\n11\/11\/14 – Simplistically Sassy\n11\/11\/14 - The Real Housewives of Riverton “An easy read filled with uplifting ideas.”—House Wives of Riverton\n11\/11\/14 – Someone in Mind “A great resource to help . . . make this your most meaningful Christmas ever!”—Someone In Mind\n11\/11\/14 – Swinging on Small Hinges “I cannot wait to do this with my family this year!”—Swinging on Small Hinges\n11\/11\/14 – I am a Reader “The activities are simple and things that could easily be done or adapted to work in most families.”—I am A Reader\n11\/12\/14 – Galanapalooza\n11\/12\/14 – We Like to Learn as We Go\n\n11\/12\/14 – Shelli Proffitt Howells\n11\/12\/14 – Min Reads and Reviews “Heart-felt stories and ideas.”—Min Reads and Reviews\n11\/12\/14 – Fire and Ice Reads “A new way to teach our children and prepare them for a holiday.”—Fire and Ice Reads\n11\/13\/14 – Chocolate on my Cranium\n11\/13\/14 – Readalot\n11\/13\/14 – Prepared Housewives\n11\/13\/14 – Lisa Book Worm\n11\/13\/14 – Cindy C. Bennett\n11\/14\/14 – Karey White\n11\/14\/14 – Books are Sanity\n11\/14\/14 – Fearlessly Creative Mommas\n11\/14\/14 – Bonnie Harris\n11\/?\/14 – Design Dazzle\n\nNo comments:",
        "topic_id":18,
        "format_id":23,
        "topic_confidence":0.9260444641,
        "format_confidence":0.5846397877
    },
    {
        "url":"http:\/\/greatnonprofits.org\/users\/profile\/39010",
        "text":"My Nonprofit Reviews\n\njking - charity reviews, charity ratings, best charities, best nonprofits, search nonprofits\n\n\n345 profile views\n1 reviews\n\nReview for A CHOICE FOR LIFE INC, Louisville, KY, USA\n\nRating: 5 stars  \n\nI am a pastor in Louisville KY. I was introduced to ACFL through a few of our members who volunteer with crisis pregnancy counseling at the center. The mission of this agency is to save babies lives from being aborted and to share the good news of Jesus Christ. They do both these things very well! I am especially thankful for this ministry because my oldest daughter was \"given life\" thanks to the counseling she received from ACFL.\n\nThe kinds of staff and volunteers that I met were...\n\nMature, godly, humble, servant-hearted, and a lot like Jesus.\n\nIf this organization had 10 million bucks, it could...\n\nTell more people about Jesus, and save more mothers\/children from the horrors of abortion.\n\nHow frequently have you been involved with the organization?\n\nAbout every month\n\nWhen was your last experience with this nonprofit?\n\n\nRole:  Volunteer & I Serve on the Board of Directors For ACFL.",
        "topic_id":18,
        "format_id":23,
        "topic_confidence":0.9719483256,
        "format_confidence":0.9342249632
    },
    {
        "url":"https:\/\/www.micheleknight.com\/testimonial\/2190-10\/",
        "text":"Testimonial for Elizabeth by Annabel - May 17, 2019\n\n“Elizabeth is the Mother Theresa of all spirituality. I have rung to specifically speak to her several times with relationship woes and from crisis to casual questions Elizabeth has a beautiful, kind, professional and empathetic approach. Whatever the insight that she may bring, she delivers it in the most considerable way which makes readings so special. I have been on the floor with emotion, to having a 20 minute conversation with her which has transformed my day to a better one! When speaking with Elizabeth it feels like she energises your soul through healing. She is insightful and tunes in straight away to the crux of the situation that you present. Thank you Elizabeth for your gift and for sharing this with so many.”",
        "topic_id":18,
        "format_id":23,
        "topic_confidence":0.9760971069,
        "format_confidence":0.9917730689
    },
    {
        "url":"http:\/\/shoopettesbookreviews.blogspot.com\/2012\/10\/parenting-with-scripture-review.html",
        "text":"Monday, October 1, 2012\n\n\"Parenting with Scripture\" Review\n\nParenting with Scripture\nA Topical Guide for Teachable Moments\nby Kara Durbin\n\nParenting with Scripture is an easy to use topical resource that parents with young children can use when teachable moments arise. This effective guide helps teach young children how to think and apply God's Word in their daily lives. Kara Durbin's revised book helps parents capture those teachable moments and use Scripture to shape their children's behavior.\n\nThe 101 alphabetically sorted topics address behavior, attitude, emotions, and actions. Examples include Forgiveness, Humility, Anger and Procrastination. Each topic includes scripture passages, discussion questions, action items, and parenting tips. Questions and tips are written so older children can teach younger children. This new edition of Parenting with Scripture includes detailed help for parents to quickly identify teachable moments, and what to do when they appear.\n\nMy Take:\n\nFrom the moment my husband and I became parents, we wanted to raise our daughter to love the Lord. It is our greatest desire for her to accept Christ and to live her life for Him.\n\nIn the day-to-day life of parents, though, we tend to get off track. We get caught up in everything that goes on with physically and mentally taking care of our daughter that we neglect the spiritual side. In reality, however, the spiritual should not just be a 'side' but should be the reason and the direction for everything else in our lives.\n\nI was excited to get the book Parenting with Scripture to review. I sometimes struggle trying to think an appropriate verse or passage that relates to whatever we are doing through discipline or in other ares of our parenting. This book is a literal reference book of verses for many, many different situations in parenting and in life.\n\nThe author gives a few tips at the beginning on how to use this book, my favorite being to not just use this book to look up the verses. Of course, you can use this reference to find certain verses or passages, but she points out that it is always better for your children to see you going to the word of God to actually read the verses. This points them to using the Bible daily for direction. Even better, she encourages you to memorize many key verses that may come up often.\n\nThis is not only a great tool for finding Bible verses for various situations in parenting, but it is also great for adults! From anger to worry, this book is packed with verses to help in all areas of life, and I know I will use it for myself and for my daughter in the years to come.\n\nDisclosure of Material Connection: I received this book free from Moody Publishers. I was not required to write a positive review. The opinions I have expressed are my own. I am disclosing this is accordance with the Federal Trade Commission’s 16 CFR, Part 255: \"Guides Concerning the Use of Endorsements and Testimonials in Advertising.\"\n\nNo comments:\n\nPost a Comment",
        "topic_id":18,
        "format_id":23,
        "topic_confidence":0.973946929,
        "format_confidence":0.8952165842
    },
    {
        "url":"http:\/\/www.buddhistrecovery.org\/media\/name\/APathWithHeart.htm",
        "text":"BRN logo\n\nBuddhist Recovery Network book review\n\nA Path With Heart: The classic guide through the perils and promises of spiritual life\n\n“A Path With Heart: The classic guide through the perils and promises of spiritual life”\n\nJack Kornfield\nRider, Random House, London, 2002. (Revised edition, first published 1993)\nISBN 0-7126-5780-0\nPaperback. 352 pages.\n\nSchool\/perspective: Theravada Buddhist practice and Vipassana meditation. Also a psychologist and psychotherapist\n\nOrder this book online at Amazon\n\n\nChapter headings:\n\n  • Part I – A Path with Heart: The Fundamentals\n    • A Beginning\n    • 1. Did I Love Well?\n    • 2. Stopping the War\n    • 3. Take the One Seat\n    • 4. Necessary Healing\n    • 5. Training the Puppy: Mindfulness of Breathing\n  • Part II – Promises and Perils\n    • 6. Turning Straw into Gold\n    • 7. Naming the Demons\n    • 8. Difficult Problems and Insistent Visitors\n    • 9. The Spiritual Roller Coaster: Kundalini and Other Side Effects\n    • 10. Expanding and Dissolving the Self: Dark Night and Rebirth\n    • 11. Searching for the Buddha: A Lamp Unto Ourselves\n  • Part III – Widening Our Circle\n    • 12. Accepting the Cycles of Spiritual Life\n    • 13. No Boundaries to the Sacred\n    • 14. No Self or True Self?\n    • 15. Generosity, Codependence, and Fearless Compassion\n    • 16. You Can’t Do It Alone: Finding and Working with a Teacher\n    • 17. Psychotherapy and Meditation\n    • 18. The Emperor’s New Clothes: Problems with Teachers\n    • 19. Karma: The Heart Is Our Garden\n    • 20. Expanding Our Circle: An Undivided Heart\n  • Part IV – Spiritual Maturity\n    • 21. Spiritual Maturity\n    • 22. The Great Song\n    • 23. Enlightenment is Intimacy with All Things\n  • Appendix Insight Meditation Teachers Code of Ethics\n  • A Treasury of Books\n  • Glossary\n\n\n\nSelected excerpts:\n\n“Repeated thoughts and stories are almost always fueled by an unacknowledged emotion or feeling underneath. These unsensed feelings are part of what brings the thought back time and again. Future planning is usually fueled by anxiety. Remembering of the past is often fueled by regret, or guilt, or grief. Many fantasies arise as a response to pain or emptiness. The task in meditation is to drop below the level of the repeated recorded message, to sense and feel the energy that brings it up. When we can do this, and truly come to terms with the feeling, the thought will no longer need to arise, and the pattern will naturally fade away.” (p. 106)\n\n“We must see that spirituality is a continual movement away from compartmentalization and separation and toward embracing all of life. We must especially learn the art of directing mindfulness into the closed areas of our life. When we do, we will face the patterns from personal history, the conditioning that shields us from the pains of the past. To be free is not to rise above these patterns – that would only make new compartments – but to go into and through them, to bring them into our hearts. We must find in ourselves a willingness to go into the dark, to feel the holes and deficiencies, the weakness, rage, or insecurity that we have walled off in ourselves. We must bring a deep attention to the stories we tell about these shadows, to see what is the underlying truth. Then, as we willingly enter each place of fear, each place of deficiency and insecurity in ourselves, we will discover that its walls are made of untruths, of old images of ourselves, of ancient fears, of false ideas of what is pure and what is not. We will see that each is made from a lack of trust in ourselves, our hearts, and the world. As we see through them, our world expands. As the light of awareness illuminates these stories and ideas and the pain, fear, or emptiness that underlies them, a deeper truth can show itself. By accepting and feeling each of these areas, a genuine wholeness, sense of well-being, and strength can be discovered.” (p. 194)\n\n© 1994, 2002 Jack Kornfield\n\n\n\nThe Buddhist Recovery Network does not officially endorse any of the book reviews that appear on this site. They are private viewpoints that may or may not represent the views of the organisation or its members. Readers are free to submit book reviews for publication on this site via the link below.\n\n\nReviews posted:\n\nPaul -\n\nJack Kornfield is a very wise man, and this book is a deep examination of Buddhist practice that sheds a great deal of light on the many misunderstandings that can arise. He possesses a keen sense of humour, conveyed through numerous anecdotes, both ancient and modern, which make this book a delight to read. I think the influence of psychotherapy on his writings perhaps makes it even more relevant for those in recovery, and some of his writing is outstanding (a chapter like “Searching for the Buddha: A Lamp Unto Ourselves” is a mini masterpiece.) It should be made clear though for people new to Buddhism that Kornfield represents a vision of Buddhism, not the vision. For instance his core belief that ‘we do not have to improve ourselves, we just need to let go of what blocks our heart’ (p. 209), is a simplification of what in other visions is a dual issue. The understanding that we are consciously trying to improve ourselves is clearly seen in other schools (for examples see Destructive Emotions with The Dalai Lama and Daniel Goleman, or some of Sangharakshita’s writing, who is the founder of the Friends of the Western Buddhist Order). Related to this is Kornfield’s use of ‘idealism’ as a dirty word, actually listing ‘nonidealism’ as one of the hallmarks of spiritual maturity. This would be queried by many Buddhists of other schools. Isn’t ‘truth’ an ideal? How can one lead a Buddhist life without upholding certain ideals? Kornfield is correct to point out that idealism has many perils and pitfalls, and someone of his maturity would no doubt feel quite jaded seeing the disillusionment and damage that can be wrought by naïve idealism. They can also be seen as a means to an end (the end being Enlightenment). However many of us would stress idealism’s positive side. It may even have been part of the vision that motivated us to practice Buddhism in the first place. I believe that where ideals are inspirational, and motivate us to summon the Effort to transform ourselves, they are to be celebrated. Where they turn ugly and become fascist taskmasters that make us lose touch with our (imperfect) humanity, then we perhaps should be cultivating a more healthy relationship with them. Take ‘mindfulness’. There is no question that the starting point of mindfulness is just letting go and being present. But this does not stop mindfulness being an ideal! The key issue in determining the weight you place on the ‘self-development’ or ‘self-surrender’ perspectives of Buddhist practice, is what works for you?\n\nMichael -\n\nJack Kornfield, an ex Therevadan Buddhist monk, psychologist, and now popular Western teacher, writes in a clear and flowing style that is immediately accessible to all levels of seekers. As Natalie Goldberg writes on the back cover, \"A Path with Heart brings alive the possibilities of inner peace, wholeness and the achievement of a happiness that is not dependent on external conditions\". With an ease and humour he blends his strength of spiritual practice and knowledge of psychology. By use of personal stories from his own experience he explains the path, and, it must be said, entertains us along the way. This book provides a universal guide for anyone seeking guidance on their spiritual journey, and he provides invaluable lessons in both how to stay with engaged practice on the path as well as avoid the many pitfalls and traps of the spiritual life.\nAlthough clearly written from a Buddhist perspective, I nonetheless feel that this book is one of those rare gems that would appeal to anyone who is trying to live an authentic life, irrespective of their tradition or beliefs. Although, as stated above, this book has certainly not been written expressly for those of us in recovery, he touches on so many common aspects of recovery that it could easily have been. From his opening chapters of ‘Did I Love Well?’ and ‘Stopping the War’, he embarks upon a journey that is as pertinent to those of us in recovery as it is to anyone else. From healing to meditation, demons and difficulties, seeking and self, generosity and psychotherapy, teachers and community, forgiveness and service, and ethics to enlightenment, he covers a broad range of topics that will immediately speak to the heart of all of us in recovery from addiction. Maybe because of where I am at with my own journey, one of the chapters that spoke deepest to me was the one on Spiritual Maturity (Chapter 21). Kornfield lists ten areas that he believes are signs of such maturity, and these include non-idealism, kindness, patience, immediacy, integrated, questioning, flexibility, embracing opposites, relationship and ordinariness. Great stuff indeed, it certainly provides me a clearer clarity and framework of where I am at, as well as giving me plenty to further work upon. For all of us who wish to deepen and make more genuine their own journey, Jack Kornfield provides an illumination that lights up the path before us. I strongly recommend this book.\n\nReview submission\n\nTo have a review of this book considered for publication, please email it to contact at buddhistrecovery dot org",
        "topic_id":18,
        "format_id":23,
        "topic_confidence":0.9699177146,
        "format_confidence":0.8941188455
    },
    {
        "url":"https:\/\/williemae.wordpress.com\/books-synopsis\/book-testimonies\/",
        "text":"Books: Testimonials for Readers\n\nDr. Hawkins shares a moving and intriguing conversation focused on her spiritual and natural journey as she navigates the waters of single parenting. It is quite rewarding to discover the power of faith as a tool to overcome obstacles she faced, while simultaneously utilizing the church as a sanctuary for her and her son to ascend to the highest values possible. Her story is really a microcosmic perspective of thousands of other single women struggling to define who they are and experience a qualitative life for their family. – Bishop Haywood Parker, Truth Tabernacles Ministries, Rocky Mount, NC\n\nI’ve recently found myself to be a single-parent of two teenage sons. I am so very grateful that I had read She Builds a Vineyard. The thoughtful and experiential insights the author presents in this narrative have been very inspiring and encouraging as I am faced with the daily challenges of raising two sons alone at the peak of their own self-awareness and desire to be little men. I highly recommend this book to all moms (and dads) who are challenged each day to find the delicate balance between single parenting and personal freedom in these chaotic, turbulent times.\n– Rev. Dian Griffin Jackson, President, Southern Conference United Church of Christ\n\nThis book is a superb framework for any single parent. The ability to merge her journey and her station in life as a single parent, a mentor, sister, and a daughter against all odds was an inspiration to me. She brings to life the scripture train up a child the way s\/he shall go and he will not depart from those ways. There lives are indeed a success story. When a parent has taken the time to do what she had done for her son, it is a true measure of parenting.\n– Barbara Whitaker, Executive Director, Moses Project, Enfield, NC\n\nThis book is well written, insightful, inspiring, thought-provoking and one that I would highly recommend for singles and those already married as it speaks to all people. It sheds a light on a well known biblical passage that is rarely viewed in the manner in which is presented. I loved it! Haven’t read a good page-turner like this in awhile. – Xavier Leak, Goodwill Baptist Church, Clemmons, NC\n\nDr. Hawkins has a remarkable gift that allows her words to touch you, both emotionally and spiritually. She Builds A Vineyard, is her own well documented journey that I found incredibly inspiring and enlightening. It is without hesitation, that I recommend this book to any parent who endeavors to build a better life for themselves and their loved one(s). ”\n– Gary T. McClurkin, Columbia, MD & Perth, WA (Australia)\n\nThis book assured me that God is with me as I parent my own children. I thoroughly enjoyed the seminar she and her son give on parenting at our church. The audience was truly captivated with\ntheir presences and wisdom. To have read the book and see them now working together for God is truly a blessing! – Sybil Tucker, Raleigh, NC\n\nShe Builds a Vineyard may be a single parent’s struggle to survive but it speaks to everyone who has experienced situations where only faith could bring you through. Reading how the author persevered through trials and tribulations all the while pursuing her dream of making a better life for herself and her son gave me the strength I needed to pursue my dreams. I enjoyed the authors display of humanity and how throughout the book she never presented herself as the savior. Through good bad and indifferent days she always gave honor to the lord all mighty and his wisdom to know what she needed and when she needed it. One of the many lessons I took away from this book was to stop trying to carry everything myself and to trust in the Lord completely; not just when its convenient for me. I wholeheartedly recommend this book. – Chiquita Hutton, Bowie, MD\n\nLeave a Reply\n\nFill in your details below or click an icon to log in:\n\nWordPress.com Logo\n\nYou are commenting using your WordPress.com account. Log Out \/ Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/ Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/ Change )\n\nGoogle+ photo\n\nYou are commenting using your Google+ account. Log Out \/ Change )\n\nConnecting to %s\n\n%d bloggers like this:",
        "topic_id":18,
        "format_id":23,
        "topic_confidence":0.6387635469,
        "format_confidence":0.9755968451
    },
    {
        "url":"https:\/\/joemcfadden.org\/2016\/08\/03\/next-door-as-it-is-in-heaven-living-out-gods-kingdom-in-your-neighborhood-in-review\/",
        "text":"Next Door as It Is in Heaven: Living Out God’s Kingdom in Your Neighborhood\n\n\n  • Print Length: 205 pages\n  • Publisher: NavPress\n  • Publication Date: August 1, 2016\n\nThere was a time when neighbors knew each other’s names, when small children and the old and infirm alike had more than their families looking out for them. There was a time when our neighborhoods were our closest communities.\n\nNo more. Neighborhoods have become the place where nobody knows your name. Into this neighborhood crisis the words of Jesus still ring true: Second only to the command to love God is the command to “love your neighbor as yourself.”\n\nIn Next Door as It Is in Heaven, Lance Ford and Brad Brisco offer first principles and best practices to make our neighborhoods into places where compassion and care are once again part of the culture, where good news is once again more than words, and where the love of God can be once again rooted and established.\n\n\n\nI was excited to see this book come out and could not wait to read it. The book was definitely a worthwhile read and one that I really enjoyed. I thoroughly believe that God created us as social, relational beings. We are made to be in relationship both with our Creator and with other people . We have been formed with an innate need to know and be known. Yet the current way of life in our culture is greatly reducing the quantity and quality of our relationships. We live in a society that is increasingly lonely where most of our connections come from digital space and are more superficial than meaningful. Our neighborhoods are not usually a place of genuine community but a place for us to retreat from those around us. Our relationships rarely overlap between the various spaces of relationships we form between church, work, shops and other places we frequent.\n\nThis is a book that is both convicting and compelling. It will move the reader to envision a life that is more integrated with their community and neighbors and challenge presumptions we all make as well as barriers from allowing this type of connection to occur. At the same time it is not just a book you read and forget about but one that is geared toward action and motivating the reader to live out and put into practice much of what is contained in it. Each chapter ends with reflective questions to help the reader wrestle through the content of each chapter prompting steps toward action.\n\nThere are many challenges that come with living in a manner Brisco and Ford espouses. We have an increasing need to feel safe and distrust those around us. We also have less relational margin and capacity in our lives on an ongoing basis. To live out some of the practices and principles in this book for many will take an intentional shift. Along with it will require a new way of viewing others and practicing hospitality. All of these are topics the authors tackle head-on to help the reader understand more clearly how to integrate these habits into their lives. With tons of practical stories to illustrate what this can look like in your own life; it is easy to begin to envision ways of adopting these habits into your own life and neighborhood.\n\nI encourage you to grab a copy and allow yourself and be challenged in the ways you “love your neighbor as yourself”. All with the understanding that we have not come to save our neighborhoods. And we don’t bring the Savior to our neighborhoods. We come alongside the Savior who is already at work in our neighborhoods.\n\nNext Door as It Is in Heaven: Living Out God’s Kingdom in Your Neighborhood\n\nTake the Name Your Neighbor Quiz and see how you do!\n\nHere are a few of my favorite quotes from this book:\n\nIf we don’t interact regularly with people face-to-face, the odds are we won’t live as long, remember information as well, or be as happy as we could have been. (Kindle Location 228)\n\nTwo of the most important initiating principles for neighboring are to (1) take notice and (2) invite others to join you. (Kindle Location 434)\n\nWith little to no naturally developed social capital to draw on (and most Christians giving little to no thought to their role in bringing the good news of the kingdom of heaven to bear tangibly in their neighborhoods) even the most devoted church member’s greatest hope for their non-believing acquaintances is to somehow persuade them to visit their church, there to be wooed or wowed by the worship team, sermon, or children’s ministry, that fills up their church container. (Kindle Location 671)\nMany of our community relationships are limited because we box people into an identity defined by their vocational role. We characterize people with what we see them do: the mailman, the FedEx guy, the dry cleaning lady, and so on. To only relate to a person in the sphere of what they do will not build an actual relationship. It will fail to see them as they really are— a whole person made in the image of God. (Kindle Location 869)\nMany of us will need to begin our mission of neighborliness with the simple step of getting to know the names of our neighbors. Only then can we begin to know something about their actual lives. (Kindle Location 971)\nWe wrongly assume that one of the greatest needs in our lives is safety. But what we need most is connection and acceptance from other human beings.\nWhen we fear the other, our own world gets smaller and smaller. It is only when we open our homes and our lives to the stranger that we can see our world begin to enlarge. (Kindle Location 1172)\nWithout margin, we are unable to even think about planning time to spend with others. Margin creates buffers. It gives us room to breathe, freedom to act , and time to adapt.\nWhen Jesus says, “Follow me,” he isn’t inviting us into a race. Instead he is welcoming us into a life-giving relationship with him that should affect all of our relationships. (Kindle Location 1218)\nWe have not come to save our neighborhoods. And we don’t bring the Savior to our neighborhoods. We come alongside the Savior.\nPraying over our neighbors by name and in light of any current crisis, concern, or just normal life situation we are aware of keeps our neighbors’ faces and lives on our hearts and constantly at the throne of God. Just imagine the power of prayer throughout a city, when God’s people pray for their neighbors on a consistent basis.\nNOTE: I received a copy of this book free from the publisher in exchange for a fair and unbiased review. The views expressed here are my own!",
        "topic_id":18,
        "format_id":23,
        "topic_confidence":0.9912784696,
        "format_confidence":0.6642931104
    }
]