[
    {
        "url":"http:\/\/www.internweb.com\/employer\/MO\/20110",
        "text":"Popular Internship Locations\n\nThe Cavalry Group\n\nInternweb.com cannot guarantee the validity and accuracy of internship postings. All persons expressing interest, applying for or accepting internships posted on Internweb.com do so of their own accord and in compliance with Internweb.com's Terms and Conditions.\n\nMore Missouri Internships\n\nThe 0 Missouri internships below have been added to our database in the last 30 days. To find more Missouri internships, please try our internship search.\n\nTitle Company Location Deadline",
        "topic_id":4,
        "format_id":1,
        "topic_confidence":0.9963507652,
        "format_confidence":0.9298036695
    },
    {
        "url":"https:\/\/gopublicschools.org\/tag\/leadwcc\/",
        "text":"Posts by Tag: Leadership Council WCC\n\nAlexandra Creer\nA Richmond native and resident, Alexandrea began her career in education as a School Improvement Partner at Partners In School Innovation, where she coached educators… Read More\nKathleen Maloney\nKathleen is an El Cerrito parent and passionate education advocate who is both personally and professionally dedicated to improving outcomes in West Contra Costa County… Read More\nScottie Smith\nA West Contra Costa grandparent and community-based organization leader, Scottie has been an education advocate for over 35 years. She began working in Montgomery County,… Read More\nPRIVACY POLICY site design by twiststudio",
        "topic_id":4,
        "format_id":1,
        "topic_confidence":0.9927762747,
        "format_confidence":0.9883540869
    },
    {
        "url":"http:\/\/www.poolhayes.attrust.org.uk\/",
        "text":"\n\nT: 01902 368147\n\n\n\nWelcome to Pool Hayes Academy\n\nLatest News\n\nOpen Evening\n\n13 September 2018\n\nTuesday 25th September 2018, 5:30pm until 7:30pm. There will be a presentation by our Principal at 6pm, 6:30pm and 7pm. Slots for these will be allocated on the evening. School […]\n\nRead more »\n\n\nNew Science Labs at Pool Hayes\n\n11 September 2018\n\nPupils and staff have returned to Pool Hayes this week to find some big changes up in Science. The outdated, dull and cramped old labs have been replaced by larger, […]\n\nRead more »\n\n\nSchool Money – New Barcode Year 7\n\n6 September 2018\n\nAll Year 7’s that use Paypoint for paying into school money, please come to finance to obtain a new barcode.\n\nRead more »\n\n\nSchool Gateway\n\nA number of people have had trouble accessing the school Gateway app, please follow the below instruction in order to register your child and access the app: 1.Download the Android […]\n\nRead more »",
        "topic_id":4,
        "format_id":1,
        "topic_confidence":0.9969937801,
        "format_confidence":0.7111390233
    },
    {
        "url":"http:\/\/marylandpublicschools.org\/MSDE\/divisions\/bus_svcs\/procurement\/?WBCMODE=Presen%25%3E%25%25%25%25%25%3E",
        "text":"\n  Academic Policy & Innovation\n  Accountability, Assessment, and Data Systems\n  Career and College Readiness\n  Communications, Partnerships, and Grants\n  Curriculum, Assessment & Accountability\n  Educator Effectiveness\n  Early Childhood Development\n     Office of Finance\n     The Budget Branch\n     Local Finance Reporting\n        Minority Business Information\n        Contract Awards\n        RFP Templates\n     School Facilities Branch\n  Information Technology\n  Library Services\n  Office of the State Superintendent\n  Rehabilitation Services\n  Special Education and Early Intervention\n  Student, Family, and School Support\nDivisions > Finance > Procurement\nMinority Business Information\n\nMinority Business Owners—did you know that the State of Maryland has a program aimed at strengthening and preserving the state’s 200,000 minority and women-owned businesses?\n\nA Minority Owned Business Enterprise (MBE) is defined as a business that is at least 51% owned, managed, and controlled by a minority person(s) as defined by state and federal laws. This includes members of socially or economically disadvantaged minority groups, such as African Americans, Asian Americans, Hispanic Americans, Native Americans, women, and physically or mentally disabled individuals. Under state law, MBEs also include not-for-profit entities organized to promote the interests of physically or mentally disabled individuals.\n\nUseful web links are listed below.\n\nGovernor’s Office of Minority Affairs\n\nMinority Business Enterprise (MBE) Information\n\nMDOT Certification – MBE\/DBE\n\nNAICS (North American Industry Classification System) Code Search\n\nSmall Business Reserve Program (SBR)\n\neMM (eMaryland Marketplace)\n\nCOMAR Online\n\nLinked Deposit Program\nA new statewide initiative designed to stimulate opportunities\nfor MDOT certified businesses\n\nMaryland Health Care Commission\nHealth Insurance Partnership for small businesses (new initiative)\n1-877-358-1236 (toll free number)\n\nContact Information\nMaryland State Department of Education\n200 West Baltimore Street\nBaltimore, MD 21201\nMSDE Privacy Statement Disclaimer  | Copyright © 2003 MSDE",
        "topic_id":4,
        "format_id":1,
        "topic_confidence":0.7410775423,
        "format_confidence":0.6763803959
    },
    {
        "url":"http:\/\/www.kwtx.com\/weather\/closings?abc=0.6425551926684154",
        "text":"\n\nSchool and Organization Closings and Delays\n\nLast Updated: 02\/24\/2017 09:20 AM\n\nCurrently no closings or delays have been reported. If you were directed here as a result of a push notification, it may take a couple minutes for that closing to appear here.",
        "topic_id":4,
        "format_id":1,
        "topic_confidence":0.5147158504,
        "format_confidence":0.7396497726
    },
    {
        "url":"https:\/\/www.sittercity.com\/special-needs-jobs\/mt\/havre",
        "text":"\n\nFind Special Needs Care Jobs in Havre, Montana\n\nSearch Havre caregiving jobs below.\n\nRight now, there are no special needs jobs that meet your criteria in your area. New jobs are posted every day, so be sure to check back soon!\n\nJump to Top\n\nToday only! Save up to 50% on a\nSittercity Premium membership.\n\nRegister now",
        "topic_id":4,
        "format_id":1,
        "topic_confidence":0.993653059,
        "format_confidence":0.9668775201
    },
    {
        "url":"http:\/\/freshers.naukri2000.com\/jobs\/fjobs-noida.php",
        "text":"Home   |  Freshers Job-seeker's Page  |   Freshers' Resumes\n\nFresher Jobs in Noida\n\nJob openings for freshers and trainees in Noida, India. Fresher jobs for engineers, MBAs, IT, Non IT, designing, analysts, marketing, call centres etc\n\n\nJob Group :\n\n# Designation \/ Location Company Skills Description\n1 Software Trainee\n\nPosted on : 02-06-2015\n\nSuccessive Softwares Analytical Skills  We are looking for the best talent, If you love working on software products and solutions that touch the physical world, that generate a meaningful business impact and want some serious experience under exponential growth conditions, this is it. Walk in on 6th June,2015 to our. . . . . . .\n2 Customer Survey Executive\n\nPosted on : 15-05-2015\n\nJob Mart Positive Attitude, Presentation Skills, Good Communication Skills, Pleasing Personality, English, Sales, Negotiation Skills  Make Calls To UK Customers Maintain High Level Of Customer Service With Customers Proven sales skills with a successful record of attaining or exceeding quotas Ability to excel in a high-pressure, fast-paced, and highly-dynamic work environment Proficient with customers on the. . . . . . .\n3 Admin Cum Office Assistant\n\nPosted on : 27-04-2015\n\nBeston sky vision - manufacturing Unit. Office Management, Organizing, Shorthand, Typing  Required Female for Office Assistant having 0.6 to 2 years experience Qualification:- Graduate Minimum Age:- below 30 years Location:- Block- A, sector 63 Noida Job Description:- To handle Admin work. Office administration use computer word processing, spreadsheet, and. . . . . . .\nPanchkula, Noida\n\nPosted on : 23-04-2015\n\nSAWAN INDUSTRIAL HOUSE Accounts\/Finance, Auditing, Bookkeeping, Tally, Tax accounting  We required female fresher\/ experienced candidate with GOOD knowledge of accounts and Taxation. He\/ She should have knowledge and good experience. To make entry of bills & vouchers. To receive and process all invoices, expense forms and requests for payment. Verify calculations. . . . . . .\n5 Urgent Openings !!! Interview Call for the Profile\n\nPosted on : 23-04-2015\n\nEminent Systems Positive Attitude, Spoken Languages, English, Sales, Negotiation Skills  Job Description Need to Handle both Inbound\/ Outbound Calls. Take up both INBOUND & OUTBOUND Calls and converse Confidently. Work in TEAM and maintain cooperation within it. Attend Customers Queries Patiently and providing them with appropriate solutions with respect. . . . . . .\n6 SEO Executive\n\nPosted on : 03-04-2015\n\nPantoxi Marketing Solutions.   We are looking for an SEO Executive who can help us with our Global SEO projects. Our office is located in sector 2, Noida and is only 5 minutes walking distance from Noida Sec-15 metro station. Freshers are welcome to apply as we are happy to train the right candidate. Salary :. . . . . . .\n7 Mechanical Graduate Trainee\nFaridabad, Ghaziabad, Greater Noida, Gurgaon, Noida\n\nPosted on : 03-04-2015\n\nAuto-mobile Manufacturing Units   We Have required Be\/ B. Tech Mechanical candidates for production and quality profile as an graduate trainee engineer so interested candidates can find a bellow mention job details. Xperts Group india is the leading outsourcing and off-sourcing company who is meagerly providing. . . . . . .\n\n\nCopyright ©2015 Naukri2000.com. All rights reserved.",
        "topic_id":4,
        "format_id":1,
        "topic_confidence":0.9970288873,
        "format_confidence":0.9586117268
    },
    {
        "url":"http:\/\/www.advertisingcrossing.com\/jobs\/q-communications-l-nebraska-jobs.html",
        "text":"Communications Jobs in Nebraska |\nYour search results\n\nCommunications Jobs in Nebraska\n\nDid you search for location? Nebraska   Nebraska, IN   Nebraska, NC   Nebraska, PA  \nJob info\nOmaha, NE\nPosted Date\nJun 07, 17\nInfo Source\nEmployer  - Full-Time   \n\nJob Description Radio Engineering Industries, Inc. (REI) is a growing U.S. based manufacturing company developing innovative solutions in the Mobile Transportation Electronics Industry. We have been in business for 78 years ..\n\nRelated Job Title\nNarrow Your Search Results — Try Advanced Search\n\nSearch All Nebraska Communications Jobs",
        "topic_id":4,
        "format_id":1,
        "topic_confidence":0.9929369092,
        "format_confidence":0.9018193483
    },
    {
        "url":"http:\/\/www.jobshiringnearme.net\/US\/North-charleston\/Business-analyst",
        "text":"Business Analyst\n\nziprecruiter Posted 1 month ago\n\nQuestis - Charleston, SC\n\nGenerate functional and technical requirements based on product direction and customers' business ... You are a team player with strong analytical and problem solving skills * You care about quality ...\n\nBusiness Analyst - 1642\n\nziprecruiter Posted 1 month ago\n\nThe MIL Corporation (MIL) - Charleston, South Carolina\n\nSummary The MIL Corporation seeks a Business Analyst to support a Federal Government client in Charleston, SC. As a member of the team, the successful candidate will provide business analysis and ...\n\nSAP Business Analyst\n\nziprecruiter Posted 5 days ago\n\nStabilus - Gastonia, NC\n\nSAP Business Analyst Stabilus is a global leader in the production of gas springs and dampers on five continents. Our products can be used in a wide variety of industries, such as the automotive and ...\n\nBusiness Analyst\/ Project Manager\n\nziprecruiter Posted 5 days ago\n\nAltitude - Raleigh, NC\n\nBusiness Analyst\/ Project Manager 2+ years of experience business analyst or project management 4 year college degree required Insurance industry experience is a plus Full time Competitive salary\n\nAdjudication Support Business Analyst\n\nziprecruiter Posted 3 days ago\n\nCare Services, LLC - Raleigh, NC\n\nThe Care Services Adjudication Business Analyst is a primary support position that works closely with organization management to identify their customer needs and establish ways upon which customer ...\n\nAgile Business Analyst 141163\n\nziprecruiter Posted 7 days ago\n\nStrategic Staffing Solutions (S3) - Charlotte, NC\n\nAgile Business Analyst 141163 Duration: 12 month contract (intention to extend) Type: W2 ***NO C2C*** USC - Green Card - EAD ONLY Location: Charlotte NC 28262 * 3+ years of experience as a Business ...\n\nBusiness Analyst\n\nziprecruiter Posted 7 days ago\n\nSOLID Surface Care, Inc. - Charlotte, NC\n\nThe Business Analyst will report to the CIO. Primary responsibilities include conducting full life cycle analysis to include requirements, activities and design. Data analysts will develop analysis ...\n\nTechnical Business Analyst\n\nziprecruiter Posted 12 days ago\n\nTekPartners, A P2P Company - Charlotte, NC\n\nTitle: Technical Business Analyst Location: Charlotte, NC Duration: 6 month project w\/ possibility to extend Work Requirements: Third-party candidates are not being considered at this time\n\nSalesforce Business Analytics Analyst\n\nziprecruiter Posted 3 days ago\n\n\nPOSITION SUMMARY Synch-Solutions is seeking a Salesforce Business Analytics Analyst for a Salesforce.com initiative to support one of our clients throughout the planning, updating and transitioning ...\n\nSr Business Analyst - Fixed Income settlement and accounting\n\nziprecruiter Posted 4 days ago\n\nFinancial Industry Technical Services, Inc. - Charlotte, NC\n\nFITS Inc. is looking for a Consultant Business Analyst\/SME with strong brokerage-investment industry fixed income product settlement processing and accounting business knowledge. Experience with the ...\n\nPeoplesoft FSCM Business Analyst\n\nziprecruiter Posted 11 days ago\n\nHealthTECH - Gainesville, FL\n\nDuties of the Peoplesoft FSCM Business Analyst * Primary responsibility will be to provide the highest level of production support for PeopleSoft customers. Support will involve design, maintenance ...\n\nBusiness Analyst w\/1-3 years of Experience - Technology \/ SaaS Products - Agile\/Scrum - Jira\/Rally\n\nziprecruiter Posted 6 days ago\n\nREPAY - Atlanta, GA\n\nWe're seeking a Business Analyst to perform a variety of business assignments which may include review of business processes; root cause analysis; process and data efficiency reviews as well as ...\n\nProject Coordinator\/Business Analyst\n\nziprecruiter Posted 14 days ago\n\nStrategic Staffing Solutions (S3) - Charlotte, NC\n\nProject Coordinator\/Business Analyst Charlotte, NC Contract : 2 years Leading Bank Pay DOE\/W2 only (NO CORP TO CORP) Send resume to aluna@strategicstaff.com Key Skills: Project coordination\/Business ...\n\nSenior Business Analyst - Medicaid Enterprise System\n\nziprecruiter Posted 6 days ago\n\nData Concepts Inc - Columbia, SC\n\nData Concepts is looking for a Senior Business Analyst with Medicaid Enterprise Systems experience. Duties\/Responsibilities include: * Gather and generate artifacts needed to support additions or ...\n\nSr. Business Analyst \/ Quality Assurance Analyst\n\nziprecruiter Posted 17 days ago\n\nXceleration - Charlotte, NC\n\nOur business is growing at an exciting pace. To fuel this growth, we are seeking a Sr. BA\/QA Analyst to join our team and help make our software development quality phenomenal. This individual will ...\n\nDigital Marketing Business Analyst\n\nziprecruiter Posted 15 days ago\n\nKelaca - Raleigh, NC\n\nPerform business analysis, collaborating with other Business Analysts, Program\/Product Managers, Operations, and IT. * Coordinate, consolidate and compile the analysis of channel\/product data from ...\n\nBusiness Analyst - SQL\n\nziprecruiter Posted 5 days ago\n\nAdvantage Resourcing - Charlotte, NC\n\nRanked as a top Fortune 100 Financial Services company, our client has an opening for a Business Analyst with strong database experience (SQL) t to work on a team at our client site in Charlotte, NC\n\nQuality Lead, Technical Lead, Business Analyst, Project Manager\n\nziprecruiter Posted 6 days ago\n\nNagarro, Inc. - Jacksonville, FL\n\nBusiness Analyst (Analyze, Plan & Implement) Project Manager (Develop, Plan & Manage projects) Must have Bachelor or Master or equiv. & prior exp. in job offered or rel. field. Edu. \/exp. requirement ...\n\nSAP Business Analyst\n\nziprecruiter Posted 19 days ago\n\nEDI - Charlotte, NC\n\nThe SAP Business Analyst will be responsible for working with SAP ECC and supporting SAP users with operational problems and providing system enhancements. Daily trouble shooting with all aspects of ...\n\nJunior Business Analyst (Support)\n\nziprecruiter Posted 22 days ago\n\nIsoMetrix Software - Alpharetta, GA\n\nConfiguration of IsoMetrix Software and various business analyst tasks including project documentation such as business requirements documents, functional design specifications, and attendance at ...",
        "topic_id":4,
        "format_id":1,
        "topic_confidence":0.985370636,
        "format_confidence":0.9399312139
    },
    {
        "url":"http:\/\/summitps.iapplicants.com\/",
        "text":"Search Jobs | Submit an Application | Home  \n\nWelcome to Summit Public Schools\n\nThank you for your interest in working with us.\n\nPlease click on the menu above to Search For a Job or Submit an Application.\nManaged by Job Match LLC, All Rights Reserved - iApplicants™ Applicant Tracking System © Copyright 2005-2015 | admin",
        "topic_id":4,
        "format_id":1,
        "topic_confidence":0.9971434474,
        "format_confidence":0.69314152
    },
    {
        "url":"https:\/\/vimeo.com\/tag:Bowdoin+College\/page:2\/sort:duration\/format:detail",
        "text":"1. Senior Honors Project: Chamber Opera composed by Louis Weeks '11\n\n\n    from Bowdoin College Added 546 0 0\n\n    Senior Honors Project: Chamber Opera composed by Louis Weeks '11\n\n    + More details\n    • Baccalaureate 2016\n\n\n      from Bowdoin College Added 64 0 0\n\n      Bowdoin College held its Baccalaureate ceremony Friday, May 27, 2016, in the Sidney J. Watson Arena, marking the official close of the academic year.\n\n      + More details\n      • Galileo, Poetry and Digital Studies with Crystal Hall\n\n\n        from Bowdoin College Added 33 0 0\n\n        Crystal Hall, Postdoctoral Fellow with the new Digital and Computational Studies Initiative, explores the challenges and opportunities of digital humanities research through the case study of Galileo…\n\n        + More details\n        • Head Cleaner LIVE 1989\n\n\n          from Super Fantastic Ultra Added 45 0 0\n\n          Head Cleaner plays two shows Bowdoin College Moulton Hall, Maine. December 1, 1989. Dan Hanrahan - vocals & guitar, Phil Spirito - bass, Jay Moores - vocals & drums. Head Cleaner was opening…\n\n          + More details\n          • \"'Otis,' Charles, and Rowland: Sourcing the Wartime Legacy of the Howards\" (David K. Thomson and Richard Lindemann)\n\n\n            from Bowdoin College Added 216 1 0\n\n            In August 2013, Bowdoin College hosted \"The Afterlife of the American Civil War, a four-day series of lectures, demonstrations, exhibitions, and music presented in commemoration of the Civil…\n\n            + More details\n            • October 2016 Family Weekend: Bowdoin College Concert Band, Full Performance\n\n\n              from Bowdoin College Added 41 0 0\n\n              John P. Morneau conducted the Band in a Family Weekend concert featuring student soloists. The program includes works by Leroy Anderson, Ola Gjeilo, Giacomo Puccini, and others.\n\n              + More details\n              • October 2016 Family Weekend: Chamber Choir, Full Performance\n\n\n                from Bowdoin College Added 110 0 0\n\n                Bowdoin's Chamber Choir performed in the chapel on Oct. 22, during Family Weekend.\n\n                + More details\n                • Maren Askins '12, cello, accompanied by David Askins.\n\n\n                  from Bowdoin College Added 5,561 0 0\n\n                  Maren Askins '12, cello, accompanied by David Askins. May 8, 2011\n\n                  + More details\n                  • Kaitlin and Peter\n\n\n                    from Sara McCormick Added 420 0 0\n\n                    Kaitlin and Peter's gorgeous lakeside wedding was held at the family summer home on Brooks Point on Branch Lake in Ellsworth. Kaitlin and Peter met while attending Bowdoin College and spent their…\n\n                    + More details\n                    • President's Welcome to Parents and Guests — Full Video\n\n\n                      from Bowdoin College Added 87 1 0\n\n                      President Clayton Rose and Associate Professor of Romance Languages Arielle Saiber welcome parents, families and guests of the Class of 2019 to the Bowdoin community.\n\n                      + More details\n\n                      What are Tags?\n\n\n                      Tags are keywords that describe videos. For example, a video of your Hawaiian vacation might be tagged with \"Hawaii,\" \"beach,\" \"surfing,\" and \"sunburn.\"",
        "topic_id":4,
        "format_id":1,
        "topic_confidence":0.644530654,
        "format_confidence":0.9784149528
    },
    {
        "url":"http:\/\/www.tutoringhelp.org\/Brooklyn_MI_Lacrosse_Tutoring",
        "text":"click tracking\n\n(2) Private Lacrosse Tutors offering lessons, class and homework help in Brooklyn\n\nFind the best Brooklyn Lacrosse home tutoring providers with great ratings, reviews and qualifications!\n\n\nExperienced English Language, Linguistics, ESL, and Writing Tutor\n\nI teach Literature, Speech, and Composition to 9th-12th grade students at a private high-school in Michigan. In addition to teaching required classes, I also instruct a course entitled Multi-Cultural Voices to 11th and 12th grade students. Outside of my formal role as a teacher, I have experience working with students between six-weeks old and sixty-five years of age, as a teacher, tutor, and instructional assistant in classrooms, writing centers, and private tutoring sessions. Given my relat... Read more\n\n\nCertified Social Studies and Math Instructor\n\nI'm a certified teacher in Social Studies Grades 6-12. I have taught for 3+ years in the classroom, grades 7-9 and subjects ranging from math to history. I enjoy working with young people and learning alongside them in addition to coaching, teaching and facilitating their education. I've taught a class of Pre-Algebra and Algebra students. I've taught classes in local state history, U.S. History and World History. ... Read more\n\nOther Locations\n\nCan't find a tutor? Try another subject.",
        "topic_id":4,
        "format_id":1,
        "topic_confidence":0.9799097776,
        "format_confidence":0.9471870661
    },
    {
        "url":"http:\/\/www.theallsaints.net\/sites_pages\/view\/news\/results\/academy_profile\/about_us\/about_us\/results",
        "text":"News rss icon\n\n  • Telephone Unavailable\n\n    24th September 2018\n\n    The telephone system will be unavailable from 3:30pm while BT work to fix the problem that we have been experiencing over the last few days. In the meantime our parental enquiries email address is:  \n\n    Thank you for your patience.  \n\n  • Food Bank Appeal\n\n    11th September 2018\n\n    Following collective worship yesterday the academy has launched an appeal for donations to the Rossington Food Bank.  In particular contributions of the following would be greatly welcomed:  \n\n    Washing powder\/liquid\n\n    Fabric conditioner\n\n\n    Toilet Rolls\n\n\n\n    Tinned foods \n\n    For more information please click on\n\n  • Y5 & 6 Open Evening\n\n    7th September 2018\n\n    We'd like to invite Year 5 and 6 students and their parents to our open evening on Tuesday 2nd October.  There is an opportunity to visit and see the academy in action from 9am to 10am or to join us in the evening from 6pm to 7:30pm for a series of taster lessons. \n\n    We look forward to seeing you!\n\n    Please email to book a place.\n\n  • Multi Cultural Week\n\n    18th July 2018\n\n    As part of our annual multi cultural week Y9 GCSE religion and ethics students took part in creating some small gifts to send off to a school in India that will hopefully become a partner school in the future.\n\n    Book marks, key rings and lots of other lovely thoughtful gifts were created.\n\n    Well done Y9 for helping to make a difference to the lives of others.\n\n    Miss Parish\n\n  • Rocket Challenge\n\n    11th July 2018\n\n    Congratulations to King House who have won the Technology Rocket Challenge on both weeks this year.\n\n    Last week's winners were:\n\n    Damien Houghton and Daniel Peart with 28.7m in the final.\n\n    This week's winners were:\n\n    Leah Lawton and Troy Dark with 34.6m in the final.\n\n    Damien and Daniel hold this year's overall rocket record of 47.4m.\n\n    As we move to the revised house system in September the record for each house will now stand for all time as:\n\n    4th King House 47.4m\n\n    3rd Teresa 59.4m\n\n    2nd Parks 60.8m\n\n    1st Irwin 61.35m\n\n\n\n\n\n\n  • Letter to Parents\n\n    10th July 2018\n\n    Please see below the most recent letter to parents from the academy  \n\n  • Y6 Induction Day & Parents Evening\n\n    28th June 2018\n\n    We are looking forward to welcoming Y6 students to the academy on Thursday 5th July for an induction day.  Students should arrive for 9am, they will spend the full day in the academy and be dismissed at 2:45pm.  We would ask that parents make suitable arrangements for drop off and collection.  During the day students will have the opportunity to meet their form tutor and a range of teaching staff. \n\n    Students will also require money to purchase lunch as we operate a cafeteria system  The set meal for the day\n\n  • Outdoor Learning in Action!\n\n    22nd June 2018\n\n    Staff and students have been making the most of the academy's outdoor learning space over the last couple of weeks.  \n\n    This afternoon it was the turn of Miss Mercer's history class! \n\n\n  • Doncaster Athletics Legends!\n\n    20th June 2018\n\n    Students from the academy have been competing in the Doncaster Athletics Competition at the KeepMoat Stadium over the last couple of days with some fantastic results. \n\n    Ben Liversidge came 3rd in the 100m.\n\n    Ilana Ridsdel - Doncaster 100m champion\n\n    Jordan Poulston - Doncaster 800m champion (potential track record for the schools event with a time of 2 minutes 10 seconds).  \n\n    1500m girls Georgia Hilton came 5th overall in Doncaster\n\n    1500m boys Danny Bagshaw came 6th overall in Doncaster\n\n    Our year 10 girls also made it\n\n  • Revision Sessions\n\n    9th May 2018\n\n    Please see below the schedule of out of hours revision sessions that are available to students.  These sessions are in addition to the after school sessions that run each day.  \n\n  • GCSE and A Level Exam Timetable\n\n    9th May 2018\n\n    Please see below the exam timetables for the forthcoming GCSE and A Level exams.\n\n  • Updated Extended Learning Policy\n\n    9th May 2018\n\n    Please find below the most recent letter to parents with an update on the revised Extended Learning Policy along with a copy of the policy.  \n\n  • Easter Service\n\n    9th April 2018\n\n    During the run up to Easter students at RASA enjoyed our yearly Easter service. This year we had a special twist with the band ‘The Plan’ coming into the academy to deliver the Easter message through the use of music!\n\n    We saw each house erupt with excitement and laughter whilst dancing and singing along to the songs along with having a time to reflect on the Easter message. A big thankyou to the band and all those involved for this fantastic opportunity.\n\n    For more information on 'The Plan' click on the link be\n\n  • Ski Trip\n\n    9th April 2018\n\n    On Friday 30th March  15 students and 2 staff set off on a ski trip to Santa Caterina in Italy on a joint trip with The Vale Academy. \n\n    The students who went on the trip were outstanding, their behaviour and attitude throughout the whole trip was superb. The ski instructors and staff from Vale commented on this repeatedly.\n\n    All students and staff had a fantastic time and we now have a set of 10 outstanding skiers and 5 unbeliev\n\n  • Y11 Revision Sessions\n\n    23rd March 2018\n\n    There are a wide range of out of school hours revision support sessions open to Y11 and Post 16 students.  Please see the schedule below for more information.  \n\n  • Update from the Academy\n\n    22nd March 2018\n\n    Please see below the most recent letter to parents from the academy.\n\n  • Thank You letter!\n\n    21st March 2018\n\n    The academy has received the following letter from Samaritan's purse following the donation of gift boxes by staff and students at Christmas:\n\n    To staff and pupils,\n\n    \"A great big thank you for all your hard work and generosity in helping to fill shoe boxes for children at Christmas.\n\n    In Doncaster 5225 boxes were collected, checked and sent to Macedonia to children who otherwise would not have received a gift at Christmas.  A total of 678,942 shoe boxes were sent from the UK to other countries.  Worldwide, 11 mill\n\n  • Volunteer Police Cadet Recruitment\n\n    20th March 2018\n\n    South Yorkshire Police Volunteer Cadet Recruitment details are now available on\n\n    You need to be 15 years of age by 31 August 2018 and no older than 17 years of age by 31 March 2019\n\n    Applications will be accepted from 1 April until 30 April 2018. Forms available online from 1 April. \n\n    Interviews from Tuesday  29 May 2018  9:00 – 17:00 to Friday 1 June 2018  9:00 – 17:00\n\n    lternative interview dates may be available on request\n\n    Induction P\n\n  • World Autism Week\n\n    19th March 2018\n\n    Students will be learning more about how it feels to be autistic in form learning time this week ahead of World Autism Week.\n\n    The information they will be looking at is on the PDF at the bottom of this page and the link to the video with more detail is below:\n\n  • Young Achiever of the Year!\n\n    19th March 2018\n\n    Congratulations to Archie Atkins Sloan who has won the Disability Sport Yorkshire Young Achiever of the Year Award.\n\n    He was in the same category as people who won gold medals at the World Para Championships last summer.\n\n    The citation about him reads 'This cricketer is an important member of the Yorkshire Terriers team, the first name on the team sheet.  As a cricketer in the mould of Bairstow (Jonny and David).  He has gone beyond dispability sport and also plays adult cricket for Haxey Cricket Club in the Lin",
        "topic_id":4,
        "format_id":1,
        "topic_confidence":0.9933744073,
        "format_confidence":0.8026186228
    },
    {
        "url":"http:\/\/cal.wvu.edu\/EventList.aspx?type=public&eventidn=3157&view=EventDetails&information_id=7978",
        "text":"Calendar | West Virginia University\n\nWest Virginia University Calendar\n\nSearch events. View events.\nDisplay Format:  All Categories Submit Events\nWelcome to the West Virginia University Calendar. Please use the Help button to the right for any assistance while using the Calendar.\nClick for help in using calendar displays. Print the contents of the current screen.\nDisplay Month:\n\nAdvanced Search (New Search)\nEvent Details\nNotify me if this event changes.Add this event to my personal calendar.Email this event to a friend.\nGo Back\nLast Day to Drop a Class\nStart Date: 10\/25\/2013\nEnd Date: 10\/25\/2013\n\nEvent Description\nLast day to drop a class\nAttachments For This Event:\n    > a\n\nEvent calendar powered by Active Data Calendar   \nSelect item(s) to Search\nSelect item(s) to Search\nSelect item(s) to Search\nSelect item(s) to Search\n© West Virginia University. Questions or Comments?\nPO Box 6201 | Morgantown, West Virginia 26506 | 304.293.0111\nWest Virginia University is an Equal Opportunity\/Affirmative Action Institution.\n\nCalendar Administrators login here.",
        "topic_id":4,
        "format_id":1,
        "topic_confidence":0.9964984655,
        "format_confidence":0.7901707888
    },
    {
        "url":"http:\/\/www.indeed.com\/jobs?q=Medical+Records+Field+Technician&l=Centennial,+CO&start=10",
        "text":"Medical Records Field Technician jobs in Centennial, CO\n\nSort by: relevance - date\nSalary Estimate\nJob Type\nJobs 11 to 20 of 121\nUpload your resume - Let employers find you\nField Service Technician - Denver, CO\nField service technician\/calibration technician. Clean background and driving record. New hires will train with existing technicians for approximately 6-12...\nEasily apply\nSponsored by - 30+ days ago\nScanning Technician\nChildren's Hospital Colorado 29 reviews - Aurora, CO\nPrepares medical record documents for scanning into the imaging system. Assists in picking up and routing medical record forms pre and post scanning....\nSponsored by America's Job Exchange - 19 days ago\nQA\/QC Manager - Military Fuels\nBristol Engineering Services Corporation - Golden, CO\nPrefer a demonstrated track record of mentoring field quality technicians. Prepare appropriate, targeted field forms associated with this Plan....\nEasily apply\nSponsored by Bristol Engineering Services Corporation - 16 days ago\n\nField Service Technician - Denver, CO\n\nGlory Global Solutions 11 reviews - Denver, CO\nOther certificates in related field:. GGS North America is headquartered in Lisle, IL and has over 750 employees including, 365 Field Service Technicians and...\n\nBAS Controls Technician\n\nHaynes Mechanical Systems Inc - Denver, CO\nParticipates in engineering release meeting with project field team. Accountable to field teams for quality, timeliness and efficiency of designs:....\nEasily apply\n\nGIS Technician \/ Analyst\n\nFarnsworth Group 2 reviews - Denver, CO\nGIS Technician \/ Analyst. A basic understanding of land records (deeds, plats, etc…). Ability to work in the field and in the office....\n\nSurgical Scrub Tech\n\nUnited Surgical Partners International Inc (USPI) - Parker, CO\nCompletion of a Scrub Technician Program. Establishes and maintains sterile field during surgical procedures in the operating room....\n\nDiagnostic Imaging Field Service Technician 4\n\nSiemens 1,364 reviews - Denver, CO\nThe Field Service Technician reports to the Regional Service Manager at Siemens Medical Solutions. The Field Service Technician is a field-based, customer...\n\nBehavioral Technician\n\nLearning Services Inc. - Lakewood, CO\nTransports residents to medical appointments, vocational, recreational, educational activities in the community....\n\nMedical Cleaning Technician 1\n\nColorado Commercial Services - Englewood, CO 80111 - +3 locations\nSuccessfully pass (90% or better) the CCS Medical Cleaning Technician 1 Certification test. Field Supervisor and\/or Operations Manager....\n\nNon Medical Cleaning Technician 1\n\nColorado Commercial Services - Aurora, CO 80011 (Norfolk Glen area) - +1 location\nField Supervisor and\/or Operations Manager. Have a Colorado State driver's license and maintain a clean driving record....\n\nAddiction Technician\n\nArapahoe House 15 reviews - Wheat Ridge, CO - +2 locations\nArapahoe House is currently seeking an Addiction Technician to join our Wright Center team. Adheres to Arapahoe House Code of Ethics as well as ethical...\n\nField Service Technician 4 days Friday-Monday\n\nJoerns 3 reviews - Denver, CO\nRecords transactions on customer receipt. Cleans, disinfects, repairs and troubleshoots specialty medical equipment....\nMedical Technician\nAir Force Civilian Service - United States\nSpecialized experience must include medical technicians perform difficult and complex laboratory tests. The primary purpose of this position is to serve as a...\nSponsored by Professional Diversity Network - 22 days ago\nGet email updates for the latest Medical Records Field Technician jobs in Centennial, CO\nYou can cancel email alerts at any time.\nGet new jobs for this search by email\nYou can cancel email alerts at any time.",
        "topic_id":4,
        "format_id":1,
        "topic_confidence":0.9957976341,
        "format_confidence":0.9624102116
    },
    {
        "url":"https:\/\/chp.tbe.taleo.net\/chp03\/ats\/careers\/jobSearch.jsp?org=CONGRESSIONALBUDGET&cws=1",
        "text":"Powered By Taleo\n\nReturning Applicants\n\nIf you have previously applied to a position at CBO, input your email address and password below to log in.\n\nIf you do not remember your password click here.\n\nThere are currently a total of 3 open job(s).\n\nClick on 'Search' to view current openings.\n\n\nPowered By Taleo",
        "topic_id":4,
        "format_id":1,
        "topic_confidence":0.9942423701,
        "format_confidence":0.7260459661
    },
    {
        "url":"http:\/\/eprints.uwe.ac.uk\/view\/author\/Radcliffe=3AR=2E=3A=3A.html",
        "text":"Login to UWE\n\nBrowse by Creator\n\nUp a level\nExport as [feed] Atom [feed] RSS 1.0 [feed] RSS 2.0\nGroup by: Item Type | No Grouping | Creators | Date\nNumber of items: 2.\n\nConference or Workshop Item\n\nSargeant, A. and Radcliffe, R. (2007) How come people leave legacies at all? In: Institute of Fundraising National Convention, London, UK, 2007, July.\n\nSargeant, A. and Radcliffe, R. (2004) Successful legacy fundraising: Just what do donors think is appropriate? In: 24th International Fundraising Congress, Noordwijkerhout, The Netherlands, October, 2004.\n\nThis list was generated on Fri Jul 3 03:24:40 2015 BST.\n\n\nCopyright 2015 © UWE better together",
        "topic_id":4,
        "format_id":1,
        "topic_confidence":0.9035977125,
        "format_confidence":0.7384887338
    },
    {
        "url":"http:\/\/www.indeed.com\/l-Houston,-AK-jobs.html",
        "text":"jobs in Houston, AK\n\nFilter results by:\nSort by: relevance - date\nSalary Estimate\nJob Type\nExperience Level\nJobs 1 to 10 of 431\nUpload your resume - Let employers find you\nFacilities Coordinator(N)\nMust possess and maintain a valid State of Alaska driver’s license and provide a current copy of an Alaska Department of Motor Vehicles Report (MVR) evidencing...\nInformation Systems Specialist\nThis is a job progression of two job levels, designed to provide progressively more responsible and independent work experiences to participants as part of the...\nEasily apply\nFront Desk Receptionist\/Scheduler\nAdvanced Sonograms of Alaska - Anchorage, AK 99508\nFront Desk, 30 hours\/week. High school diploma, experience with Microsoft Office Suite, and at least 1 year of medical reception\/billing\/front desk experience...\nEasily apply\n\nFinance Clerk II - Public Works\n\nCity of Wasilla, AK - Wasilla, AK\n$20.90 an hour\nTyping test with a minimum net speed of 50 WPM, and a 10-Key test with a minimum net speed of 150 KPM. The City of Wasilla is currently recruiting applicants...\n\n\nMat-Su Regional Medical Center - Palmer, AK\nHave reliable transportation as well as proof of valid license and auto insurance. Screening referred self-pay patients for programs such as Medicare, Medicaid,...\n\nOffice Administrator\n\nProsser-Dagg Construction Company, LLC - Palmer, AK 99645\nScanning and filing all paperwork, mailing checks and invoices, answering phones, assisting with on-board documents for new hires, travel arrangements, cleaning...\nEasily apply\n\nOffice Assistant II\n\nWorkplace Alaska - Wasilla, AK\n$2,819 a month\nHighest grade of school completed plus an amount of paid or volunteer experience that totals 12 years and includes basic clerical tasks such as greeting clients...\n\nFred Meyer Retail Hourly Associate\n\nFred Meyer - 19,829 reviews - Wasilla, AK 99654  +2 locations\nWe are now accepting applications for all positions including cashier, parcel, general merchandise clerk, apparel clerk, electronics clerk, grocery clerk,...\n\nMedical Front Desk Lead\n\nCapstone Family Medicine - Wasilla, AK 99654\nBusy family medical practice looking to fill a front desk team lead position. Planning and coordinating the daily activities of the front office staff ensuring...\nEasily apply\n\nSchedule Coordinator\n\nAlliance HealthCare Services - 139 reviews - Wasilla, AK 99654\nMay assist with incoming and outgoing scheduling, pre-registration and reminder calls based on business needs....\n\nParts Driver\/Shipping & Receiving Clerk\n\nKendall Auto Group - 20 reviews - Wasilla, AK\nThis position requires general knowledge and abilities in personal computer operations, ability to operate both automatic and manual transmission vehicles,...\n\nDental Assistant\/Receptionist\n\nADVANCED FAMILY DENTISTRY - 5 reviews - Wasilla, AK 99654\n$21 - $25 an hour\nWe are a fast paced and fun dental office in need of an outgoing and charismatic person for dental assistant \/ front desk....\nEasily apply\n\nEvent Production and Facility Supervisor\n\nCity of Wasilla, AK - Wasilla, AK\n$61,173 a year\nWill be required to obtain a valid State of Alaska Driver's License with satisfactory driving record at time of hire....\nMedical Assistant\nScreens telephone calls for referral to nurse or physician. Requires eye-hand coordination and manual dexterity sufficient to operate a keyboard, photocopier,...\nFood Service Manager\nA valid Driver’s License and an acceptable. Employee may be asked to walk on uneven surfaces, bend, squat, climb stairs, sit for extended periods of time, work...\n\nNever miss a job. Get new jobs emailed to you daily.\n\nBe the first to see new jobs in Houston, AK\nYou can cancel email alerts at any time.",
        "topic_id":4,
        "format_id":1,
        "topic_confidence":0.9971792698,
        "format_confidence":0.9613120556
    },
    {
        "url":"http:\/\/smilepolitely.com\/tech\/category\/research_park\/",
        "text":"Category: Research Park\nResearch Park\n\nOne step younger: The Academy High info session\n\nAcademy High's info session had one simple goal: gauge community interest. Expecting less than a hundred at each info session it was a major breakthrough that over 400 people attended throughout the day. For Academy High, this is good news, but while there is interest, but will they be able to perform up to expectations?\n\nMore »",
        "topic_id":4,
        "format_id":1,
        "topic_confidence":0.8618975282,
        "format_confidence":0.9524813294
    },
    {
        "url":"https:\/\/www.firsttutors.com\/uk\/music\/county\/surrey\/oboe-teachers.php",
        "text":"Skip to main content\n\nSurrey Oboe Lessons\n\nFirst Tutors: Music helps you to find a oboe teacher in Surrey and across the UK. First Tutors: Music helps with your Surrey oboe lessons and in other popular instruments like keyboard, bass and drums.\n\nMeet some of our Surrey Oboe Teachers\n\n\n\nThornton Heath\nMasters: Advanced Postgraduate Diploma (2008)\n*Online lessons available* Since graduating from the Royal College of Music with Distinction, I've been lucky enough to build up a career as a professional musician and teacher. I regularly perform with the Royal Philharmonic Orchestra, BBC Symphony Orchestra and Glyndebourne Touring Opera, and as...\n\n\nThornton Heath\nPiano, Oboe, Music Theory, Composition\nMasters: Distinction (2011)\nI am a professional oboist and composer. My performance career has taken me round the world, and I have played principal oboe in many of the world's leading orchestras. I am also an expert tutor in academic music and music theory. When at Cambridge, for my final exams, I gained the top mark for musi...\n\n\nThis is the only place to discover through one search the most talented oboe teacher for your needs in Surrey, whether you want oboe lessons to learn a new instrument, develop a hobby or train as a musician.\n\nOur search will list oboe teachers in Surrey according to their charges and proximity to you. Instruments include piano, violin and guitar for graded music exams or just for fun.\n\nIf you are a Surrey oboe teacher wishing to offer your oboe tutoring services in Surrey or anywhere else across the UK, please register with First Tutors: Music to commence giving oboe tuition or find out more about us here.\n\n  • Peace Of Mind\n  • Reference Checked...\n  • Identity Verified...\n  • Client Reviewed...\n  • 7 Day Support...",
        "topic_id":4,
        "format_id":1,
        "topic_confidence":0.90802598,
        "format_confidence":0.681144774
    }
]