[
    {
        "url":"https:\/\/www.icdatamaster.com\/extension\/wwb",
        "text":"File Extension WWB\n\n  • Full name\n    Corel WordPerfect Button Bar\n  • Developer\n    Corel Corporation\nHave you encountered a problem with a WWB file? Don’t you know which program opens a file with this extension? You will find all the information you need about working with a WWB file here. In the further part of this page we have added a list of programs that should open your WWB file. It is enough you choose a proper application for your operating system, download and install it.\n\nPrograms which can open a WWB file\n\nHow to open a WWB file? Advice and guidance\n\nAbsolutely most often appearing reason that prevents you from opening the WWB file is the lack of a proper application to support it in your operating system. It is notably the first thing you need to address. When one of the programs to support a WWB file from the list is already installed, you can try to rerun the file. The system should display a message asking you to choose a primary application to support WWB files. At this point we are looking for disk space where the application was installed in and we can link it with a WWB file. Since then, our operating system will use the selected program to support all WWB files.\n\nOther issues\n\nDespite the described problem with WWB there may be many more problems. If the existing operations were not effective, get involved with the following matters:\n\n- verify that the WWB file is not damaged and that it has been downloaded or copied in whole\n- verify that the file has a file extension that has not been intentionally changed (for example, if it do not contain other information than its extension suggests)\n- make sure again whether the WWB file type is linked in the operating system with a proper program\n- make sure that the file is not infected with a virus and you have up to date software and drivers.\n\nSimilar extensions",
        "topic_id":20,
        "format_id":3,
        "topic_confidence":0.953394115,
        "format_confidence":0.6108843684
    },
    {
        "url":"http:\/\/www.pandasecurity.com\/srilanka\/enterprise\/support\/card?id=300129",
        "text":"\n\nWhat kind of help do you need?\n(Example:“Panda AdminSecure”, “2093 error”)\n\nWhat are Monitors and Alerts in Systems Management?\n\nInformation applies to:\n\nSystems Management\n\nMonitoring is the ability to set thresholds against various devices attributes (e.g Disk Space, processor utilization, Event codes etc.).\n\nIf the desired thresholds are met or surpassed, an alert can be raised against the associated device or devices.\n\nThe alert can then be configured to send an email, run a job or raise a ticket. Alerts will also be displayed on the Dashboard.\n\nDefault Monitors\n\nSystems Management supplies each account with a set of Default Monitors. These monitors provide a base set of monitoring which covers CPU, Memory, Disk space and online status.\n\nThese Default Monitors are made available as a two System Level Policies (Server and Desktop) which can be enabled or disabled as required.\n\nHow to configure Monitoring\n\nMonitoring is configured either across the System or Profiles as a policy or individually on a per device basis. The monitors available are as follows:\n\n\nAlerts triggered by monitors can be managed through Monitors tab at the System, Profile or Device level.\n\nThe alerts window will display any raised alerts against a device with the associated severity and a message explaining the issue. Each alert is time stamped and assigned a color code according to severity. If the issue pertaining to an alert has been fixed, the alert can be cleared by selecting the alerts and clicking the Resolve selected alerts button.\n\n\nMonitors can be muted for a device, profile or system. This functionality will continue to raise alerts but will suppress any notification either via email or through tickets. This function is useful where a particular monitor is proving to be “noisy”.\n\nAlert Window\n\nClicking the Alert Message will open the Alert window. The alert window shows the alert in greater detail, outlining the device and the problem raised and by which monitor. Depending on the type of monitor a Diagnostic summary will be shown to assist you in resolving the issue.\n\nThe alert window also gives the user the ability to connect to the device via the Agent browser.\n\nHelp nº- 20130828 300129 EN\n\nHelp us improve our service by letting us know your opinion.\n\nYour suggestions will help to resolve your questions more quickly and effectively.\n\nHave you resolved your query with this article? YES NO Thanks for your answer\n\nHow would you improve this article?\n\nDo you want to contact TechSupport?",
        "topic_id":20,
        "format_id":3,
        "topic_confidence":0.9699690938,
        "format_confidence":0.9636718035
    },
    {
        "url":"http:\/\/willamette.edu\/offices\/wits\/help\/wuprint\/wuprint_driver_print.html",
        "text":"Setting up Driver Print in WUPrint\n\nWhat is Driver Print?\n\nYou can set up a WUPrint printer on your personal computer that will allow you to send documents to your network print queue from any application's regular Print dialog box. When you are ready to release your print job(s), all you have to do is login to Willamette WUPrint, select a convenient printer, and print your documents.\n\n\n  • Save time over upload print\n  • Print in more formats than upload print allows\n  • Solves some printing slowness issues with PDF files.\n\nSetup Instructions\n\nDriver Print Tab\n\nFor instructions on installing a WUPrint printer on your computer, login to Willamette WUPrint using your Willamette user name and password. Select \"Driver Print\" from the tabs at the top of the page.\n\nOn the next page, click on the appropriate image to select the appropriate your operating system. Driver print is available for Windows, Mac and Linux.\nSelect Operating System\n\nThis will take you to a page titled \"Configuring Driver Print on [Selected Operating System].\" Be sure to select the Simple (1) option and click the \"Continue\" button. Follow the step-by-step instructions to complete the configuration.\n\nSimple Selection",
        "topic_id":20,
        "format_id":3,
        "topic_confidence":0.9629663825,
        "format_confidence":0.8770514131
    },
    {
        "url":"http:\/\/wiki.mymovies.dk\/(X(1)S(xmqqcj55ibdlnxz2mgyttheb))\/Troubleshooting.ashx",
        "text":"My Movies Wiki\n\n\nModified: 2011\/06\/27 08:38 by admin - Uncategorized\n\n\nThis page lists typical issues that My Movies users run into. If you are having a problem, please see if your problem is listed on this page, and follow the steps on resolving the issue. If your issue is not listed on the page, or if you could not resolve the issue by following the mentioned steps, please seek support on our forum.\n\n\nInstallation Problems\n\nGeneral Errors\n\nOne error that can occur during installation is the installation failing with the message \"Failed to create network share\". My Movies uses a hidden fileshare to be able to run in multiple zones, even though you may only run in one zone. If you do not have networking, if networking is disabled or some networking services are disabled on your machine, you may receive this error. Please make sure networking is enabled on the machine.\n\nSQL Server Install Errors\n\nThe My Movies \"Server and Client\" edition runs on Microsoft SQL Server 2005 Express, which the My Movies installer installs prior to starting the actual installer of My Movies. In some situations, the installation of SQL Server fails, and you get a message such as \"An error occurred attempting to install SQL Server 2005 Express Edition\". In such situation, the error message contains a link to a \"install.log\" file - by opening this file with notepad, you will in the bottom be able to see a specific error code \"Process exited with code X\", where X is the error code.\n\nThe most common error codes is listed below:\n\n  • 28111: You have previously had My Movies' SQL Server instance installed, and some leftover database files is causing SQL Server to not be able to install. Please look in the folder (Program Files)\\Microsoft SQL Server and locate the folder \"MSSQL.X\" where X is a number, that contains a \"My Movies.mdf\" file with the directory \"MSSQL.X\\MSSQL\\Data\". Delete this specific \"MSSQL.X\" folder.\n\n  • 28062: The default installation folder (Program Files) is compressed. SQL Server cannot be installed to a compressed folder.\n\n  • 70036: This error indicates that there could be a problem with your WMI repository. Please open a command prompt, by typing \"cmd\" in the run area of your start menu. In the command prompt, type \"winmgmt \/verifyrepository\" and press Enter. If a message indicating an error, such as \"WMI repository is inconsistent\" is returned, type \"winmgmt \/salvagerepository\" to repair the WMI repository.\n\n  • 1706: This error comes up because one of the packages included in the SQL Server installation is alrady installed on your machine, but is not functioning correct. After you receive this message, the folder \"C:\\ProgramData\\My Movies\" (Windows 7 and Windows Vista) or \"C:\\Documents and Settings\\All Users\\Application Data\\My Movies\" (Windows XP) contains the file \"sqlexpr32.exe\" (X86) or \"sqlexpr64.exe\" (X64) - copy this file to the root of \"C:\\\". Open a command prompt by typing \"cmd\" in the run area of your start menu, and type \"C:\\sqlexpr32.exe \/x\" or \"C:\\sqlexpr64.exe \/x\" to extract files from the SQL installer, after selecting where to extract the files, locate the file \"Setup\\sqlncli.msi\", and double click it - ask to remove product. Now, you can run the installer again. Notice that if you have UAC (Universal Access Control) enabled, you must open the command prompt as administrator.\n\n  • 1603: This error can occur if you have installed Service Pack 3 on Windows XP before installing My Movies. To workaround this problem, please follow the instructions on the following url: Now, you can run the installer again.\n\n\nConnection Problems\n\nIf your My Movies client cannot connect to it's server, it is often because of a configuration problem. Please go through and confirm each item in the list below to ensure that everything is configured correct.\n\n  1. If you only have one single machine running My Movies, be sure that you installed the \"Server and Client\" edition, and not the \"Client\" edition. If you have more than one machine running My Movies, be sure that you installed the \"Server and Client\" edition on the machine that you would like clients to connect to, and the \"Client\" edition on all other machines.\n  2. Ensure that your firewall on the server is open and configured as written in the Multi Zone section. If you have additional security software that contains a firewall, follow the manual for this software on how to configure it according the settings as written in the Multi Zone section.\n  3. Check and ensure that both the client and the server is configured for the same workgroup or domain, and that the user you are logged in with on the client machine exists with the exact same username and password on the server machine. Details on configuration is available in the Multi Zone section. My Movies uses a hidden fileshare to access covers and photos on the server, and if the the workgroup, domain or username and password does not match, the clients will be unable to access this hidden share.\n  4. Download and install the latest network drives for your network cards on both the server and client machines. The drivers must be downloaded directly from the vendor of your hardware, typically the vendor of your motherboard. In some situations, incorrect network drivers causes connection problems, although everything else seems to work correctly.",
        "topic_id":20,
        "format_id":3,
        "topic_confidence":0.9785524011,
        "format_confidence":0.9603567719
    },
    {
        "url":"https:\/\/help.ableton.com\/hc\/en-us\/articles\/209067709-How-to-render-in-real-time",
        "text":"How to render in real-time\n\n  • Live Versions: 7 - 9\n  • Operating System: ALL\n\n\nBy default, Live renders audio as quickly as possible. In most cases, this is faster than real-time. In certain special cases, you may want to render your Set in real-time. Here are instructions to force Live to render in real-time.\n\n\n  • Add Live's 'External Audio Effect' device to a spare audio track.\n  • Within the 'External Audio Effect' device, select any channels for \"Audio From\".  It is not necessary to choose a channel for \"Audio To\".\n  • Set the Dry\/Wet knob to zero percent.\n  • Live now renders the Set in real-time.",
        "topic_id":20,
        "format_id":3,
        "topic_confidence":0.9695594311,
        "format_confidence":0.7378951311
    },
    {
        "url":"https:\/\/help.blackboard.com\/ar-sa\/Collaborate\/v12\/Participant\/Accessibility_Features\/JAWS_Screen_Reader",
        "text":"Blackboard is committed to ensuring that people with disabilities can fully engage and participate in the teaching and learning experience. Blackboard removes barriers to universal access by providing a rich set of accessibility features in Blackboard Collaborate web conferencing. One such feature is support for the JAWS screen reader.\n\nBlackboard supports JAWS versions 13 and 14. Older versions of JAWS may work but Blackboard does not officially support them.\n\nThe full set of accessibility features is available only in the English version of Blackboard Collaborate web conferencing 12.6 or later.\n\nEnable the Java Access Bridge\n\nThe Java™ Access Bridge is a technology that enables assistive technologies, such as screen readers and magnifiers, to access Java applications and applets. To use Blackboard Collaborate web conferencing version 12.6 or higher with the JAWS screen reader, you must enable Java Access Bridge version 2.0.3 or higher.\n\nThe Java Access Bridge comes bundled with Java 7, update 6 or later, so there is no need to install it separately.\n\nThe version of Java that comes bundled with the Blackboard Collaborate Launcher does not support the Java Access Bridge. You must install Java 7, update 6 or later because it sets up the necessary configurations in the Windows Control Panel for enabling the Java Access Bridge.\n\nTo enable the Java Access Bridge, follow the instructions provided Behind the Blackboard in How do I enable the Java Access Bridge 2.0.3 in Java 7?\n\nGet ready for a Blackboard Collaborate session\n\nTo make sure you have a smooth experience using JAWS with the Blackboard Collaborate interface, prepare for the session as follows:\n\n  1. Start JAWS before you log in to the session.\n  2. Verify that the Java Access Bridge is working.\n  3. Configure JAWS to read all access keys so the mnemonic keys are spoken aloud. This setting is found under the basic settings of JAWS.\n  4. Enter the room early (before the session starts) so you can configure your Blackboard Collaborate interface to suit your needs.\n\nLearn more\n\nKeyboard Navigation in Blackboard Collaborate\n\nSystem Requirements for Blackboard Collaborate Web Conferencing 12.6 accessibility features",
        "topic_id":20,
        "format_id":3,
        "topic_confidence":0.9466195107,
        "format_confidence":0.9064027667
    },
    {
        "url":"https:\/\/support.oracle.com\/knowledge\/Enterprise%20Management\/1600465_1.html",
        "text":"ORA-20500 Duplicate Target When Trying To Add Database Manually (Doc ID 1600465.1)\n\nLast updated on SEPTEMBER 21, 2017\n\nApplies to:\n\nEnterprise Manager for Oracle Database - Version to [Release 11.1 to 12.1]\nInformation in this document applies to any platform.\n\n\nAdding Database, Listener, ASM targets in Enterprise Manager (EM) 11g Grid Control or 12c Cloud Control fails with the following error:\n\nORA-20500 and ORA-06512: at \"SYSMAN.EM_TARGET\", line 3347 ORA-0615:at line 1\n\n\n\n\n\nSign In with your My Oracle Support account\n\nDon't have a My Oracle Support account? Click to get started\n\nMy Oracle Support provides customers with access to over a\nMillion Knowledge Articles and hundreds of Community platforms",
        "topic_id":20,
        "format_id":3,
        "topic_confidence":0.7554337382,
        "format_confidence":0.9623160362
    },
    {
        "url":"https:\/\/help.printfactory.cloud\/knowledge-base\/setting-up-the-spectrophotometer\/",
        "text":"1. Home\n  2. Knowledge Base\n  3. Calibrator\n  4. Setting up the spectrophotometer\n\nSetting up the spectrophotometer\n\nConfigure and calibrate\n\nIf you use a spectrophotometer with PrintFactory Calibrator, you need to configure and calibrate it on the PrintFactory computer. Configuring the spectrophotometer is necessary:\n  • When you use the spectrophotometer for the first time\n  • If the configuration changes.\n\nTo set up the spectrophotometer\n\nProceed as follows:\n  1. In Microsoft Windows, make sure that the spectrophotometer driver is already installed on the PrintFactory computer.\n  2. Do one of the following:\n    • Start PrintFactory Calibrator, select a queue and click Create printer profile.\n    • If you’re in PrintFactory RIP, select a queue and click the Go to Calibrator button in the main printer window.\n  3. Click the Measuring tab.\n  4. Select your Type of spectrophotometer and the Port to which it is connected.\n  5. Click Calibrate Device.\nUpdated on February 26, 2019\n\nWas this article helpful?\n\nRelated Articles",
        "topic_id":20,
        "format_id":3,
        "topic_confidence":0.7007484436,
        "format_confidence":0.8838330507
    }
]