[
    {
        "url":"http:\/\/anca.org.au\/qld-contact",
        "text":"Main Menu\nContact Us\n\nContact Us\n\nTo contact your Queesland committee, please email or complete your details below with your queries and we will get back to you asap.\n\nOnline Enquiry\n\n= Required Fields\nRequired Field Captcha Code [ Refresh Image ]\n[ What's This? ]\n\nPlease enter the text from the image above\nqld State Chapter News\nFind a Local Choir\nBecome a member of ANCA Become a member of ANCA Sing Out Magazine\/Advertising\nSite Search\nDonate to ANCA\n\nANCA is a registered as a Deductible Gift Recipient. Donations over $2 or more are tax deductible in Australia. To make a Donation, please pay into the following Donations Account and email with your details so that we can send you a receipt ANCA Donations BSB 034 063 A\/c 269467",
        "topic_id":6,
        "format_id":3,
        "topic_confidence":0.6240277886,
        "format_confidence":0.8624739647
    },
    {
        "url":"http:\/\/www.ballobaroque.com\/support-ballo\/",
        "text":"Support Ballo Baroque\n\nBallo has exciting plans for the future including several modern day premieres of Baroque operas and instrumental pieces both in concert and on recording; with interesting performances at venues throughout London.  We hope that you will consider helping to secure our future success by supporting the revival of beautiful music that has not been heard for centuries.  We will gratefully accept help in many different ways, fiscal sponsorship is our most obvious and essential need, but we would also be happy to talk with you about other creative kinds of assistance: space for a performance, the loan of an instrument, or any number of other things that can insure our growth and vitality.\n\nIf you are interested in donating to Ballo’s future work and performances please don’t hesitate to contact us.  Curious about the best way to provide a donation?  Please send us an email or give us a call.  In addition to fiscal sponsorship, the varied forms of support often take a few extra conversations to arrange — we’re keen to answer any questions you may have, and would be happy to meet or chat about specific types of support.\n\nTypes of Support\nWe have exciting performances happening every season, including many modern-day premieres always in development. Help bring these works to life by helping to fund a season.\nAs simple as a private dinner among friends, or a more formal evening of drinks and canapes, Ballo Baroque would welcome any opportunity to collaborate on a memorable event. Your guests experience an intimate concert of baroque favorites and rarely heard discoveries - all for the benefit of securing the future of Ballo Baroque performances.\nAlthough we strive to secure young and talented London-based musicians, sometimes this music requires a unique approach from outside London. To this end, we occasionally invite a guest singer or instrumentalist to join the ensemble for a project. Providing an artist home-stay means we can invite the right musician for the right concert, pay a fair fee, and offer comfortable accommodation -- all through your support. (Typically, the stays range from 4-7 nights.) If you have a spare bedroom and would enjoy hosting an artist, we're excited to chat more with you, please get in touch!\nCovering artist fees for each performance is one of the most financially challenging aspects of any ensemble's concert season. From our inaugural concert in 2013, musicians working with Ballo Baroque have generously donated their time and their skill in order to build up the ensemble -- viewed as an investment in future projects. Performing and premiering newly rediscovered music requires continued time, skill and commitment from our core ensemble as well as talent from guest musicians. Your contribution in helping to fund artist fees will guarantee consistent high-quality performances while ensuring the future growth of our ensemble.\nContact Ballo Baroque",
        "topic_id":6,
        "format_id":3,
        "topic_confidence":0.9023305774,
        "format_confidence":0.8445569873
    },
    {
        "url":"https:\/\/ump.co.uk\/hire-library\/",
        "text":"Hire Library\n\nWe hold a collection of choral and orchestral works as well as concertos, ballets, opera extracts and works for chamber ensemble.\n\nPopular works are in constant demand. Prospective hirers are strongly advised to contact the Hire Library in good time to check availability of material (we recommend at least a month before the music is required).\n\nTo reserve a set we require a written order giving the following information:\n\n  • Date music required\n  • Date, venue and time of performance(s)\n  • Name of Orchestra\/Choir and status (pro\/am)\n  • Name of Conductor\n  • Name of Soloist (if applicable)\n  • Invoice address\n  • Delivery address (if different)\n  • Number of string parts required\n\nIf we do not have all of the above information we cannot release materials, so please make sure that you include the above when ordering.",
        "topic_id":6,
        "format_id":3,
        "topic_confidence":0.8934919238,
        "format_confidence":0.6011393666
    },
    {
        "url":"http:\/\/q201nsmb396zm2anq05v95jfh4.live.abccinema.co.nz\/member-accounts",
        "text":"We have introduced some new features to our membership program, including new member ID cards and online ticketing access! \n\nNEW ID CARDS:  We have new swipe-able Member ID cards, made from recycled plastic. All current members are welcome to pick up their new member cards the next time you visit the cinema.\n\nONLINE LOGIN:  All current members will now be able to log in to our online ticketing platform to purchase discounted tickets in advance for any member-discounted screening or event — including Tuesday Member Nights!\n\nTo renew your Ciné membership online, please log in here. If you haven't yet logged into your online membership account, you can do so by selecting \"Activate New Membership\" and entering the email associated with your account. You'll be able to create an account, with which you can renew or change your membership, update your contact details, and purchase advance member tickets online.\n\nIf after selecting \"Activate New Membership\" you don't receive a confirmation email, it is because we have no email address associated with your account. Please contact our membership coordinator with your email address at [ membership AT ]\n\nTo renew at the cinema, simply head to the bar and ask to renew your membership! We can renew at the register, and time permitting give you a new membership card, popcorn card, and parking pass if applicable.\n\nPASS REDEMPTION:  Members who sign up or renew after March 2018 will no longer receive paper screening passes, and instead will now be able to redeem their free tickets by logging in to our online ticketing platform — or by presenting the new member card at the box office or lobby register.  Please note: online redemption is only possible for members who have provided an valid email address with their contact information.  Members who signed up or renewed prior to March 2018 will need to continue to use their physical paper screening passes to redeem those free tickets.\n\nFULFILLMENT:  Members who sign up or renew online through our new member sign up and renewal site will be able to pick up their membership packet within two business days at the cinema. Members who would like to sign up or renew in person at the cinema will be able to pick up their membership packets the following business day at the cinema. If any new or renewing members would like their member packets mailed to them instead, please contact our membership coordinator directly.\n\nQUESTIONS?  Please reach out to us with any feedback, questions or issues using these new features, by contacting our membership coordinator by email: [ membership AT ]",
        "topic_id":6,
        "format_id":3,
        "topic_confidence":0.9817312956,
        "format_confidence":0.8973818421
    },
    {
        "url":"http:\/\/tvtickets.com\/fmi\/studios\/browserecord.php?recid=13",
        "text":"Studio Information And Map\nStudio-Warner Bros. Studios\nAddress-Burbank, CA\nOn Map-Star\n\nSTUDIO ADDRESS: 4210 W. Olive Ave., Burbank, CA\n\nAudience guests park and check in at WB GATE 3 Visitor Center, 4301 W. Olive Ave. GATE 3 is the WB parking structure on Olive Ave. across from the main gate.\n\nAudience guests park and check in at Warner Bros. GATE 8 - Enter off Forest Lawn Dr. just east of Barham Blvd.  Security will direct you.  Audience parking is usually offered on Level 1 - Basement.\n\nGuest parking is free and is usually available starting at least 2 hrs. prior to show time depending on space availability. Each guest must have an individual ticket (or be on our ticket\/check in list) under his or her name. Guests at all shows will be required to present a valid, government issued PHOTO ID at check in.\n\nThe maps provided on our website and included with the tickets\nthat you print show the general location of the studio facility and include important\nstudio specific parking and check in information. For more detailed maps and\/or driving directions,\nyou may select a link to one of the websites below and enter the studio address posted above.\n\nShow ScheduleHome",
        "topic_id":6,
        "format_id":3,
        "topic_confidence":0.9513236284,
        "format_confidence":0.9170336127
    },
    {
        "url":"https:\/\/briwebapp.net\/cklofm\/contact-us\/",
        "text":"Contact Us\n\nCall or Text the Classic Rock Studio Line:\n\n\nMain Office:\n\n\n\n519-673-NEWS (6397)\n\n\n700 Richmond Street\nSuite 101\nLondon, ON N6A 5C7\n\n\nIf you are interested in advertising on Classic Rock 98.1, contact Jon Eisler at 519-679-8680 to inquire.\n\nCongratulations on winning.\n\nTo claim your prize, stop by our offices Monday – Friday, between 8:30 am to 4:30 pm. Be sure to bring photo I.D.\n\nIf you would like to get weekly updates from us with the latest contests, pre-sales, blogs, and other special features, CLICK HERE to sign up now.\nThe Canadian Broadcasting Standards Council (CBSC) is a national self-regulatory organization created by Canada’s private broadcasters.\n\nThe CRTC is not a board of censors, and can’t tell broadcasters what they can air. However, certain standards apply to the content of programs and Blackburn Radio Inc. works diligently to comply with these standards.\n\nIf you have heard something that you object to, or have another issue about our broadcast you can make a complaint as follows\n\n  • Contact us directly either by phone or email at the appropriate number\/email listed here. Most complaints can be resolved at this stage.\n  • If you are not satisfied with our response, you can then make a formal complaint to  the  CBSC. Click Here For Details\n\nAdvertising Complaints\n\n  • For a complaint about an ad, again, start by contacting us directly, subsequently you can contact Advertising Standard Canada (ASC). Click Here For Details\n\nSend Us A Message\n\n[gravityform id=”19″ title=”false” description=”false”]",
        "topic_id":6,
        "format_id":3,
        "topic_confidence":0.9019548893,
        "format_confidence":0.9323921204
    },
    {
        "url":"https:\/\/tonightshowhelp.1iota.com\/support\/solutions\/articles\/1000231699-what-is-a-seat-filler-",
        "text":"Seat fillers do exactly that-- fill seats!\n\n\nOccasionally, 1iota is hired to bring fans in to make sure that when that awesome camera shot pans over the crowd, there aren't any empty seats!\n\n\nSeats can be empty because someone with a ticket is running late, in the restroom, not attending, etc. If you have a seat filler ticket, you will be directed by our 1iota team to sit in a seat until the person whose seat you're in returns. You will then get up and return to the 1iota team. We will then place you in another vacated seat, or in our holding area until another seat becomes available.\n\n\nSometimes, the person whose seat you're in never returns! That seat is then yours for the rest of the event.",
        "topic_id":6,
        "format_id":3,
        "topic_confidence":0.9210733175,
        "format_confidence":0.9568608999
    },
    {
        "url":"http:\/\/m.townofpittsford.org\/home-channel12",
        "text":"Error message\n\nNotice: Trying to get property of non-object in node_page_title() (line 2208 of \/home\/pittsford7\/modules\/node\/node.module).\n\nChannel 12 Television for the Town of Pittsford\n\nWatch Pittsford Personalities online\n\nChannel 12 Live Program Feed\n\nOn-Demand & Live Program Feed\n\n  Channel 12 Schedule\n\nChannel 12\n\nChannel 12 Current Announcements\n\nHow to get the TV-12 broadcast:\n\nThrough Time Warner Cable\n\nTV-12 is available to all subscribers of any tier level service of Time Warner Cable TV in the communities of Pittsford, Perinton, Fairport and East Rochester. The broadcast can be seen on TWC channel 12 by using a Time Warner supplied digital cable box or a Time Warner digital adapter (used with an older model television). Viewers who run a cable connection DIRECTLY to a newer \"digital ready\" television must re-scan for all channels in the television’s menu and will then find the TV-12 station on channel 98.4 of their digital ready television.\n\nThrough Roku\n\nFor those with a Roku box, TV-12 programming is free with the standard Roku package and can be found under the \"PEG TV Community Television\" selection. You'll find “ERCN TV-12” under the community access TV selections. You can also search for ERCN TV-12 by using the search function at the bottom of the selections and search for it by state (NY).\n\nThrough web streaming on any computer or handheld device that is web accessible\n\nVisit the “Channel 12” link under the “About Pittsford” section on the Town of Pittsford's website home page and click on the “Channel 12 Live Program Feed” link. Select video-on-demand programs can be found here as well.\n\nWatch \"Pittsford Personalities\" any time online!\n\nClick here for information on how to view past episodes.",
        "topic_id":6,
        "format_id":3,
        "topic_confidence":0.9631173015,
        "format_confidence":0.9641815424
    },
    {
        "url":"http:\/\/iuctv.com\/some-helpful-hints\/",
        "text":"Some Helpful Hints\n\nWe are using to broadcast out TV Show.\n\nIn order to view the show, there really is nothing you need to do except go to the Home page and press the big play button in the middle of your screen when it appears. When the big play button does appear it means Broadcast has started. Up till that time a fixed image of the show logo will be displayed.\n\nObviously the faster the computer and the more bandwidth you have the better experience you are going to get.\n\nIf you lose connection just try re-loading the page. That will re-institute the connection process.\n\nIf you prefer to watch the show from the Ustream site, press “Menu” and you will be given that choice.\n\n\nBroadcast Schedule\n\nTalk Royalty with His Highness\nJoin Ian on Tuesday February 24th, 8PM EST, 12AM GMT\nLive Viewer Call-In tonight. Skype Ian at \"IUCTVshow\"\n\nWant Your Own Show?\n\nContact IUCTV at Programming Office\n\nThanks To Our Show Sponsors\n\nHis Highness Hollywood DVD Cover Take me There\n\nWant to Advertise with Us? Details here at Advertising Info",
        "topic_id":6,
        "format_id":3,
        "topic_confidence":0.9206727147,
        "format_confidence":0.6892001033
    },
    {
        "url":"https:\/\/www.atthewatergate.com\/festival\/participants\/good-to-know.htm",
        "text":"Participants: Welcome!\n\nOr how we say it in Frisian: Wolkom!\n\nWe are looking forward to receiving you. Read all relevant information on this page.\n\nGood to know!\n\nFestival area\nThe stages, hostels and Food Plaza are located in the center of Sneek. Everything is within walking distance of each other.\n\nThe parking for buses and cars is located outside the center. There ​will be shuttle services from the parking to the festival area.​\n​When staying in a hostel:: buses with participants receive personal assistance from the Sneek ring-road to their accommodation.\n​When staying in a holiday home:: buses with participants get a separate Kiss & Ride place in Sneek.\nOf course further details will follow.\n\nIn the course of April, the program book, including the map of the festival area​, will be distributed digitally.\nThe timetable​s​ for the opening and closing events will be communicated at a later time, but of course you take part in this.\nThe performances ​will take place on Thursday 10 May from 11 am to 10 pm and on Friday 11 May from 11 am to 7 pm.\nThe whole team of At the Watergate does its utmost to let all orchestras perform 3x 30 minutes. Exact times and locations for your orchestra will follow as soon as possible.\n\nCoordination in the field of instruments (including the various large instruments) will be organized by the organization.\nWe assume that every orchestra will bring its own instruments and music standards. If instruments are too large to carry (eg drum kit, piano, double bass), the organization can arrange this. You must express this wish explicitly by e-mail.\nIn various places, storage locations for instruments are present.\nThe chosen accommodation is mentioned in​ the confirmation that we ​will sen​​d you separately in March,\n\nIn March you will receive an e-mail with full details of your registration. We ask you to check the details and confirm them to us.\nAfter this you will receive the invoice by e-mail with the request to pay the full amount within 10 days.\n\nSocial Media\nThe closer we approach the festival, the more information will be made known through social media, so please pass this link on to all your individual members.\nBecome a member of our Facebook group so that we can keep in touch:\n\nLook for all kinds of trips and what to do in and around Sneek here:",
        "topic_id":6,
        "format_id":3,
        "topic_confidence":0.6189776659,
        "format_confidence":0.9687204957
    },
    {
        "url":"https:\/\/www.christinebeasley.com\/contact\/",
        "text":"Contact Christine\n\nSinging Lessons with Christine Beasley are available Monday to Friday from 10am to 6pm – enquire today:\n\n  • phone her mobile on 0400 446 328, or\n  • fill in your details in the email form below.\n  • ages from 12 years onwards\n\nChristine’s Singing Studio is conveniently located in Epping NSW, and is only a short walk from the Epping Train Station. Epping is a 20 minute train or car journey from the city of Sydney.\n\n\nPlease fill in the form to find out more\n\nAddress Details:\nChristine Beasley Singing Studio Singing lessons are taught at Christine’s singing studio in Sydney’s northern suburb of Epping, just 20 minutes from the CBD and easily accessible by train or car\n5\/6 Forest Grove Epping, 2121 NSW\nPhone: 0400 446 328",
        "topic_id":6,
        "format_id":3,
        "topic_confidence":0.6667456031,
        "format_confidence":0.6014360189
    },
    {
        "url":"http:\/\/ohgeeproductions.com\/Contact.html",
        "text":"Oh Gee Productions\n244 Fifth Avenue, Suite G221\nNew York, NY 10001\n(646) 810-0001\n\nContact Form\n\nThank you for visiting us!\n\nPlease note that we are not accepting unsolicited scripts at this time.\n\nPlease fill out the following form to make your inquiry. When you are finished, click the 'Submit' button to send us your message.\n\nFirst Name:\nLast Name:",
        "topic_id":6,
        "format_id":3,
        "topic_confidence":0.8943710923,
        "format_confidence":0.5928015709
    },
    {
        "url":"https:\/\/www.darklordday.com\/wristband-information",
        "text":"Go to darklordday.com\/wristband to activate your wristband powers using the code printed on the back of the tag.\n\nYour wristband is your ticket\n\nYour wristband will be scanned at the Main Entrance and again to pick up your Dark Lord bottle allotment.\n\nOnly wristbands purchased through eTix are valid. Upon purchase, you will receive a confirmation email with tracking information. Wristbands will be mailed to the address you give eTix. Instructions will be included. There are no hard tickets.\n\nWristbands are associated with the name of the person who purchased the tickets on eTix. The name associated with the wristband must match the name on your ID. If you purchased two tickets, your name will be associated with both wristbands. Your second attendee must enter with you — no exceptions. No reselling. No transfers. No refunds.\n\nOnce you receive your wristband, DO NOT PUT IT ON until Dark Lord Day. Wristbands won’t come off once secured. \n\nOn Dark Lord Day, slip the wristband over your right wrist, leaving one finger of space between the band and your wrist. Wristbands must be worn securely but do not overtighten.\n\nPlease do not cut, stretch or mess with your wristband in any way. Do not cut the loose end of the wristband. Wristbands that are removed or tampered with are VOID and you won’t be allowed into the festival.\n\nEvent organizers are not responsible for lost, stolen or damaged wristbands.\n\nYour wristband must be on your wrist at all times during Dark Lord Day. \n\nIf you have questions about your wristband, contact support@etix.com or visit the Wristband Activation tent.\n\nYour Wristband is your wallet\n\nDark Lord Day is going cashless this year — no need to bring cash or deal with ATM lines or fees.\n\nYour wristband comes with instructions on how to register for cashless payments. Go to darklordday.com\/wristband to activate your wristband with the unique code located on the back of the tag. Link a credit or debit card and create a required PIN for security.\n\nUse your wristband to pay for draft beer, food and festival merchandise at Dark Lord Day. Tap your wristband and enter your PIN.\n\nThe PIN you choose always will be required to make a purchase. No financial data is stored on your wristband. No funds are stored on your wristband. You'll receive a receipt by email after each transaction.\n\nOnly one credit\/debit card can be linked to each wristband. You can link the same card to multiple wristbands. Each wristband requires a separate PIN.\n\nThe credit\/debit card used to buy your Dark Lord Day ticket(s) is not connected to your wristband(s). \n\nIf you purchased two wristbands, you and your guest can register them separately. Wristbands can be registered in any name; it won't change the name associated with the tickets.\n\nBefore the festival: If you have questions about your wristband, contact support@etix.com.\n\nAt the festival: If you forget your PIN or need help with your wristband, visit the Wristband Activation tent.\n\nGuest List guests: You’ll receive your wristband at the Ticket Resolution tent located at the Main Entrance. Visit darklordday.com\/wristband from your smartphone to add cashless payments in just a few clicks. We also can help you sign up at the Wristband Activation tent.\n\nYou do not have to sign up for cashless payments, though we think it’s the way to go. It’s fast, free, secure, and you won’t have to carry cards or cash or worry about loss or theft.\n\nWristbands, credit\/debit cards and Apple Pay will be accepted throughout the festival. No brewpub gift cards. Cash may be accepted at the Band Merch tent.",
        "topic_id":6,
        "format_id":3,
        "topic_confidence":0.9604398012,
        "format_confidence":0.957308352
    },
    {
        "url":"http:\/\/youthmusicillinois.org\/gig-requests\/?page_number_0=2",
        "text":"Organization Gig Requests\n\nThe primary purpose of the Youth Music Illinois gig program is to support and enhance the musical education of participating students. Gigs can be accepted only when the circumstances are conducive to this purpose. YMI student ensembles are not to be considered an alternative to professional music groups. The performances by students will vary in level of execution, according to the type of ensemble and levels of individual students playing.\n\nYMI’s Executive Director will respond within 48 hours if the gig will be considered in planning stages. Confirmation will be tentative until students confirm their availability.",
        "topic_id":6,
        "format_id":3,
        "topic_confidence":0.8935828209,
        "format_confidence":0.9511762857
    },
    {
        "url":"https:\/\/www.cantusyouthchoirs.com\/about\/what-are-rehearsals-like\/",
        "text":"We rehearse on “Cantuesday”\n\nAll ensembles meet weekly on Tuesday nights. Each “Cantuesday,” nearly 300 kids gather from Eagle, Boise, Meridian, Kuna, Middleton, and Star to make music together. Weekly rehearsals are an ideal combination of fun and hard work. Many of the ensembles meet concurrently, allowing for socializing during passing times.\n\nPlease note new rehearsal times for Season 9:\n\n* Additional choreography sectionals for VoiceOver are held 6:00-7:00 (October to November and February to March).\n\n\nWe rehearse September through December, January through April\n\nSemester one begins in September and goes through December, ending with our Winter Concert. Semester two starts in January and goes through April, culminating with our Finale Concert.\n\nPlease check CALENDAR for specifics.\n\n\n\nWe rehearse at the center of the Treasure Valley: Tree City Church\n\nWe rehearse at the center of the Treasure Valley, at Tree City Church on Eagle Road between McMillan Road and Ustick Road: 3852 N. Eagle Road, Boise, ID 83713.\n\n\nAttendance Expectations\n\nSingers are allowed 3 absences (20%) each semester, not counting illnesses. These absences should be budgeted carefully to include concerts, tournament games, family travel, etc. Please budget wisely. Consistent attendance is critical to the success of the choirs. Singers are expected to be early to and attend all rehearsals. Please see the Cantus Handbook for further details.\n\n\nPersonal Practice\n\nBecause of the limited rehearsal time each week, singers in all of the Cantus Youth Choirs are expected to practice regularly outside of rehearsal. Rehearsals are dedicated to polishing music; therefore, it is crucial that singers learn their notes at home. There will be deadlines given for each singer to have their music memorized. We may provide practice recordings, but each singer will have a packet of music that they can take home to practice.\n\n\nLearn more",
        "topic_id":6,
        "format_id":3,
        "topic_confidence":0.6005138755,
        "format_confidence":0.8866773844
    },
    {
        "url":"http:\/\/www.thegrandtheatre.com\/grouprentals_form",
        "text":"* Required Fields\n\n\n\nOpen Concessions (Select One):\nYes No\n\nI want to be added to the email and\/or print mailing list for The Grand Theatre\n\n- Prices Subject to Change\n- Reservation not final until confirmed by the\nGuest Services Coordinator\n\n*Please enter this code\nbelow to verify your submission\n\n\n  1. To book a special early morning showing, school groups MUST have a minimum of 50 people attending. Smaller groups may be accepted if other groups are booked on the day of your request\n  2. Special Showings are available Monday through Friday before our regular hours of operation. Showtime availability may vary. Typically, movie start times are 9:00am. Exceptions may apply.\n  3. The Grand School Group Package includes a movie ticket, popcorn, drink and candy combo. Prices vary per location. Tickets can be sold without the combo for the children. Please specifiy your selection by entering or not entering a number of kid's packs.\n  4. Due to film studio contracts, movie availability is subject to change without notice.\n  5. In order to maintain our published daily showtimes, your movie Will begin as scheduled and your group should depart immediately after the showing.\n  6. An invoice detailing the event and pricing will be sent as soon as the reservation form is recieved and confirmed.\n  7. The Grand Theatre MUST recieve payment in full 7 days prior to the event or the event will be subject to cancellation.\n  8. Any change to the event, may result in a $15 processing fee, except for an increase in the number of school packages purchased. An increase in attendance is subject to seating space availability.\n  9. Cancellations must be given 48 hours in advance. If proper notice is not recieved then a cancellation fee of $100.00 will be charged.\n  10. The Grand Theatre accepts school checks or money orders for payment. Purchase orders CANNOT be accepted.\n  11. If fewer people attend the movie than paid for, no refund or passes will be issued.\n  12. The Grand Theatre will allow one chaperone for every 15 students FREE for the mvie only (3D surcharges do not apply). If there are additional chaperones attending, they will pay full addmision.\n  13. Please note that there is an additional surcharge per person for 3D movies for film processing fees. Surcharge will be listed in quote accordingly.\n  14. Submitting this form ensures acceptance of these terms and conditions without exception.\n  15. You are not allowed to bring any outside food or drinks. All food and drinks must be purchased for the theatre.\nFind Showtimes & Buy Tickets\nShowtime date:\n\n*Click on time to purchase tickets",
        "topic_id":6,
        "format_id":3,
        "topic_confidence":0.971472621,
        "format_confidence":0.5286195278
    },
    {
        "url":"https:\/\/emersontheatres.org\/Online\/default.asp?doWork::WScontent::loadArticle=Load&BOparam::WScontent::loadArticle::article_id=FA255EB1-6612-46AB-900A-B49093CB3F87&menu_id=3DAF1C19-3A02-4E18-9915-67106C3E8935",
        "text":"Order for\nYour shopping cart is empty.\n\n\n\nWe operate from the core belief that the arts are for everyone and offer the services described below. For questions about our Accessible Services or suggestions on how we can make our theaters more accessible, please send them to access@artsemerson.org or call us at 617.824.8400.\n\n\nAll theaters are wheelchair accessible. Please request wheelchair accessible locations when ordering tickets if you wish to remain in your wheelchair for the performance. At the Emerson Cutler Majestic, all wheelchair accessible locations are located on the Orchestra level, as this historic venue does not have an elevator to serve upper floors.\n\n\nParamount Center     Cutler Majestic\n\nTufte Performance & Production Center - Both the Semel and Greene Theaters feature General Admission seating with room in the front row for patrons to remain in their wheelchair.\n\n\nAssistive Listening Devices (ALDs) amplify and clarify sound by cutting down or eliminating ambient noise. Radio Frequency (RF) assistive listening systems are installed in all theatres and headsets may be used at any seat. Headsets with induction neck loops are available for patrons who use hearing aids and cochlear implants with a “T” switch.\n\nALDs are available at the Box Office in the lobby of the theatre free of charge at every performance. When you arrive at the theater, please present an identification card to a member of our Box Office in exchange for a device.\n\nAudio Description Logo\n\n\nAudio Described performances are offered for select projects during the season. Audio Description refers to an additional narration track intended primarily for blind and visually impaired consumers of visual media (including television and film, dance, opera, and visual art). It consists of a narrator talking through the presentation, describing what is happening on the screen or stage.\n\nTickets for performances with Audio Description can be purchased at the box office, over the phone, or online. Audio Description is broadcast through our listening devices (see above); you may pick one up upon arrival at the theater on the day of the show.\n\nAmerican Sign Language Logo\n\n\nAmerican Sign Language performances are offered for select projects during the season. Skilled theatrical Interpreters work with a Deaf ASL Consultant to translate the production and use American Sign Language to interpret the performances on stage. The audience can see both the Interpreters and the stage action simultaneously.\n\nWhile the interpretation should be visible from all seats in the theater, we have designated seating with closer proximity to the interpreter marked as \"ASL Seating\" on the seating map. Please choose this seating when booking your tickets for an optimal view of the ASL interpreter.\n\nFor performances with General Admission seating, you will choose your seating location when you arrive at the theater so there is no designated seating at the time of the booking.\n\nOption Caption Logo\n\n\nOpen caption (OC) services are provided at select performances for patrons with slight to profound hearing loss. During open captioned performances an electronic text display is positioned to the side of the stage, which shows what the actors are saying or singing and describes sound effects on stage. Patrons are placed in select seats near the open caption board to ensure they can see both the stage and the caption board during the performance.\n\nTactile Tour Logo\n\n\nPresented prior to certain audio described performances, tactile tours feature an in-depth discussion of a play’s visual elements with a member of each show’s creative team, a guided tour of the set and key prop and costume pieces, and an opportunity to meet the cast for an introduction to their characters and physical descriptions.\n\nService Animals Welcome\n\n\nAnimals that are individually trained to do work or perform tasks for people with disabilities are welcome at all performances. If possible, please let us know at the time of booking so that we may ensure both you and your animal are seated comfortably.\n\n\nVehicles displaying a valid ADA placard can find accessible parking spaces directly around the corner from the Emerson Cutler Majestic Theatre on Stuart Street in front of Rock Bottom Restaurant & Brewery. The LAZ Garage, ArtsEmerson's preferred parking partner, is also designed to accommodate accessibility needs. ArtsEmerson patrons receive a discounted flat rate of $12 for up to 12 hours of parking.",
        "topic_id":6,
        "format_id":3,
        "topic_confidence":0.8718602657,
        "format_confidence":0.9639256001
    },
    {
        "url":"https:\/\/www.attendstar.com\/tickets\/",
        "text":"Need help with your tickets?\n\nIf you have questions or need assistance with tickets you have purchased to an event, we are here to help! Below are some frequently asked questions we receive from ticket buyers. Have additional questions? Fill out the form below and we will be happy to help you via email 7 days a week from 7AM to 7PM CST.\n\nHave your tickets resent to the email address used to purchase them:\n\nEmail Address:\n\n\nNote: You must use the same email address you used when ordering your tickets. If your email address does not work, there may have been a typo in your email when purchasing. Contact us and we will be happy to help find your tickets.\n\n\n  • Make sure you double-check your SPAM and junk email folders for your tickets.\n  • If you are having issues printing your tickets, please use our troubleshooting guide to help you.\n  • Have a question about an event you purchased tickets for?  Please contact the event directly. Check out our event list. \n\nStill need some help with your tickets? Contact us here:\n\n\nHere's what our ticket buyers say about us:\n\nI love the fact that AttendStar works so hard to support their ticket buyers. I found email support to be fast, even on a Sunday!\n\n- Mary Ann, ticket buyer\n\n\nI really appreciated the prompt, courteous service and positive resolution to my request. Thank you. \n\n-Gene, ticket buyer\n\nFast service that solved my issue. Thank you!\n\n- Trudy, ticket buyer\n\nExcellent time of response and fulfilling the request. Thank you for much for your awesome service.\n\n-Brenda, ticket buyer\n\nVery committed to helping the customer. Thanks!\n\n-Colin, ticket buyer\n\nExcellent help and received it quickly to calm my nerves! Many thanks!\n\n-Beverly, ticket buyer\n\nI spoke to 3 different people today - in a total panic. They were gracious and so very helpful. I am truly impressed with this service. I would like to thank all of them for the wonderful work they did and how quickly they responded. Thank you, thank you, thank you!\n\n-Linda, ticket buyer",
        "topic_id":6,
        "format_id":3,
        "topic_confidence":0.7778781056,
        "format_confidence":0.9206277132
    },
    {
        "url":"https:\/\/www.primevideo.com\/help\/ref=atv_hp_nd_cnt?tag=justesejhd-21&nodeId=G36R57HJZELY4ZV4",
        "text":"Sign In\n\n\nCreate and Manage Prime Video Profiles on Fire TV\n\nYou can create and manage Prime Video Profiles through the Prime Video app on your Fire TV devices.\n\nYou can have up to six user profiles (one default profile + five additional profiles, which can be either adult or Kid's profiles) within Prime Video on a single Amazon account.\n\nTo create and manage (edit\/delete) a Prime Video profile through the Prime Video app on Fire TV:\n  • You can select and edit Profiles when the Prime Video app first launches. Otherwise,\n  • Highlight the silhouette icon on the top menu, then select Switch Profile.\n  • To edit an existing profile on this menu, use your Fire TV's remote control to choose the profile you wish to edit, then select New. This will take you to the screen to create a new profile.",
        "topic_id":6,
        "format_id":3,
        "topic_confidence":0.5520905852,
        "format_confidence":0.9443042874
    },
    {
        "url":"http:\/\/www.ottawafilmoffice.ca\/permits\/",
        "text":"Whether you’re a local, visiting or student production company, the Ottawa Film Office will help you obtain all the necessary permits you will need for filming on City of Ottawa lands.\n\nThrough our agreement with the City of Ottawa, we are charged with facilitating all filming permits, parking requests, full and intermittent road closure requests and special equipment requests (use of pyrotechnics, aerial shots etc.). There is no fee to apply for any of these permits; however, some fees may apply to reserve parking spaces, road closures, signage and paid duty officers, etc. required for your shoot.\n\nApply For Permits\n\nPlease send all forms and documents to info@ottawa.film. Incomplete applications will not be processed.\n\nThe first step is the complete the Production Information Form. This form allows our office to obtain important information regarding productions that shoot in Ottawa, including the economic impact of the film and television industry in Ottawa. The collected data is confidential and will be aggregated before we share it with our government stakeholders. Incomplete forms will not be processed and filming permits will not be issued until our office has received the Production Information Form.\n\nIf you are requesting to film on a City of Ottawa street or sidewalk, or in a City facility, fill out and submit the Filming Permit Application at least 2 business days before your shoot date.\n\nRequests to film on land owned or managed by the National Capital Commission (NCC) must be directed to its Contact Centre at (613) 239-5000 or info@ncc-ccn.ca for proper referral. Please contact our office if you aren’t sure about your filming location’s jurisdiction.\n\nBasic Information Documents – Required for all filming requests\n\nPLEASE NOTE: You will first need to save the PDFs to your computer and then fill them out using the most recent version of Adobe Acrobat Reader.\n\n  • Production Information Form\n  • Synopsis - you must provide a short (under 1 page) synopsis\/description of your project in Word or PDF format\n  • Indemnification Letter - fill out the bold sections and send it along with the other required documents\n  • Certificate of Insurance – to be provided by your insurance broker. A minimum of $2 million in general liability is required and the certificate must be issued in the name of the City of Ottawa:\n\nCity of Ottawa\n110 Laurier Ave. W.\nOttawa, ON K1P 1J1\n\nAdditional Permit Request Documents\n\nFilming Permit Application (2 business days' notice is required)\n\nParking Permit Application (3 business days' notice is required)\n\nCity of Ottawa Parks Application (2 business days' notice is required)\n\nRequest for Access to Parliament Hill (10 business days’ notice is required)\n\nApplication for Road Closure (5-10 business days’ notice is required)\n\nCity of Ottawa Pyrotechnics Approval Form (7 business days’ notice is required)\n\nNotice to Residents and Businesses  (must be completed and submitted if filming in a residential or commercial area)",
        "topic_id":6,
        "format_id":3,
        "topic_confidence":0.7805121541,
        "format_confidence":0.8725910783
    }
]