[
    {
        "url":"https:\/\/www.summum.us\/insidethepyramid\/library.php?class=TheQuest1",
        "text":"The Quest - Part 1\n\nMay 14, 2005\n\nYou can emancipate yourself...\n\nCorky: So, what is class about tonight Al?\n\nAl: Tonight's class is about what we read and talked about on Thursday in The Opening of the Way by Isha Schwaller.\n\nCorky: Aren't you guys thankful that S reads the book to us? I would rather drop out than read that book. I used to skip the days of junior high when we had to take turns reading out loud! So Al, tell us all what class was about on Thursday.\n\nAl: I have had a very interesting time the last week and a half. Just to let some people know if they haven't figured it out by now, I'm pretty incompetent with books.\n\nCorky: You dropped out of learning in the seventh grade right? So you had a hard time learning?\n\nAl: I dropped out of learning by the time I got out of the sandbox! I've had a very difficult time learning throughout my life. This book to me is very much like the Patanjali Sutra's, or like reading the Klingon language. It might as well be in Chinese. But I can go by the words as Su reads and that makes it easier to understand.\n\nSo I was asked a week ago to do this class and I said I can't do the class with books. I didn't say I couldn't do it, I said that I am not able to do it; I am not capable of doing it.\n\nCorky: But you are capable, aren't you? Here you are, doing class. If you're going to substitute, you better hurry; you've only got 3 minutes left.\n\nAl: I was able to relate a lot to the Summum book, because the obstacles in this chapter about how we suffer in our road through life. It is kind of like when a storm comes and the trees and the plants dig their roots in. Out of this chapter, the book says \"It should not be confused with pain. Pain is a result of a disorder between personal inclinations and inclinations of your providence.\"\n\nI looked up the word providence, and it had about two little meanings and it said \"guardianship\" and \"divine care.\" And boy, it threw me through a loop because I never thought it would have that meaning. And you know, even though this book has been extremely difficult for me to get a message out of it, one thing I do know about it, is that it is talking about freedom from your propensities that we all have and liberation of the subconscious mind, and the conscious mind. All these things are in here, but hooo boy are they woven real carefully, and in this particular chapter some of those things came out which made it easy for me because I needed a lot of help in that. She talks about change in her chapter here and change is the only way to grow. As we were working in the yard we all saw change in everything. The grass and plants were different this year than last year. You can tell that it has changed. Everything changes, everything grows. When I was asked to do this and I said that I'm not capable of it, immediately in my mind I said to myself it is like asking me to fly like superman. That is how remote and how far away I feel from being able to talk about some of the things from this book, which is really ironic because she uses the term superhuman for those who are trying to break into the spiritual life and free themselves from their worldly propensities and hungers.\n\nSteve: I have a question, didn't she use the term Supra-human?\n\nRon: It means the same thing, Super and Supra.\n\nSerena: So all of it means past being human or beyond human.\n\nCorky: That's interesting, I hadn't thought of it like that. So it is talking about how you need to become a Netter to be free? It is interesting to consider. Ok, that was wonderful Al, thank you for being willing to do that part of class.\n\nCorky: The next time we are in California Bernie, we need to get one of these incense bowls at the super giant Asian market they have down there. They are great incense bowls, and I want the kind that has fish on them, like the tea bowls I have in the house. Incense burns better in bowls that have fish on them, don't you think? These fish are a special symbol that the Chinese have, and they are a particular type of fish that Buddha ate. And they use that symbol on a lot of their tea ware. Has anyone ever heard of the tea ceremony? It is a meditation and a ritual and it lasts all day. It takes place in a temple and you bring people in and take them through the tea initiation and it is a special tea. It is a tea from the highlands in China. The Buddhists grow this tea, and the higher you grow the tea the better it is; the closer to Buddha it is. But that is just a myth. But there is a difference between the tea they grow in the highlands where it is dry and cool and down where it is real humid and warm.\n\nI think it was back in about 1982, Ron and Jim Hilbert were standing there at the door and I had been given permission to use the Siddhi powers. And so I used the Siddhi powers here in the pyramid for a brief period of time. Because I had permission to do it, and we did some really bizarre things, but it was fun. Anyway, Jim and Ron were standing at the back door and I had an opportunity because when I was young, just ten years old, I was told about these Siddhi powers. Then when I was in high school I had another really interesting thing I was allowed to do, which I will tell you about that...maybe, probably will...if you promise not to look.\n\nAnyway, there was a Siddhi power where you can make people young and you can do things to them and you can transform their body and I made Ron and Jim Hilbert very muscular and young. And I said \"everybody look at those guys.\" It was sort of like during the transference, there is a stage of pillars where you go through the transference and you have to turn your attention towards the Buddha and you become eternally young. It is a type of transformation that you get in the transference. If you get to go through the transference.\n\nIt is really funny; Chris finally just discovered that there is such a thing as the transference. Can you believe that, he has been coming here all this time and he finally just discovered it? Honest he did, he told me that he says he discovered it. And he's been coming here for how long Chris? To this place, this exact location you've been coming here how long?\n\nChris: For a year, 50, I don't know, how old am I? Since 1980 or 81.\n\nCorky: Twenty four years, and he just discovered there is a transference. Is that difficult to believe?\n\nJill came to class, I mean came in the building since 1989 or 1990 and just came to class the first time about a year ago and it freaked her. She was doing camera and everything else other than doing class and she got freaked. Remember how freaked she was sitting over there and then she sat down here and then she really got freaked and she said \"You're trying to break me, you're trying to make me awaken to this\" and I said \"No, I'm not. You can do anything you want around here. Everybody does whatever they want around here.\" They show up if they want to and they don't show up if they don't want to. Nobody makes you come here right Al? So you decided not to come today right?\n\nAl Martin: I'm here today.\n\nCorky: No, I mean this morning when all the work was happening.\n\nAl Martin: I am very lazy and very irresponsible.\n\nCorky: That is a real cop-out isn't it everybody? Everybody who believes that is a cop-out raise your hand.\n\nAnd so Chris asked how much an insurance policy would cost. I said he could probably get enough money together to get cremated and if he saved enough he better get a pyramid made and we can keep him here in the pyramid for as long as everybody wants to keep him. Or they can stick him in the mausoleum someday. Salt Lake City wants us to go out of business because that is the last sentence they wrote in the approval for building our mausoleum, but I am going to make them take it out of there.\n\nRon: The last sentence they wrote?\n\nCorky: Right Bernie, what did they do?\n\nBernie: They put some off-the-wall sentence in there that says the exemption they gave us is in effect unless we go out of existence.\n\nCorky: At this location. What that means is that they would try and put us out of existence if we allowed them to keep it in there. But it does not say that in any of the other exceptions they gave, because Heber C. Kimball's is up there and he went out of existence, and so did Brigham Young and the LDS Church does not own the property but it is a private cemetery. And that is all we asked for was the same thing that they had and so they have to give us the same thing.\n\nRon: And they stuck that in the back of it?\n\nCorky: Well the city attorney did because he thought he would trick us. I have been waiting for one of you guys to catch it and no one caught it and so I thought I better bring it up because I don't want it to be there for a whole year without having them change it.\n\nSteve: What does it mean?\n\nCorky: It means that if they decide to put us out of business they can take away our cemetery, and we don't want them to be able to do that.\n\nSteve: How would they put us out of business?\n\nCorky: Sue us and take away our assets and say you guys no longer exist.\n\nSteve: Dig up the cemetery and throw our bodies away?\n\nCorky: Yeah!\n\nSteve: Bastards.\n\nCorky: I agree. So we are not going to let them do it. But nobody caught it, and I was waiting for somebody to say something about it and nobody caught it, because I am trying to get everybody awake enough because when I am not here everybody is going to have to do the job.\n\nSteve: How could we have caught it?\n\nCorky: You should have read it because it has been on the wall for a year. I put it up there and I have been telling people \"look at that, read it.\" How many times have you been in there when I've told people to read it? I need you to read it 10 times.\n\nRon: I read the first page. Actually I read quite a few pages but I didn't read the whole thing.\n\nCorky: What do you think of that last sentence?\n\nRon: Well we talked about that last sentence. They're not going to put us out of existence.\n\nCorky: But they could try. I... (truncated)",
        "topic_id":18,
        "format_id":21,
        "topic_confidence":0.821854949,
        "format_confidence":0.9532020688
    },
    {
        "url":"https:\/\/www.cpcsb.org\/12-03-2017\/",
        "text":"36 East Victoria St.\nSanta Barbara\n\n\n\n\nSERMON SUMMARY: You can find messages of “hope” on everything from greeting cards to billboards this time of year. But do you feel like you have hope? Where do you put your hope? Is your hope directly proportional to your performance in life? Come and hear how the gospel overturns this assumption as we close our mini-series on justification by faith.\n\n\n\nMuch that we have interpreted as a defect of sanctification in church people is really an outgrowth of their loss of bearing with respect to justification. Christians who are no longer sure that God loves and accepts them in Jesus, apart from their present spiritual achievements, are subconsciously radically insecure people…. Their insecurity shows itself in pride, a fierce, defensive assertion of their own righteousness [or “rightness”], and defensive criticism of others. They come naturally to hate other cultural styles and other races in order to bolster their own security and discharge the suppressed anger.\n\n—Richard Lovelace, The Dynamics of Spiritual Life\n\n\n\nIsaiah 52:7-10\n\n7 How beautiful upon the mountains\nare the feet of him who brings good news,\nwho publishes peace, who brings good news of happiness,\nwho publishes salvation,\nwho says to Zion, “Your God reigns.”\n8 The voice of your watchmen—they lift up their voice;\ntogether they sing for joy;\nfor eye to eye they see\nthe return of the Lord to Zion.\n9 Break forth together into singing,\nyou waste places of Jerusalem\nfor the Lord has comforted his people;\nhe has redeemed Jerusalem.\n10 The Lord has bared his holy arm\nbefore the eyes of all the nations,\nand all the ends of the earth shall see\nthe salvation of our God.\n\n\nRomans 5:1-11\n\nTherefore, since we have been justified by faith, we have peace with God through our Lord Jesus Christ. 2 Through him we have also obtained access by faith into this grace in which we stand, and we rejoice in hope of the glory of God. 3 Not only that, but we rejoice in our sufferings, knowing that suffering produces endurance, 4 and endurance produces character, and character produces hope, 5 and hope does not put us to shame, because God’s love has been poured into our hearts through the Holy Spirit who has been given to us.\n\n6 For while we were still weak, at the right time Christ died for the ungodly. 7 For one will scarcely die for a righteous person—though perhaps for a good person one would dare even to die— 8 but God shows his love for us in that while we were still sinners, Christ died for us. 9 Since, therefore, we have now been justified by his blood, much more shall we be saved by him from the wrath of God. 10 For if while we were enemies we were reconciled to God by the death of his Son, much more, now that we are reconciled, shall we be saved by his life. 11 More than that, we also rejoice in God through our Lord Jesus Christ, through whom we have now received reconciliation.\n\n\n\nO Lord our God, you have searched us and known us. You know not only what we say, but also what we think.\n\nYou know that we have been quick to boast in ourselves and eager to condemn others.\n\nWe have been slow to acknowledge our faults and hesitant to turn to you in need.\n\nWe have doubted the power of your love and forgotten the abundance of your grace.\n\nFather, forgive us through Jesus Christ, and heal us by the power of your Spirit. Amen.\n\n\nSONG TO CONSIDER: Christ is coming! let creation\n\nWords by John Ross Macduff, Music by Coram Deo Church\n\n\nVerse 1\n\nChrist is coming! let creation\n\nFrom her groans and labors cease,\n\nLet the glorious proclamation\n\nHope restore, and faith increase.\n\nChrist is coming! Christ is coming!\n\nCome, Thou blessed Prince of Peace.\n\n\nVerse 2\n\nEarth can now but tell the story\n\nOf Thy bitter cross and pain;\n\nShe shall yet behold Thy glory\n\nWhen the Lord comes back to reign.\n\nChrist is coming! Christ is coming!\n\nLet each heart repeat the strain.\n\n\nVerse 3\n\nLong Thy people have been pining\n\nFor Thy peace and rest, and Thee,\n\nSoon, in heav’nly glory shining,\n\nTheir Restorer shall they see.\n\nChrist is coming! Christ is coming!\n\nHaste the joyous jubilee.\n\n\nVerse 4\n\nWith that blessed hope before us,\n\nLet no harp remain unstrung;\n\nLet the mighty advent chorus\n\nOnward roll on every tongue.\n\nChrist is coming! Christ is coming!\n\nCome, Lord Jesus, quickly come.",
        "topic_id":18,
        "format_id":21,
        "topic_confidence":0.9975724816,
        "format_confidence":0.8564754128
    },
    {
        "url":"https:\/\/asms.uk\/sermons\/high-mass-trinity-21-sunday-16-october-2016\/",
        "text":"All Saints Margaret Street | High Mass – Trinity 21 Sunday 16 October 2016\n\nSermon for High Mass – Trinity 21 Sunday 16 October 2016\n\nSermon preached by the Vicar, Prebendary Alan Moses \n\nReadings:  Genesis 32.22-31; Psalm121; 2 Timothy 3.14-4.5; Luke 18.1-8\n\n“Continue in what you have learned and firmly believed, knowing from whom you have learned it, and how from childhood you have known the sacred writings that are able to instruct you for salvation through faith in Jesus Christ.”    1 Tim. 3.14\n\nThe author of the 1st Letter to Timothy reminds him of the people and the holy scriptures from which he learned the faith from his earliest days. In my own childhood, I remember such people and the sacred writings too. I can still see our teacher, Mrs. Parkin, a devout Methodist, sitting or standing at her high desk at the church school in our village, reading to us, or when we were old enough having us read aloud stories from the Bible; not just those of Jesus and the New Testament, but those of Abraham and Sarah, Isaac and Rebecca, Jacob and Esau, Rachel and Leah, of Joseph and his brothers, then Moses, Aaron and Miriam, Joshua; of judges and kings, prophets and priests. The stories of their faith and their failings, accompanied by the prayers we said and the hymns we sang day by day, and the example of teacher and parish priest were, I would realise later, an important element of my spiritual and moral education.\n\nWhen the writer of First Timothy refers to the “sacred writings,” it is to these, and to the books of the Law and wisdom, which he is referring – rather than the New Testament which did not yet exist in the canonised form we know.\n\nThose stories are perhaps less well-known now, even among worshipping Christians, so let’s have a quick recap on Jacob’s.\n\nHe had fled from Canaan after cheating his twin brother Esau out of his birthright and their father’s blessing.  Taking refuge with his uncle Laban, he found himself on the receiving end of deception and double-dealing. Now, in the passage we heard this morning, after marrying not one but two of Laban’s daughters, and prospering materially, he has successfully evaded his uncle in order to return home.\n\nOn the threshold of home, at a tributary of the Jordan, he faces the prospect of meeting his estranged brother, not knowing what kind of reception he might get but fearing the worst.  He has sent his wives and children, he servants and livestock on ahead.\n\nAs he remains at the ford, we hear of this vision in which he wrestles through the night with a mysterious stranger. Is his opponent a man, a spirit, an angel or God himself?  The story is told in such a way as to have allowed a variety of interpretations to be drawn from it.\n\nChosen to accompany the parable of the importunate widow’s relentless siege of the corrupt judge, our lectionary sees it as being about prayer – prayer as our relationship with God – prayer as more than the reciting of words,  or what is now known as “mindfulness” – not that either of these is bad in itself – but prayer as involving real struggle, a wrestling with God; prayer as something which leads to blessing but does not leave us unmarked. \n\nWe would think that if God were to engage in a wrestling match with us, it would be all over in a matter of minutes; it would not go on all night.  But the story speaks to us of a God who does not overwhelm us by invincible and irresistible power, but one who comes down to our level, so that we might know him. This is a story which shows us a God who rather than compelling us, engages with us, challenges us.  This is the God who will make himself known in the incarnation. The God who shares in human life that we might share in the divine.\n\nThe story seems to owe something to folk tales of night spirits which cannot be in the light: “Let me go, for the day is breaking.”  No, says Jacob, “unless you bless me.”  Jacob is asked his name and then told that he will have a new name, “Israel, for you have striven with God and with men, and have prevailed.”   \n\nJacob, now “Israel,” asks in turn for the stranger’s name, but he is not told it.  To know someone’s name was to have power over them, to be able to exercise control over them. That he is denied.  God will reveal his name to Moses at the burning bush, “I am who I am,” but that hardly banishes the mystery. God’s being is always greater than anything which we can comprehend.  There is an important strand in the scriptures which says that human beings could not see the face of God and live. This is said to Moses, but we are also told that God spoke to Moses as “one speaks to a friend, face to face.”\n\nIn the Christian tradition of prayer and theology, thinking about God and our relationship with him,, we learn that God is both known and unknown. He is both: \n\n  • The one who in the incarnation has made himself known to us in Jesus Christ, “we have seen his glory revealed in the face of Jesus Christ”;\n  • And the one who remains immeasurably greater than anything we can comprehend or define, much less control. \n\nJacob does receive the blessing he has asked for. Then he gives the place a name, “Peniel…for I have seen God face to face, and yet my life is preserved.”  \n\nYesterday, the Church celebrated one of the great teachers of prayer, Teresa of Avila, the reformer of the Carmelite order which traced its origins back to Elijah to whom God revealed himself, not in the spectacular but in silence. Teresa set out to establish communities which were more than the comfortable refuges for the unmarried daughters of the well-to-do. They were to be communities marked by the call of God; which guarded silence and simplicity that they might be focused on corporate and personal prayer; communities of mutual love and support in the calling to know and serve God; sisters bearing one another’s burdens, sharing joys and sorrows. And that prayer was no mere remedy for the stresses and strains of life: it involved struggle and dryness and darkness, as well as light and joy. But severe as their life might seem to us, Teresa did not mean them to be joyless places.   There was to be celebration and fun as well as fasting and abstinence. She would take up her castanets and dance.  She even said, “God save me from sour-faced nuns.”  God save us all from sour-faced Christians!\n\nThe blessing and the name which Jacob receives does not leave him as he had been before his encounter with God. His new name signifies the people called by God to be his witnesses in the world.  The blessing he receives does not mend his dislocated hip: “The sun rose upon him as he passed Peniel, limping because of his hip.”  (Since I came limping home with a sore knee from my pilgrimage in Spain, I have developed a sympathy for Jacob.) \n\nHe is marked by his encounter with God, just as Christians are marked by ours; as Paul says in Galatians: “I bear in my body the marks of Jesus Christ.”   The Church and its members are marked in baptism with the sign of the cross.  We are to be seen as different, changed by our encounter with God. This is not about an antiseptic piety which seeks to avoid sin by denying our humanity and the risks and adventure it involves.\n\nWhen Jacob fled from the wrath of Esau, he had another vision in the night; of the ladder set up between heaven and earth with the angels ascending and descending upon it. He said “How awesome is this place, this is none other than the house of God, and this is the gate of heaven.”\n\nHe called that place, “Bethel-the House of God.”\n\nIn our tradition, churches are “Bethels,” houses of God, not that they contain God in some exclusive way, but that they are places in which has chosen to make himself known.  In my brother’s village in Wales, the chapel was called “Peniel.”  It was where a congregation of Welsh Presbyterians, Calvinistic Methodists as they used to be called, gathered Sunday by Sunday to to hear the sacred scriptures that speak of salvation. Sadly that Peniel, like so many such chapels is closed now. People no longer gather there to wrestle with the God of the scriptures.\n\nA church like ours is called to be both a place and a community, in which people encounter God in worship and prayer:\n\nA Bethel, in which people can glimpse heaven on earth, a vision of God and his creation as he intends it to be, and of the glory of God in the face of Jesus Christ;\n\nA Nazareth, where, as Jesus learned the faith from Mary and Joseph, as Timothy would from his mother and grandmother, we learn from our fathers and mothers in the faith;\n\nA Bethany where, like Mary, we listen to Jesus, where we continue in what we have learned and whom we have learned it from, in attention to those sacred writings which are able to instruct us for salvation through faith in Jesus Christ, and the tradition which has passed on and interpreted them;\n\nA Carmel, in which, amid the clamour and distraction and noise of this world, we can hear God in what the hymn writer calls the “still small voice of calm;”\n\nAn Emmaus in which the Christ who has opened to us the scriptures makes himself known to us in the breaking of the bread, who feeds us for the journey to the promised land;\n\nAnd a Peniel in which God wrestles with us and we with God;  where in struggling with our doubts and fears, questions and temptations, we find God’s blessing, a blessing which often comes to us through those who struggle with and alongside us, those who weep with us when we weep and laugh with us when we laugh;\n\nA place in which God both blesses us and marks us as forever his own, his witnesses in the world, to be a people who have seen the face of God in Jesus Christ, and who have not only survived the experience but found in it a new life and joy.",
        "topic_id":18,
        "format_id":21,
        "topic_confidence":0.9976363182,
        "format_confidence":0.9116826653
    },
    {
        "url":"http:\/\/www.pbs.org\/wnet\/religionandethics\/2009\/10\/09\/october-9-2009-a-serious-man\/4521\/",
        "text":"A Serious Man\n\n\n(from movie trailer, various voices): I’ve tried to be a serious man. We’re going to be fine. I’ve tried to do right, be a member of the community. Please just tell him I need help.\n\nKIM LAWTON, correspondent: “A Serious Man” is a dark comedy that asks some universally serious questions.\n\nCATHLEEN FALSANI (Author, The Dude Abides: The Gospel According to the Coen Brothers): Why do we suffer? If God is there and God is a good God, why do bad things happen to decent people? I don’t care what flavor of spiritual person you are, or if you are a person of faith or not, there is no real good satisfactory answer to that.\n\nLAWTON: Religion columnist Cathleen Falsani is author of The Dude Abides: The Gospel According to the Coen Brothers. She says the brothers’ newest film grapples with those theological questions in unexpected—and yes, quirky—ways.\n\nFALSANI: It’s a powerful film, but it’s a powerfully funny film as well, and in the Coens’ 25 years of filmmaking, it’s often their funniest films that are in some ways the darkest, the most serious spiritually.\n\npostb-seriousman(from movie): Honey, I think it’s time we started talking about a divorce.\n\nLAWTON: Set in 1967, the story centers around a Jewish physics professor, Larry Gopnick, who experiences a Job-like set of personal and professional calamities. He looks to his faith to make sense of it all.\n\n(Larry Gopnick, from movie): Please, I need help. I’ve already talked to the other rabbis. I’ve had quite a bit of tzurus lately. Marital problems, professional, you name it. This is not a frivolous request.\n\nLAWTON: He doesn’t find any easy answers.\n\n(dialogue from movie): Rabbi’s secretary: The rabbi is busy. Larry Gopnick: He didn’t look busy. Secretary: He’s thinking.\n\nFALSANI: To their credit, the rabbis in the film don’t really try to give an answer. I think they kind of encourage the wrestling out of the answer, which is, in fact, in my estimation, to continue to live your life.\n\nLAWTON: The film is full of Jewish motifs. It’s set in a community outside Minneapolis, where the Coen brothers themselves grew up in the 1960s. They say with “A Serious Man” they wanted to explore what they call “the whole Jewish Midwestern thing.”\n\nETHAN COEN (filmmaker): The whole incongruity of Jews in the Midwest, Jews on the plains. It’s just—it’s odd, and that incongruity is something that we kind of wanted to get across, too. It’s its own strange subculture.\n\nEthan and Joel Coen\n\nLAWTON: They acknowledge nervousness among some Jews about how the film may come across.\n\nETHAN COEN: People were really supportive in the Jewish community especially, but you know, occasionally people would ask, you’re not making fun of the Jews, are you? This really deep Jewish thing where, you know, is this good for the Jews or bad for the Jews?\n\nLAWTON: Like Larry’s son, Danny, the Coen brothers went to Hebrew school and were bar mitzvahed. They’ve indicated that faith no longer plays a central role in their lives, but they are notoriously reticent to discuss their personal beliefs or the messages in their 14 films.\n\nFALSANI: They don’t say a lot about what they believe or don’t, but their movies are filled with theological and metaphysical and existential questions.\n\nLAWTON: Falsani admits those themes may not always be obvious in what she calls “the Coeniverse”—the enigmatic and sometimes violent worlds the Coens have created.\n\nFALSANI: I think there is a moral order to the Coeniverse, if you will. It might not be the moral order we were hoping for, but it’s there.\n\nLAWTON: “A Serious Man” may be more overt than other Coen films in its religious exploration, but it is no more obvious in its conclusions. Still, Falsani says, in true Coenesque fashion, meaning can come by simply raising the questions.\n\n(Larry Gopnick, from movie): I need help.\n\nI’m Kim Lawton reporting.",
        "topic_id":18,
        "format_id":21,
        "topic_confidence":0.8612447977,
        "format_confidence":0.9688432217
    },
    {
        "url":"https:\/\/sayyidali.com\/news-analysis\/tiziana-ciavardin-55452.html",
        "text":"Share On Facebook\nShare On Twitter\nShare On Google Plus\nShare On Pinterest\nShare On Youtube\nAyatollah Khamenei, in an unprecedented direct outreach to the Western citizens, penned a letter addressed to the youths in Europe and North America, and asked them not to believe the stereotypical, dogmatic portrayal of Islam by the corporate media and instead try to gain a firsthand, original knowledge of this divine religion through such sources as the Holy Quran and the life of Prophet Mohammad (PBUH). He also urged the youths in the West not to consider the terrorists recruited by militant organizations in the Middle East with the backing of global powers as Muslims, because the teachings of Islam condemn violence and never allow the Muslims to kill the innocent people.\n\n\nTiziana Ciavardini is a cultural anthropologist and journalist. She was a researcher at the Department of Anthropology at the Chinese University of Hong Kong. She spent more than 23 years travelling, living for many years in Middle East, Asia and Southeast Asia. She is a President of Ancis Anthropology Forum, a cultural association for the dialogue of religions and culture. Ciavardini has lived in Iran for more than 10 years and has published several articles, essays and books.\n\n\nHere is an interview to Dr. Tiziana Ciavardini about the growth of Islamophobia in the West and the global impacts of the Supreme Leader’s open letter on the public opinion.\n\n\nQ: You are an anthropologist and have studied different cultures and religions. Why do you think there are a number of public figures, politicians and media organizations in the West who cheer on fomenting anti-Islamic sentiments and fanning the flames of discord between the Muslims and the Western public? Is it that they benefit from the continued hostility and antagonism between the Muslims and the people in the West?\n\n\nA: Most of the people you are talking about are politician who are trying their best to make Western people have a bad opinion about Islam. They want an ‘enemy’to justify their bad actions. In the past, enemy was a man with a name and a surname and they recognized that removing just a man was not enough, so they created another enemy. ‘Enemy’ is too difficult to eliminate: now the enemy is called Islam. For several decades, anything [negative] that has happened is Islam’s fault. Not enough, now that they realize that Islam is spreading fast in the West, they have created Islamophobia.\n\n\nMy anthropological studies have given me the opportunity to search deeply the situation and I will not give up until I understand the truth. We, as people, should investigate what benefits they take from this situation, and recognize who is really behind all of this, and is interested to convince us to avoid Islam.\n\n\nIn my opinion, lack of responsibility, some kind of modern nihilism and mental anarchism, lack of knowledge about history, especially the history of crusade wars, recurrence to the past, adventurism, and making false tumult to receive popularity, and increasing the circulation of newspapers and magazines may be the reasons. For example some nearly-broken weekly French magazines as Charlie Hebdo with a low circulation – between 14,000 to 30,000 copies – after the incident, achieved a million copies circulation and everybody was curious to see what was published in this magazine.\n\n\nAs the period of tabloids such as “News of the Day” idiomatically published to entertain waiters and waitresses comes to an end, now the media is using some other methods to receive popularity and false high circulation.\n\n\nBy creating a fear of Islam and introducing it as an enemy, some will benefit to organize more conflicts and strategic ways to fight against a religion that has many supporters in many countries.\nFortunately, many intellectuals and Islam experts are now trying to explain the real pacific nature of Islam to the people through their books, conferences and articles, but there is still a deliberately big propaganda against it.\n\n\nQ: The recent terrorist attack on the office of Charlie Hebdo magazine was immediately attributed to what the West calls “Muslim terrorists” and the social networking media, only a few minutes following the shooting spree, began featuring headlines claiming that Muslims had raided the office of the French satirical magazine in Paris and killed 12 people. It seems that there’s a spontaneous inclination in the West to associate every act of terrorism on the European or North American soil to the Muslims, even when there’s no sufficient information available about the incident. What’s your take on that?\n\n\nA: Police and Interpol investigations will continue, but such barbaric actions may be attributed to ISIS because it was said that a caricature of Abu Bakr al-Baghdadi was to be published on this magazine. ISIS is a dangerous terrorist group that attributes itself to Islam while it dishonours Muslim men and women and children, sells them in the market as slaves, and executes them in masses.\n\n\nIn respect of the human lives lost in Charlie Hebdo, I don’t like to pursue the theory of a plot, but it seems very strange to me that some people were ready to capture the attack on their mobiles and from a well-placed videographer. Just from the video published in all media and televisions, it was clear that the masked gunmen were consequently identified by French authorities as Cherif Kouachi, Said Kouachi, and Hamid Mourad, and they say in the video that the attack was a revenge against those who had “insulted” Prophet Muhammad. But the media seems to have forgotten the victims and are more interested to create more confusion between Islam and terrorism. As I have already mentioned, the so-called ‘Islamic State’ is spreading terror and fear all over the world and even among Muslims, too. My point since the first appearance of this group is to discover who is really behind it. It is impossible that in the name of a religion they commit such terrifying crimes.\n\n\nQ: What do you think the letter issued by Supreme Leader of Iran Ayatollah Khamenei to the young Westerners entails for the global public following the Paris attacks? Why has he decided to address the young European and North American citizens directly and challenge them to study the original and genuine sources of Islam instead of relying upon the mass media for getting a clear understanding of the Islamic lifestyle and philosophy?\n\n\nA: The letter was a great initiative. Ayatollah Khamenei drew aside the curtains of ambiguity that some international media use to cover the real entity of Islam. These media who are mostly fed by anti-Islamic sources want to introduce the people of one of the most ancient regions in the world as chaotic and aggressive.\n\n\nWe don’t need to be Muslim to understand the sincere words of Ayatollah Khamenei which bear profound significance. I define this letter as ‘historical’ since the message will remain in the history forever. I wish many people will read the letter since it is an example of humanity.\n\n\nI really believe that the people who do not understand the power and the meaning of Ayatollah Khamenei’s words will find it out in near future. First of all, I am honored to comment about the words of such an important person not only for the international Muslim community but also for many people around the world who recognize the power and the holiness of the Supreme Leader. The fact that he chose the letter instead of using other means to communicate with the people was because the letter is more personal than a newspaper, I guess. I myself am a journalist, but my opinion about newspapers is not always very good, since sometimes they report what they don’t want the real truth and make people confused instead of giving them the facts so they can make their own opinions.\n\n\nQ: How do you see the global reactions to the Supreme Leader’s letter to the Western youths? I think it has prompted a debate in the intellectual circles regarding the roots of anti-Islamic sentiments and the unprecedented rise of Islamophobic attacks against the Muslims, their community centers and mosques in the West. Do you think this debate will lead to the emergence of a clearer, more lucid and realistic understanding of Islam?\n\n\nA: Iran’s Supreme Leader talked to the Western youth directly through internet and informed not only the youth but all internet users of an innocent message sent from the Islamic Republic of Iran. His message was honest and pleasant and very effective on the mentality of not only the youth but also the people of the world.\n\n\nI think the global reaction should be evaluated by statistical institutes, but as far as I have witnessed and heard, it has been quite effective and proves that Ayatollah Khamenei is not only the Supreme Leader of Islamic Republic of Iran but also a mentor and kind personality with good intentions about humanity.\n\n\nQ: Iran is a major regional power, with a government established on the basis of theological democracy. So, it’s important that its supreme political and religious authority shows concern for the rise of anti-Islamic prejudice and propaganda. In this light, why are the rest of the Muslim leaders silent and indifferent towards the growth of anti-Islamic bigotry, fuelled by the recent attacks on the office of Charlie Hebdo magazine? Is it that the Muslim leaders are ignoring the cause of Islam and it makes no difference to them when Islam is denigrated and belittled?\n\n\nA: This question was also asked by some media in Italy. Where are the Muslim communities right now? Someone said, maybe they are not showing up since they are also afraid of the Islamic State. This ‘fear’ is also a witness to what we just said. If the Muslim communities themselves are afraid of Islamic State, it means that the Islamic State has nothing to do with Islam. We need to go further and get over the obstacle of ignorance and help the people open their mind to the knowledge. Ignorance always bring... (truncated)",
        "topic_id":18,
        "format_id":21,
        "topic_confidence":0.883846283,
        "format_confidence":0.9538748264
    },
    {
        "url":"https:\/\/www.churchleadership.com\/podcast\/episode-52-pastoral-care-in-the-coronavirus-crisis-featuring-michael-koppel\/?id=li20200401",
        "text":"Episode 52: “Pastoral Care in the Coronavirus Crisis” featuring Michael Koppel\n\nLeading Ideas Talks\nLeading Ideas Talks\nEpisode 52: “Pastoral Care in the Coronavirus Crisis\" featuring Michael Koppel\n\nHow can your church help congregants deal with fears, anxiety, and economic stresses in this unprecedented time? In this episode we speak with Wesley Theological Seminary Professor Michael Koppel about congregational care needs and responses in light of the challenges of the coronavirus crisis.\n\nListen on Apple PodcastsListen on StitcherListen on Google Play MusicListen on SpotifyListen to more Leading Ideas Talks episodes\n\n\nAnnouncer: Leading Ideas Talks is brought to you by the Lewis Center for Church Leadership of Wesley Theological Seminary in Washington, DC. Subscribe free to our weekly newsletter, Leading Ideas, at churchleadership.com\/leadingideas.\n\nLeading Ideas Talks is also brought to you by the adult Christian study Journey Through the Psalms — now available in a download version that you may use with your online groups during this time of social distancing. Journey Through the Psalms is only $5 for a limited time. Learn more at churchleadership.com\/studies.\n\nHow can your church help congregants deal with fears, anxiety, and economic stresses in this unprecedented time? In this episode we speak with Wesley Theological Seminary Professor Michael Koppel about congregational care needs and responses in light of the challenges of the coronavirus crisis.\n\nAnn Michel: I’m Ann Michel, associate director of the Lewis Center for Church Leadership of Wesley Theological Seminary. I’m also editor of Leading Ideas e-newsletter. And I’m pleased to be the host for this episode of Leading Ideas Talks. I’m joined today by Dr. Michael Koppel who teaches pastoral theology and congregational care at Wesley Theological Seminary. Michael is an ordained teaching elder in the Presbyterian Church, USA. And we’ve asked Michael to be our guest today to help all of us think about how churches and church leaders can respond to the tremendous pastoral challenges we’re facing in light of the current coronavirus crisis. As we’re talking today, people in many major cities across the United States are told to shelter in place, churches across America have suspended their worship gatherings and other forms of face-to-face ministry. And yet, at the same time, our congregations and communities are dealing with unprecedented health scares and anxieties and economic stress. So, we’re not only facing unprecedented problems, but we’re having to figure out new and different ways of responding to them. So this is really an important conversation, Michael, and I’m so glad that you’re willing to talk with us and our listeners today.\n\nMichael Koppel: Thank you very much, Ann, I appreciate it too. I share with all of our listeners and with you, the anxiety, fear, and tension that goes with this experience. We’re in uncharted territory, uncharted waters. And I would never think of myself as an expert in this kind of environment. We’re all learning together how it is we can do the best possible thing for our community, and for our families, and for ourselves.\n\nAnn Michel: Yeah, that’s for sure. I think we’re all having to figure out new things as we’re going along. But just to begin, what’s foremost on your mind as we come into this conversation?\n\nMichael Koppel: Foremost in my mind, I think, is that piece right there, that we’re novices trying to make our way through it. But what’s foremost is the health and well-being of congregations and pastors and my family and your family and economic well-being. And also primarily my focus is on those who are most vulnerable. In a time like this, we want to look out for ourselves but we also want to look out for those who are most vulnerable and most likely to be harmed in a situation like this. Which, in some ways, could be all of us at the health level.\n\nAnn Michel: Right. Well one thing that’s occurred to me as we are in this unprecedented time, that even thinking beyond the scale and the magnitude of the crisis, I’m wondering what you think are some different kinds of needs that might manifest themselves in this situation that are different than some of the day-to-day pastoral challenges that people are used to dealing with in congregational ministry? What are some things that you think pastors need to be on the lookout for?\n\nMichael Koppel: Well, I think there are different needs. But I think one of the things pastors need to be on the lookout for is — and this really goes without saying, but I’ll say it — the increased level of anxiety that we’re working with. So, one of the key pieces for pastoral leaders is how to be a non-anxious presence. How do you practice non-anxiously? Well, even in ordinary circumstances, it’s hard to be non-anxious. So I always say to students and pastors “a little less anxious.” We sometimes aren’t even the ones who are the least anxious in the environment, but we want to practice with less anxiety. It helps to lower the barometer or lower the steam, a metaphor I’m really searching for here, we want to ratchet down the temperature a bit. But that’s a very difficult thing to do when anxiety is running so high and in so many different directions. So I don’t know if there’s something different we need to do. I think we go back to the basics in a situation like this. The basic is really monitoring our own anxiety as pastoral leaders, but also as congregants, to be able to monitor our anxiety and do things that help lower it for ourselves and then when we can do that, we can probably reach out to others with a little less anxiety. But that requires some self-awareness. And anxiety sometimes means that we blowout self-awareness.\n\nAnn Michel: Mmmhmm. So what would some of the practices be that you would recommend?\n\nMichael Koppel: Well, one of my own practices is just to regularly be attentive to my own body. And so, I think that congregants and pastors can be regularly attentive to their own bodies. What does that mean? Like this morning, for example, I usually have my morning prayer at home. But I got up and thought, “You know what? Who knows what today’s going to bring and it seems like a good enough day to get out for a walk.” So I went out for an hour walk this morning and it helped to settle the anxiety that was already there when I woke. Because I woke up with dreams and nightmares. And I imagine that our pastoral leaders and congregation members are waking up with dreams and nightmares, too. So the anxiety really never leaves us. I think it’s really omnipresent. So a grounding practice like walking can help with the anxiety. That’s just one example. But I also want to say that, you know, one size doesn’t fit all. Some people aren’t walkers. Don’t walk. Do something that’s grounding for you. Maybe sitting by the back window or on the back porch or drinking coffee quietly can be a grounding exercise. Or reading.\n\nAnn Michel: I was just going to say thank you for that. Because I think it is, I think when our normal patterns of life get as disrupted as they have been in this period, you know, we have to rethink some of the patterns that would otherwise be normal for us and find new ways of doing exactly what you’re saying.\n\nMichael Koppel: And I like the way you just said it, too. “Rethink it.” And at the same time, for those of us who are thinkers — and I share that with you and a lot of our congregational leaders — also don’t overthink it. So like this example this morning, I looked out the window and I thought “I don’t usually do this.” But I stopped and said that that’s what’s needed. So, rethink, but also don’t think too hard about it. Because if we think too hard, we might not do the thing that’s needed for ourselves or our congregations.\n\nAnn Michel: Uh-huh. So I read something that caught my attention yesterday and it was from a pastoral leader in another part of the country. And he was making some recommendations. And he said that in this situation, there are going to be people in need of pastoral care who aren’t the people you normally think need it. And so, I just wanted to throw that out to you for your reaction and then also ask how pastors and congregations can have their antennae out for people who may need help — who may not be the people you normally think of when you’re thinking about your pastoral care needs?\n\nMichael Koppel: It’s interesting, I wonder what the pastor meant by those who ordinarily need it?\n\nAnn Michel: Yeah, I realize there is an assumption in that question, but well, so say what you mean. We’re going to assume that everybody is needing special attention?\n\nMichael Koppel: Well, I don’t know that everybody needs special attention. But it helps me reframe, and for us to reframe, what pastoral care’s purpose is. Of course, we want to help people who are most in need. But what if what we see as a need is our own need to respond to that person’s need? In other words, can we see people’s strengths and availability so we can start from seeing their strengths?  So people who are most in need?  I’m still wrestling with the question. Who are people who you ordinarily wouldn’t think would need it?  Yeah … I’m wrestling with the question.\n\nAnn Michel: Yeah, I appreciate you pushing back on that. Because I’m a lay person. I’ve never been a pastor. And I think I may have a somewhat stereotyped idea of pastoral care. When I think of pastoral care in our congregation, I think about our pastors connecting with older people or shut-ins or people who are in the hospital or going through certain life transitions. People who have sort of identifiable circumstances that suggest that they may need some support. And so that’s probably a faulty premise on my part. And I apologize for that. But I think, for a lot of people, that maybe, even for congregants, that’s who they think needs the pastor’s attention.\n\nMichael Koppel: Right. You don’t need to apologize so heavily... (truncated)",
        "topic_id":18,
        "format_id":21,
        "topic_confidence":0.9735110998,
        "format_confidence":0.9797788858
    },
    {
        "url":"https:\/\/praisecharlotte.hellobeautiful.com\/986840\/byron-cage-on-how-his-prayer-life-keeps-him-going-exclusive-interview\/",
        "text":"Leave a comment\n\nByron Cage is one of the biggest names in gospel music! He chatted with Erica Campbell and GRIFF about his new single, “Good To Me,” which he wrote to “remind everybody that the Lord is still good” and help energize its listener. He explains what drives him to keep going after a long, and successful career.\n\nPlus, he talks about his prayer life, and how that serves as constant motivation and inspiration. Click on the audio player to hear more in this exclusive interview from “Get Up! Mornings With Erica Campbell.”\n\nRELATED: Kirk & Tammy Franklin On Misconceptions People Have Before Getting Married [EXCLUSIVE INTERVIEW]\n\nRELATED: Jor’Dan Armstrong On Being Influenced By Mary Mary & Warryn Campbell [EXCLUSIVE INTERVIEW]\n\nRELATED: Jekalyn Carr On Wanting To Be A Gospel Singer From A Young Age [EXCLUSIVE INTERVIEW]\n\ncomments – Add Yours",
        "topic_id":18,
        "format_id":21,
        "topic_confidence":0.7914733291,
        "format_confidence":0.7052814364
    },
    {
        "url":"http:\/\/www.patheos.com\/Resources\/Additional-Resources\/Casting-Wide-in-the-Net-Elizabeth-Scalia-10-01-2011?offset=1&max=1",
        "text":"You have some very impressive names endorsing this book—how did that come about?\n\nTwo simple words - \"I asked.\" Figuring the answer was definitely \"no\" unless I gave it a shot, I petitioned some of the biggest names I could think of. I was blown away when so many of them responded with rave reviews.\n\nI think one reason why so many high-profile bishops endorsed the book is that they understand how important new media is for the Church. And they want other Catholics to jump on board. Modern new media includes the most potent evangelistic tools the Church has ever seen—it has never been quicker, easier, or cheaper to promote the Gospel than it is now. So by endorsing the book, these prominent leaders are making a bold statement not just to their brother clerics but to the greater Catholic community: we need to engage new media.\n\nYou are a journalist and you have a blog as well; can you tell me what launched you toward journalism to begin with, and whether you see tension between establishment and alternative media?\n\nIn the digital age, we're all journalists. It used to be that you turned to trusted anchors or reporters for the news. But now, we all offer public analysis. We all report on news, comment on culture, and share our views with the world. Anyone with a Facebook account or blog can spread their words to more people—and in a faster time—than most newspapers have ever been able to.\n\nAlso, the lines between 'traditional media' and 'new media' are quickly blurring. Newspapers have started blogs, are active on Facebook and Twitter, and comment boxes are now standard on every online article. On the other hand, many bloggers now turn their posts into print-on-demand books.\n\nSo in the future, I don't think we'll focus so much on whether someone is a journalist or not, or whether someone is part of 'the media'. Instead of asking whether you're a 'reporter', we'll instead wonder what kind you are? Are you the kind with a soapbox and a megaphone or are you the kind with a table and an open chair?\n\nTraditional media has given new media a backbone, while new media has provided traditional media with dialogue.\n\nWhat factors might come into play in any eventual alignment between \"journalists\" and \"citizen journalists\"?\n\nPeople are increasingly trusting 'the crowd' rather than experts. Now, before people go the movies, they check Rotten Tomatoes before the newspaper critics. When they buy a book, they read Amazon reviews. And, most importantly, when news breaks they first hear it from their peers. Look at the recent Virginia earthquake or the revolutions throughout the Middle East. Some people followed these events through television news, but many were absorbed in the grassroots reporting happening on Facebook and YouTube.\n\nIn the coming years, 'citizen journalists' will force traditional journalists to re-create themselves. No longer will the professional journalist center his work around 'the scoop.' In most cases, there's just no way he's going to break a story before it hits Twitter and Facebook. He needs to instead turn his focus toward quality and in-depth reporting. Most traditional journalists are talented writers and clear thinkers. Those skills—not quick, breaking stories—will set them apart from 'citizen journalists.'",
        "topic_id":18,
        "format_id":21,
        "topic_confidence":0.9787782431,
        "format_confidence":0.9483606815
    },
    {
        "url":"https:\/\/www.swamivivekananda.guru\/1897\/07\/09\/lxxviii-3\/",
        "text":"9th July, 1897.\n\nDEAR SISTER, (Miss Mary Hale.)\n\nI am very sorry to read between the lines the desponding tone of your letter, and I understand the cause; thank you for your warning, I understand your motive perfectly. I had arranged to go with Ajit Singh to England; but the doctors not allowing, it fell through. I shall be so happy to learn that Harriet has met him. He will be only too glad to meet any of you.\n\nI had also a lot of cuttings from different American papers fearfully criticising my utterances about American women and furnishing me with the strange news that I had been outcasted! As if I had any caste to lose, being a Sannyâsin!\n\nNot only no caste has been lost, but it has considerably shattered the opposition to sea-voyage — my going to the West. If I should have to be outcasted, it would be with half the ruling princes of India and almost all of educated India. On the other hand, a leading Raja of the caste to which I belonged before my entering the order got up a banquet in my honour, at which were most of the big bugs of that caste. The Sannyasins, on the other hand, may not dine with any one in India, as it would be beneath the dignity of gods to dine with mere mortals. They are regarded as Nârâyanas, while the others are mere men. And dear Mary, these feet have been washed and wiped and worshipped by the descendants of kings, and there has been a progress through the country which none ever commanded in India.\n\nIt will suffice to say that the police were necessary to keep order if I ventured out into the street! That is outcasting indeed! Of course, that took the starch out of the missionaries, and who are they here? — Nobodies. We are in blissful ignorance of their existence all the time. I had in a lecture said something about the missionaries and the origin of that species except the English Church gentlemen, and in that connection had to refer to the very churchy women of America and their power of inventing scandals. This the missionaries are parading as an attack on American women en masse to undo my work there, as they well know that anything said against themselves will rather please the U.S. people. My dear Mary, supposing I had said all sorts of fearful things against the “Yanks” — would that be paying off a millionth part of what they say of our mothers and sisters? “Neptune’s waters” would be perfectly useless to wash off the hatred the Christian “Yanks” of both sexes bear to us “heathens of India” — and what harm have we done them? Let the “Yanks” learn to be patient under criticism and then criticise others. It is a well-known psychological fact that those who are ever ready to abuse others cannot bear the slightest touch of criticism from others. Then again, what do I owe them? Except your family, Mrs. Bull, the Leggetts, and a few other kind persons, who else has been kind to me? Who came forward to help me work out my ideas? I had to work till I am at death’s door and had to spend nearly the whole of that energy in America, so that the Americans may learn to be broader and more spiritual. In England I worked only six months. There was not a breath of scandal save one, and that was the working of an American woman, which greatly relieved my English friends — not only no attacks but many of the best English Church clergymen became my firm friends, and without asking I got much help for my work, and I am sure to get much more. There is a society watching my work and getting help for it, and four respectable persons followed me to India to help my work, and dozens were ready, and the next time I go, hundreds will be.\n\nDear, dear Mary, do not be afraid for me. . . The world is big, very big, and there must be some place for me even if the “Yankees” rage. Anyhow, I am quite satisfied with my work. I never planned anything. I have taken things as they came. Only one idea was burning in my brain — to start the machine for elevating the Indian masses — and that I have succeeded in doing to a certain extent. It would have made your heart glad to see how my boys are working in the midst of famine and disease and misery — nursing by the mat-bed of the cholera-stricken Pariah and feeding the starving Chandâla — and the Lord sends help to me and to them all. “What are men?” He is with me, the Beloved, He was when I was in America, in England, when I was roaming about unknown from place to place in India. What do I care about what they talk — the babies, they do not know any better. What! I, who have realised the Spirit and the vanity of all earthly nonsense, to be swerved from my path by babies’ prattle! Do I look like that?\n\nI had to talk a lot about myself because I owned that to you. I feel my task is done — at most three or four years more of life are left. I have lost all wish for my salvation. I never wanted earthly enjoyments. I must see my machine in strong working order, and then knowing sure that I have put in a lever for the good of humanity, in India at least, which no power can drive back, I will sleep, without caring what will be next; and may I be born again and again, and suffer thousands of miseries so that I may worship the only God that exists, the only God I believe in, the sum total of all souls — and above all, my God the wicked, my God the miserable, my God the poor of all races, of all species, is the special object of my worship.\n\n“He who is in you and is outside of you, who works through every hand, who walks through every foot, whose body you are, Him worship, and break all other idols.\n\n“He who is the high and the low, the saint and the sinner, the god and the worm, Him worship, the visible, the knowable, the real, the omnipresent, break all other idols.\n\n“In whom there is neither past life nor future birth, nor death nor going or coming, in whom we always have been and always will be one, Him worship, break all other idols.\n\n“Ay, fools, neglecting the living Gods and His infinite reflection with which the world is full, and running after imaginary shadows! Him worship, the only visible, and break all other idols.”\n\nMy time is short. I have got to unbreast whatever I have to say, without caring if it smarts some or irritates others. Therefore, my dear Mary, do not be frightened at whatever drops from my lips, for the power behind me is not Vivekananda but He the Lord, and He knows best. If I have to please the world, that will be injuring the world; the voice of the majority is wrong, seeing that they govern and make the sad state of the world. Every new thought must create opposition — in the civilised a polite sneer, in the vulgar savage howls and filthy scandals.\n\nEven these earthworms must stand erect, even children must see light. The Americans are drunk with new wine. A hundred waves of prosperity have come and gone over my country. We have learned the lesson which no child can yet understand. It is vanity. This hideous world is Maya. Renounce and be happy. Give up the idea of sex and possessions. There is no other bond. Marriage and sex and money are the only living devils. All earthly love proceeds from the body. No sex, no possessions; as these fall off, the eyes open to spiritual vision. The soul regains its own infinite power. How I wish I were in England to see Harriet. I have one wish left — to see you four sisters before I die, and that must happen.\n\nYours ever affly.,",
        "topic_id":18,
        "format_id":21,
        "topic_confidence":0.9696238041,
        "format_confidence":0.8082723618
    },
    {
        "url":"https:\/\/saintphilipsnorwood.com\/2014\/06\/23\/june-22-2014-pentecost-2-you-cant-be-a-little-bit-pregnant\/",
        "text":"June 22, 2014, Pentecost 2 – You Can’t Be a Little Bit Pregnant\n\nTo listen to this sermon, click here: 131223_001\n\nIt is a true saying, and worthy of full acceptance, what a wise doctor once said to me: “It’s not possible to be a little bit pregnant.” There are many things we dabble at in our lives. As children we have favorite colors and foods and toys and friends one day and the next they might be entirely different. One day we wouldn’t wear anything but pink and we wanted peanut butter sandwiches three times a day, and the next day we hated pink and peanut butter was gross. And as we grow older we don’t always grow out of that kind of behavior. As adults we often play at commitments in our tastes or our politics or to clubs or hobbies. I personally must admit that I have a whole trunkful of unfinished projects that bear testimony to my lack of commitment to learning to quilt or do cross-stitch or crochet. It gets more serious, though, when people dabble at their work commitments, unable or unwilling to hold down a job when it gets boring or when they have difficulty with co-workers, and more serious still when people dabble at human relationships: when love is no more than a temporary arrangement until a better offer comes along. We see the devastating effects of that kind of lack of commitment every day, in our families and among our friends and neighbors. It is one of the most hurtful ills that sin has inflicted on us as human beings separated from God; one of the crying needs for the healing power of redemption. The human race, apart from God, is perishing for the lack of anything real and solid to hold onto.\n\nBut the kingdom of God calls for something entirely different than the world. The gospel reading today is one of what are often called Jesus’s “hard sayings” because he is calling his disciples to something new: to a radical commitment that doesn’t allow for any dabbling. Just as a person can’t be a little bit pregnant, Jesus tells his disciples that we can’t be a little bit Christian. If we are to follow him, our faith can’t just be among the top ten priorities in our life, or the top five or the top two. The call to discipleship is uncompromising, and these words that we read today, the words he spoke to the Twelve as he sent them out into the world, are sobering, if not downright scary.\n\n“I have not come to bring you peace, I have come with a sword,” he tells us. “Believe me, your worst enemies are the members of your own household, because if you value your father or your mother or your children more than me you are not worthy to be my disciple. If you don’t accept the suffering that comes along with following me, you aren’t worthy to be my disciple. If you acknowledge me before men I will acknowledge you before the Father. But if you deny me before men, I will deny you before the Father. And if you value your own life above following me you will have lost everything.”\n\nWe’re not used to hearing that kind of black and white, uncompromising talk from the mouth of Jesus. I certainly feel much more comfortable with teachings on grace and love and mercy and forgiveness. We like “God is love” – but where’s “God is love” in all this? It just sounds terrifying. But the reason we think this is that we don’t understand the urgency of our situation, and of the situation of the world. We don’t really believe, most of the time, that without God we were dead in our sins, and that Jesus Christ came to give us something that we had no hope of attaining without him, and that is real, abundant life. We forget, or we never really understood, that the life we see in the world around us is just a shadow of the life we were created to have, and that we are now citizens of a kingdom where real life is to be had. We don’t really fully believe, most of the time, that our faith is a life and death matter, and not just a choice that makes us happier or more secure or better than other people.\n\nBut the plain truth is that no one can live in both kingdoms, because you can’t be both dead and alive. To be alive is to be not dead. And to be dead is to be not alive. To be a follower of Christ is to put him above everything else. And to put anything else before Christ is to not be following him. Life is found only in him, and any other thing we try to hang onto leads only to death. Jesus was sending the Twelve out into a world where they would face ridicule and persecution, torture and physical death, and they needed to know in terms they could hang onto that they had been called into the way of life – the only way of life – that they were being sent out to be lights in the pitch darkness of the world’s night, and that they were being sent out to offer escape to people trapped in the kingdom of death, and that that kingdom, however scary and solid it might look and feel, had no power over them that they needed to fear.\n\nBecause in the midst of all this scary-sounding, uncompromising talk, Jesus gave the command that is found more often in the Bible than any other command – and that is “Don’t be afraid.” The line between the kingdom of this world and the kingdom of God, and the line between life and death, is stark and solid and uncompromising, but within the kingdom of God all that is comfort and kindness and grace and compassion and forgiveness and love is found. And that kingdom is breaking in upon this world to sow all those seeds of life in the”Don’t be afraid,” Jesus told the disciples. “Don’t be afraid of the powers of this world because only God holds your life in his hands. God, your Father, is the only power you ever need to fear. And don’t be afraid of him, because he loves you. He knows and loves every hair on your head and every cell in your body. He cares about the tiniest, frailest creature and he cares about the least detail of your life.” We read a moment ago what Paul wrote to the disciples in Rome: “We know that our old self was crucified with him in order that the body of sin might be brought to nothing, so that we would no longer be enslaved to sin. For one who has died has been set free from sin…you must consider yourselves dead to sin and alive to God in Christ Jesus.” To follow Jesus is to Choose Life: to choose the only real source of life and to refuse all those scams that pretended to offer us life in this world.\n\nAnd there are two things I want to say about that. First of all, we are not called into the kingdom of life so that we can be the lucky few who get a get-out-of-hell-free card. One of the most amazing things about the kingdom of God is that it transforms everything and everyone it touches. That’s why, when Jesus touched a leper, instead of Jesus contracting leprosy, the leper was cleansed. Or when he took the hand of Jairus’s dead daughter, he didn’t become unclean by contact with a dead body as the Jewish law would have said, but instead the girl sat up, well and alive again. And that is why he calls us to put him before all those people we are tempted to put first – the people we love, our family and friends. Because it is only when we are alive in him that we have life to offer them. It’s a little bit like the stewardess tells you when she’s giving safety instructions, that you have to put the oxygen mask on before you can help the passenger beside you, whether it is your own child or a complete stranger. If we are dead we aren’t any use to anyone. But in Christ we have life and to spare.\n\nAnd the second, and very important, thing is this. You can’t be a little bit pregnant, but you don’t start out humongously pregnant, either. A child grows in the womb from a tiny little cell to a big, healthy, kicking, squirming baby over many months. And in the same way, we can’t be a little bit Christian. Either we belong to the kingdom of this world, or the kingdom of God. We can’t be both dead and alive; we can’t choose darkness and light both. On the other hand, we don’t start our Christian lives as St. Francis of Assisi or the Virgin Mary. Even Francis and Mary didn’t start out as big Capital S saints. When we are born into the kingdom of God, we are fully and eternally alive, once and for all, but the life grows in us and transforms us little by little; over time we become more and more a light in the darkness and we are more and more conformed to the image of Christ. The life of the kingdom, in short, grows us up into the person we were created to be from before the dawn of time. It’s a process of small things and patience and hard work, of failures and forgiveness and of suffering and sorrow, too.\n\nWith pregnancy you have swollen ankles and backaches and stretch marks and clumsiness and labor pains – little discomforts and sometimes really big ones. Growth in the kingdom was painful for our Master and Teacher, and he warns us that we can expect that it will be painful for us as well. If you’ve reached adulthood you’ve probably already learned that. But the truest thing of all is that all our suffering is not the agony of death; it is the fruitful suffering of life, pain that leads to joy and the new birth of a new creation in which there won’t be any more sorrow or suffering or pain or death. Everything that we suffer now for the sake of the kingdom will produce a harvest of joy so great that the birth of a child, which is pretty much the most wonderful thing I have ever experienced it, is only a shadow of it, because it will be the re-birth and restoration of the entire creation and the death once and for all of sin and all its schemes and perversions and cruelties.\n\nAnd meanwhile the life of Christ is growing in each and every one of us, and we are here to plant seeds of the kingdom every day, everywhere we go, seeds of kindness and compassion and truth and mercy and love, because as citizens of the kingdom of God we have the only source of life for a world that is dying.\n\nLeave a Reply\n\nFill in your details below or click an icon to log in:\n\nWordPress.com Logo\n\nYou are commenting using your... (truncated)",
        "topic_id":18,
        "format_id":21,
        "topic_confidence":0.9977813363,
        "format_confidence":0.5933199525
    },
    {
        "url":"http:\/\/ehrmanproject.com\/how-do-you-explain-the-long-ending-of-mark",
        "text":"How do you Explain the ‘Long Ending of Mark’?\n\nI will be the first to say that I have questions about the long ending of Mark. But I do think there is solid evidence that the long ending of Mark is very old. I also think that ancient Christianity’s knowledge of questions about it is equally old. I am very skeptical of the texts that people apply to exclude the long ending of Mark. I think you find scholars applying those texts to other parts of Mark and excluding those passages as well – sometimes seriously, and sometimes in jest to point out the irony of it.\n\nThe persuasive power that Dr. Ehrman has is not the profundity of his argument. He’s a great scholar and he can make great arguments, but that is not what persuades students. I wish they were persuaded my great arguments. I would be more persuasive probably. But they are persuaded by the fact that their very first introduction to any of these issues is in his class. He is the first one to bring to their attention that there are a lot of scholars who do not think that the woman caught in adultery belongs in the text, for example. So students raise serious questions about who they can trust. There is a kind of an underlying conspiracy theory from Dr. Ehrman and similar scholars that suggests Christian leaders or scholars try to keep these issues secret. That is simply not the case. We have just done a really poor job of dealing with these things. These are the kinds of things that need to be talked about in Bible study groups, in Sunday school classes, and from the pulpit. We cannot shy away from them anymore. We have not been left that option. Nor should we have ever shied away from them. In that respect, I think the critics – guys like Dr. Ehrman – are doing us a great favor. Now all of a sudden, we have to man-up and say, “No, guys like Dan Wallace do not think the long ending of Mark belongs in the Bible, nor does he think the story of the woman caught in adultery does; and he may very well be right. He is an evangelical. He loves God. He loves God’s word. And you need to pay attention to that guy.”",
        "topic_id":18,
        "format_id":21,
        "topic_confidence":0.990730226,
        "format_confidence":0.7382658124
    },
    {
        "url":"https:\/\/www.lds.org\/general-conference\/1975\/10\/the-developing-welfare-services-department?lang=eng&media=audio",
        "text":"Skip main navigation\nOctober 1975 | The Developing Welfare Services Department*\n\nThe Developing Welfare Services Department*\n\nOctober 1975 General Conference\n\nA recently organized department of Welfare Services, the Developing Welfare Services Department, has been charged to promote the mission of Welfare Services by—\n\n  1. assisting in the teaching and implementation of Welfare Services in the developing areas of the Church, thereby enabling members residing there to enjoy the blessings of family and ward preparedness; and\n\n  2. providing stake and mission presidents in developing areas with health, agriculture, and other Welfare Services missionaries.\n\nThis department provides a geographical emphasis for Welfare Services in world areas where, because of lack of opportunity and other unfavorable circumstances, people often are afflicted with temporal welfare problems, including poverty, poor housing, disease, malnutrition, unemployment, and a shortened life span.\n\nIn addition, priesthood leaders in these areas are frequently recent converts who request special training and help in implementing family preparedness to prevent and solve these problems.\n\nThe Presiding Bishopric has been charged to extend welfare services to “the ends of the earth.” President Harold B. Lee, in setting apart Bishop Victor L. Brown and his counselors on April 9, 1972, challenged:\n\n“It is your responsibility to see that the processes of Welfare organization are extended. … One of your great challenges will be to see how the Welfare program can be moved into the new stakes to the ends of the earth in order that the full processes of the Lord’s plan can be fully realized.”\n\nWe have accepted this challenge. We are redoubling our efforts to provide priesthood leaders and members in developing areas of the Church with needed training and examples so that they can, as rapidly as possible and in an orderly fashion, implement family and ward preparedness. We recognize that priesthood leaders living in the developing areas of the world in the 1970s will need the same careful, in-depth training that was provided during the 1930s and 1940s to stake presidents and bishops in the United States and Canada by President Lee and President Romney.\n\nCareful training of devoted priesthood leaders will enable the Church to implement the Welfare Services programs in developing areas in accordance with revealed principles. Local leaders are learning how to avoid the evils of the dole, avoid the abuse of the use of fast offering funds, and avoid temporal inducement to baptism.\n\nTo date, priesthood leaders in developing areas of the Church are provided with many needed Welfare Services resources:\n\nThe Welfare Services Handbook has been or is being translated and distributed in sixteen languages.\n\nBishopric training materials on Welfare Services are prepared, translated, and distributed.\n\nGeneral Authorities and Welfare Services staff members assist in teaching Welfare Services principles during their visits to different areas.\n\nWelfare Services principles are taught in the Relief Society and other Church curriculum materials.\n\nHealth and agriculture missionaries in increasing numbers are sent around the globe. In 1971 only two health missionaries were serving. Today, 272 health and agricultural missionaries serve in thirty-four missions.\n\nIn giving of themselves these missionaries experience great spiritual growth, as exemplified by the testimony of Dr. Blair Bybee, one of the first health missionaries. He stated as he was released from the Samoa Apia Mission:\n\n“God helped me more, blessed me more, answered more questions, gave me more important challenges, and at the end gave me more of a feeling of having accomplished something good than at any other time in my life. If I never were to practice medicine again, all my years at the university, in medical school, and in my internship would have been well spent just preparing me for my health mission. Intellectually, spiritually, and emotionally, it is the same. I will never cease to marvel and be amazed that God gave me the opportunity to go, nor will I ever cease to give him thanks.”\n\nDr. Bybee’s testimony exemplifies the intense feelings and spirituality of those serving as Welfare Services Missionaries.\n\nLet me tell you what is happening in developing areas of the Church as the principles of family and ward preparedness are taught and applied.\n\nAfter her baptism, a mother living in the Philippines expressed sorrow at having lost her firstborn baby from malnutrition and improper care. With her conversion, there came a great motivation to learn how to properly care for her family. She asked, as she expected another baby, “What do I need to do to have a ‘healthy Mormon baby?’” She took a special course provided by the Relief Society on child care. She was enthusiastic about the lessons and did her best to apply the principles she learned. The second baby was born strong and vigorous and continues to be healthy. The health missionary who helped those teaching the Relief Society course is a local sister called on a full-time health mission. She has since been released from her mission but is still serving her people as a health resource person through the branch Welfare Services Committee.\n\nA letter from health missionaries serving in Latin America reads, “We watched a three-month-old baby who was near death with diarrhea develop into a laughing, chubby, happy baby because the family learned the importance of better nutrition and how to boil water and properly clean utensils and bottles.\n\n“There have been family projects guided by the father, including digging a well, draining a swampy area, planting a vegetable garden, and repairing the home, which have made the living environment more healthful.”\n\nOne proud father helped provide a safe and sanitary way for his family to dispose of their wastes. The facility was built as part of a priesthood welfare services project. Until it was completed, nearly all of the Latter-day Saint families in the branch had no sanitary facilities.\n\nMembers are encouraged by the priesthood to utilize appropriate local health resources such as clinics. Health missionaries assist the priesthood and Relief Society in helping members understand how to utilize these resources. Instead of seeing a doctor only when severe illness occurs, members are striving to prevent disease and keep their children healthy and strong.\n\nOne branch agricultural project has put a parcel of Church property adjacent to a chapel under cultivation to provide fresh produce. The lot had been filled with weeds until the local priesthood leaders, using agriculture missionaries as resources, initiated this project to assist branch members with severe nutritional problems.\n\nEven the children participated and learned as the ground was prepared for planting. The members learned and practiced sound agricultural techniques relating to moisture and nutrient requirements of the soil and now have a corn yield many times greater than they had previously obtained in their own farms and gardens.\n\nA protein deficiency, which had resulted in mental and physical retardation and death of children, was combated as the Saints in Guatemala learned how to raise soybeans, swine, poultry, rabbits, and other protein-rich products. This project has continued long after the agricultural missionary and his wife were released to return home.\n\nThese are just a few of many illustrations of Welfare Services principles at work in developing areas of the Church.\n\nThe Church has now had considerable experience in health missionary work. More is done every day to promote sound agricultural practices. Our work in career development and economic improvement is getting off to a good start. Hours of Church service time are donated, not only by the Welfare Services missionaries, but also by local companions and resource people who serve their own people through callings extended by mission presidents and other local priesthood leaders.\n\nThe Welfare Services missionaries continue to complement proselyting by referring doctors, nurses, nutritionists, businessmen, agricultural specialists, and others to the proselyting missionaries for the missionary discussions.\n\nA good start has been made; yet much remains to be done in alleviating sorrow and suffering and in making the Saints self-sustaining and able to share with others, preparatory to living the full law of consecration.\n\nYour help is needed, my brothers and sisters. There is a pressing need for couples who have experience and teachable skills in agriculture, career development, financial management, health, and related vocations. Priesthood leaders, are there couples in your stakes and wards who, now that their children are grown, are in a position to serve as health or agriculture missionaries in other parts of the world? We need those with good health, vigor, and enthusiasm who can help the Church lengthen its stride throughout the world.\n\nOur hearts reach out and we feel sincere compassion for the hundreds of millions of our Heavenly Father’s children who do not have all of the necessities of life. To bring those who belong to the Church as rapidly as possible to where they can enjoy the blessings of family and ward preparedness is our desire and goal.\n\nIn closing I would like to read a quote from President Marion G. Romney. This is a statement he made in a similar Welfare Services meeting on April 7, 1973.\n\n“The First Presidency has designated Presiding Bishop Victor L. Brown as chairman of the new general committee directing Welfare Services. This brings into correlation the welfare services of the Church, a tremendous responsibility, an unlimited field for services. When we make all of these work, brothers and sisters, as they should to the blessing of those who give and the glorification of those who receive, we will be ready for the coming of the Savior.” May we so prepare, I pray in the name... (truncated)",
        "topic_id":18,
        "format_id":21,
        "topic_confidence":0.9965087771,
        "format_confidence":0.818164587
    },
    {
        "url":"https:\/\/soundfaith.com\/sermons\/148135-lamentations-4",
        "text":"Drop files to upload.\nFaithlife Corporation\n\nLamentations 4\n\nLamentations  •  Sermon  •  Submitted   •  Presented   •  35:59\n0 ratings\nNotes & Transcripts | Handout | Sermon Questions\n\nLamentations 4\n\n\n“The setting is Ohio State University about six or seven years ago in a huge lecture hall (approximately 1000 students) for a Calculus final.\nApparently this particular calculus teacher wasn't very well liked. He was one of those guys who would stand at the front of the class and yell out how much time was remaining before the end of a test, a real charmer. Since he was so busy gallivanting around the room making sure that nobody cheated and that everyone was aware of how much time they had left before their failure on the test was complete, he had the students stack the completed tests on the huge podium at the front of the room. This made for quite a mess, remember there were 1000 students in the class.\nDuring this particular final, one guy entered the test needing a decent grade to pass the class. His only problem with Calculus was that he did poorly when rushed, and this guy standing in the front of the room barking out how much time was left before the tests had to be handed in didn't help him at all. He figured he wanted to assure himself of a good grade, so he hardly flinched when the professor said \"pencils down and submit your scantron sheets and work to piles at the front of the room\". Five minutes turned into ten, ten into twenty, twenty into forty...almost an hour after the test was \"officially over\", our friend finally put down his pencil, gathered up his work, and headed to the front of the hall to submit his final. The whole time, the professor sat at the front of the room, strangely waiting for the student to complete his exam.\n\"What do you think you're doing?\" the professor asked as the student stood in front of him about to put down his exam on one of the neatly stacked piles of exams (the professor had plenty of time to stack the mountain of papers while he waited) It was clear that the professor had waited only to give the student a hard time.\n\"Turning in my exam,\" retorted the student confidently. \"I'm afraid I have some bad news for you,\" the professor gloated, \"Your exam is an hour late. You've failed it and, consequently, I'll see you next term when you repeat my course.\"\nThe student smiled slyly and asked the professor \"Do you know who I am?\"\n\"What?\" replied the professor gruffly, annoyed that the student showed no sign of emotion.\nThe student rephrased the question mockingly, \"Do you know what my name is?\"\n\"No\", snarled the professor.\nThe student looked the professor dead in the eyes and said slowly, \"I didn't think so\", as he lifted up one of the stacks half way, shoved his test neatly into the center of the stack, let the stack fall burying his test in the middle, turned around, and walked casually out of the huge lecture hall. “\nIf Jesus can use a conniving steward to make a point about how smart we should be in the use of our money, I want to use this illustration to make a point.\n\nYou can have peace when enemies surround you.\n\nEach chapter in Lamentations has focused on one aspect of a difficult life. Chapter 1 spoke about “she” the ruin. Many are living a bummed out life. Some choice they have made or someone else made has hurt them and those they love.\nChapter 2 focused on the awareness of God’s judgment. The key word was “he.” We reap what we sow. This sounded like a meaningless platitude, but now we are living it, we see the ruin, realize it is our fault, and don’t know what to do. The Bible tells us to come to Jesus. The starting point for a new life is putting your faith in Jesus.\nThe key word in Chapter 3 is “I.” Jeremiah was depressed. He realized that with all the ruin around him, that his hope would need to be firmly placed in God. The key to dealing with depression was to take our eyes off the ruin, hope in God and wait. We suggested that you learn\nLamentations 3:22–23 ESV\n\nThe steadfast love of the LORD never ceases;\n\nhis mercies never come to an end;\n\nthey are new every morning;\n\ngreat is your faithfulness.\n\nLamentation 4\n\nThe key word in Chapter 4 is “they.” The “they” are the enemies. They are the unreasonable calculus teacher. They are the ones who are after you and are very happy that you have gotten what they think you deserve.\nJeremiah highlights this, especially in\nLamentations 4:15–20 ESV\n\n“Away! Unclean!” people cried at them.\n\n“Away! Away! Do not touch!”\n\nSo they became fugitives and wanderers;\n\npeople said among the nations,\n\n“They shall stay with us no longer.”\n\nThe LORD himself has scattered them;\n\nhe will regard them no more;\n\nno honor was shown to the priests,\n\nno favor to the elders.\n\nOur eyes failed, ever watching\n\nvainly for help;\n\nin our watching we watched\n\nfor a nation which could not save.\n\nThey dogged our steps\n\nso that we could not walk in our streets;\n\nour end drew near; our days were numbered,\n\nfor our end had come.\n\nOur pursuers were swifter\n\nthan the eagles in the heavens;\n\nthey chased us on the mountains;\n\nthey lay in wait for us in the wilderness.\n\nThe breath of our nostrils, the LORD’s anointed,\n\nwas captured in their pits,\n\nof whom we said, “Under his shadow\n\nwe shall live among the nations.”\n\nIt was bad for Israel. People who once respected them now acted as though they were dirty or unclean. No one would let them stay in their territory or homes so they wandered. The Israelites looked for some nation to help them but no one stepped forward. The Babylonians came after them in the streets, followed them to the mountains and ambushed them in the wilderness. In verse 20, they had trusted in the king, called here the “Lord’s anointed.” They trusted that the king would guide them through the problem. The political system failed them.\nSome of you either have been or are where Jeremiah was. The bill collectors are hounding you. The judicial system has either condemned you or let you down. Because of your actions, homes and places that you used to be welcome have locked the doors to you. They won’t answer your phone calls or answer your texts. You may be cut off from seeing your children or grandchildren. “They” are out to get you and are making life even more difficult for you than you think it should be.\nYou might have become a Christian during this time. You are now a follower of Jesus. You have recognized that you have sinned against God and owned up to your bad decisions. You are working on that new life. You struggle with depression, but you know that God can be a light of hope for you and you are pursuing that.\nYet there are those enemies. You know whom the “theys” are in your life. They won’t let up. What are you to do?\nThe answer is this:\n\nSit down at the table with God.\n\nsat down and ate when his enemies surrounded him.\nPsalm 23:5 ESV\n\nYou prepare a table before me\n\nin the presence of my enemies;\n\nyou anoint my head with oil;\n\nmy cup overflows.\n\nWhen you are working to change your life around, you have to ask this question, “Who is the most important person in my life?”\nWhen you were heading in a downhill direction, the answer may have been that you were most important to yourself.\nWhen you realized how bad you had done, the most important people were the ones you hurt needlessly. You desperately want their forgiveness and you want to be reconciled to them.\nThe Bible’s answer is that God needs to be the most important person in your life. When your enemies surround you, your first job is not to please them in hopes that they will become your friends, you first priority is to sit down at the table God has prepared for you in the presence of your enemies.\nPlease catch this. In the Old Testament, when you ate at someone’s house, it implied protection. When the men of Sodom wanted the angels to come out, Lot provided protection. When the men of Benjamin wanted to do harm to the prophet, the old man protected him. When you sit at God’s table, he provides protection from your enemies.\nYour enemies may be able to take your house, your spouse, your children, your job, your money, and even your life, but they cannot take you. Your soul, the real you, is in the hands of God. God invites you to come and sit at his table.\nEven though your enemies do not accept you, God accepts you. One way that guests were honored was to pour some oil over their head. If you didn’t, that was a form of insult. Simon did not do that when Jesus came to his house. If your faith is in Jesus, you are not only invited in, you come in as an honored guest.\nFurthermore, your cup is overflowing. God has prepared a rich cup of spiritual blessings for those who trust Jesus. These spiritual blessing come to you no matter what might be in your past. Your enemies will bring up the past and throw it at you. When you sit at God’s table, he talks about the present and the future. You are forgiven. You have a new life. If anyone is in Christ, you are a new creation. The old has passed and the new has come. You are now in God’s family. You are seated with Christ in the heavenly realm. You have a future in heaven.\nIf God is with you and for you, you can stand against the world. God will help you to love your enemies and do good to those who despitefully use you. He will guide you towards any possible reconciliation. The new life will be different. Change will be required.\nSo what do you do with your enemies?\n\nFirst, you ignore them.\n\nThere is a new reality, a new relationship, now that you have asked Jesus to be your savior. If you put Jesus first, then you must initially ignore the demands of your enemies. Don’t do that the enemies ask you, do what Jesus asks you. Sit at his table, enjoy his food, listen to his voice and block out the demands of those who are not impressed with your “new life.”\n\nSecond, you do what Jesus asks you to do.\n\nSometimes the demands of your enemies are what you should do. God wants us to pay our debts. It’s the loving thing to do. God wants us to apologize... (truncated)",
        "topic_id":18,
        "format_id":21,
        "topic_confidence":0.9977195859,
        "format_confidence":0.8706524968
    },
    {
        "url":"http:\/\/firstparishnorwell.org\/sermons\/youcant.html",
        "text":"You Can't Always Get What You Want\n\nMarch 15, 2009\nStuart Twite\n\n\n\"These Bad Times a Product of Bad Morals\"\nSamuel J. May (from a sermon given in this church on My 21st 1837, a year in which an economic Panic brought on by excessive speculation had launched America into a depression with many bank closings, a restriction of credit, and high unemployment.)\n\n\"...let any one go to our cities, and he will see in almost every face the expression of anxiety, and hear from almost every lip the language of lamentation and alarm. Thousands, who a few weeks ago were at ease in their possessions, were accounted by others and believed themselves to be rich, have suddenly been waked up from their dream of prosperity, and find themselves stricken with poverty. And thousands more, who have been honestly earning a comfortable livelihood by the labor of their hands are now-as it were at a stroke-thrown out of employment, and know not where or how to get their daily bread.\n\nI do not presume to think that I am wise enough to understand all the proximate causes of the present disasters of our merchant people...I trust, indeed I have no doubt, that great good will issue from this present evil, but the benefit will extend only so far as the people are brought to see the errors of their ways, and to amend them...\n\nI long to see rational, moral, immortal beings earnestly engaged in endeavors to lay up those treasures, which moth and rust cannot corrupt...treasures of knowledge and virtue and piety, which cannot be shipwrecked, but will float with them, ay, bear them up over the waves of trouble, through all the storms of adversity, to the haven of eternal safety...\n\nMy heart's desire and prayer for my fellow citizens is, that they may have a happy issue out of their affliction - Seek happiness, I beseech you, where alone the happiness of rational and moral beings can be found-in the treasures of knowledge, virtue and piety...They shall endure when all else shall fail.\"\n\n\nI begin this morning with a confession. This is not easy for me to say but the time has come. I love Mr. Rogers. There. It's out there and I can't take it back so I better explain. \n\nSome years ago I read of a study that looked at how rapidly images on our television screens change in order to keep the attention of the audience. It began in the early days of television when images changed every several seconds. You won't be surprised to hear that images now change several times per second. It seems clear that it is part of an endless and vicious, cycle.  Images change at faster and faster rates to keep up with ever shrinking attention spans, that shrink ever more as they are exposed to ever more rapidly increasing images - You would expect this to be true of children's television, and it is.  Most shows for young people today are very, very fast, manic and loud. And the commercials?  They are even faster and louder.\n\nBut the phenomena is hardly limited to children's programming. Think about television news channels for a minute.  Stories are reported before any kind of corroboration in the effort to get it out fast and first. The old reassuring talking head has been replaced by two or three people spitting out partisan sound bites punctuated by audio and video and, if that weren't enough, at the top of the screen is a steady stream of other news, while a ticker tape of financial or coming news runs at the bottom. We must have our entertainment, we must have our information right now. \n\nAnd again the commercials. It is no exaggeration to say that the dominant message of our culture is that with the proper car, vacation, beauty product, or breakfast cereal, all manner of things will be well.  Our troubles can be forgotten with a trip to the store or a click of the mouse on our computer. To a really staggering degree, we are used to getting a great deal of what we want, when we want it. \n\nHow many of us have seen something advertised and bought it online only to forget that we had even ordered it by the time it came to the house? I speak not of great luxury or dreams of living in self-indulgent splendor. I am talking more of the day to day elements of living life. We live in a culture of instant gratification and our young people have known no other culture. The spiritual and moral effects of this condition are staggering and they are my subject this morning.\n\nAll of which brings me back to Mr. Rogers. He was most assuredly not fast and furious.  In fact he was the antithesis of fast and furious. He moved slowly, spoke gently, and the biggest action moment in his show was tossing his shoe from one hand to the other and changing into his sweater while singing \"It's a Beautiful Day in the Neighborhood.\" (I worked in Washington DC for a time and the first things I went to see at the gargantuan Smithsonian Institution were Archie Bunker's chair and, you guessed it, Mr. Roger's sweater, made by his mother.)\n\nHis message was basic and gentle.  Its good to learn about things, do one thing at a time, be present for you own life, know yourself and love yourself, and, most especially, remember that you live in a neighborhood. And his delivery was - very, slow and deliberate.  No instant gratification here. \n\nLooked at in a certain way, the message of Mr. Rogers is much the message of Lent. We are today at about the midpoint of the Christian season of lent, the 40 days preceding Easter. Lent commemorates the 40 days that Jesus spent in the wilderness following his baptism by John in the Jordan river. \n\nThis story in the life of Jesus has always been, for me, one of the most compelling in all of scripture. It follows the story of a poor carpenter's son from the dusty no account town of Nazareth who seems to have a special sense of mission. He decides to go to a radical apocalyptic prophet, John the Baptizer, who, dressed in camel hair and existing on a diet consisting of locusts and honey, wanders the desert baptizing people in the Jordan River and calling for a life of repentance. John would later be beheaded by the secular authorities allegedly because of his criticism of the governor and fears that he was fomenting revolt. Jesus is baptized by John and then, in preparation for his great life of teaching and healing, spends 40 days fasting in the wilderness where he is beset by various temptations. \n\nThose 40 days of preparation are the heart of what lent is about. It is a season of renewal, re-commitment and service to others. For some, it is like a forty day New Year's resolution or weight loss plan and the diet is trotted out or a particular vice or even a serious addiction is railed against yet again.  When, almost inevitably, the diet is broken, or the object of addiction is returned to, the spirit is wounded. In the words of Rev. Weinstein, lent becomes \"a 40 day carnival of self-loathing.\"\n\nAt this point you may be wondering what all this has to do with instant gratification. It's my contention that the psychological, social, and spiritual effects of our culture of instant gratification are numerous.  The story of Jesus in the desert, however, illuminates two of the more pernicious ones. \n\nThe first lies in our increasing inability to take the long view. I have told before of how just a couple of weeks after the dramatic beginnings of our current economic downturn, I heard some young stock brokers in a television interview wondering in amazement  \"How long can this go on.\" Our instant culture has made us much less able to see past our current condition whether that condition be happy, sad, boring or indifferent. This might not be so bad if we were actually living in each of those minutes but, more likely, we are looking to either escape, prolong, deaden, or intensify the moments of our lives thereby missing most of them completely. \n\nPsychologists have extolled the virtues of delayed gratification and the long view.  This from an ABC News report: \n\nOne characteristic of many of today's young people, children and parents, is the need for instant pleasure, and little patience with any need for ‘delay of gratification'.\n\nPsychologist Walter Mischel and many others have shown that the ability to self-regulate and to delay gratification or to wait for rewards is a very good predictor of many aspects of psycho-social health and wellbeing in childhood, and in later life.' ‘Poor capacity to regulate oneself, on the other hand, is a predictor of psycho-social difficulties in the longer term, including problems in attending to, or persisting with a task, adapting to changing environments, and considering the perspectives and the needs and feelings of people around them.\" All a somewhat technical way of saying \"Good things come to those who wait.\"\n\nThe world's great faith traditions are nearly unanimous concerning the virtues of delayed gratification and I think the reason is basic. Instant gratification leads to self absorption-I want what I want and I want it now. \n\nReligion itself is not immune. We are blessed and cursed with a virtual cornucopia of religious options in this country. Religion is very big business. As churches strive to stay \"competitive\" in today's marketplace, they promote the very short-sightedness that their founding tenets argue against.  \n\nVirtues like perseverance, empathy, and an awareness that we live in a neighborhood slowly deteriorate and the worst part is it happens so gradually that we don't even realize it.\n\nAnd it is that self awareness that is at the heart of the second great casualty of our culture of instant gratification. As Jesus began his ministry I imagine him full of passion and a burning desire to spread his message while at the same time, nervous and unsure that he was up to the very word he brought.  His solution was to pause, spend some time alone, to fast, to face the temptations straight away that plague all of us, and, finally, to get to know himself, for in self-knowledge would he find strength and perseverance. \n\nIt has never been ... (truncated)",
        "topic_id":18,
        "format_id":21,
        "topic_confidence":0.995415926,
        "format_confidence":0.7936490774
    },
    {
        "url":"http:\/\/www.2012unlimited.net\/fourth_dim.html",
        "text":"Back to Home page\n\n4th Dimension is Upon Us!\n\nDrunvalo Melchizedek\n\nInterviewed By Leading Edge Newspaper Publishers,\n\nDiana and Kenneth Burke\n\n\nDrunvalo is a big-hearted, gentle man who \"walked into\" his adult physical body in 1972 and who retains full memory through different lifetimes and varying dimensions of consciousness. He is an accomplished scientist, physicist, inventor, healer and teacher. His main purpose in coming to our 3-D world at this time is to help Earth's people to make a smooth transition through the upcoming Shift of the Ages. He feels the most important work \"is to remind us about our MerKaBa, the powerful etheric fields that exist around each of our bodies, which have been in a dormant state since the fall of Atlantis,\" which occurred approximately 13,000 years ago.\n\nDrunvalo and his facilitators teach the acceleration of perfect health, well-being and spiritual transformation through the activation of the MerKaBa, resulting in deeper contact with the Higher Self and giving \"unparalleled protection\" as Earth goes through its changes, as well as strengthening all aspects of one's life. The MerKaBa is activated through an ancient way of breathing and meditation originally taught in the Egyptian Mystery School. Drunvalo's long-awaited first book, \"The Flower of Life,\" is soon to be released in late Spring of 1997. For information about the Flower of Life teachings see their website at: To find out more about the pollution clearing project or tools email:\n\nLE: Do you feel that our society is going to crumble fast ... or can the coming 4th dimensional shift be smooth?\n\nDrunvalo: I feel everything is a dream. It's all light. And it is what we think it is, whether we're conscious of it or unconscious of it. If we come together in our hearts enough, we can change that dream and lessen the violence and pain that could happen during the transition. If we were completely together as a planet in love, this transition would be one of great beauty. It would be the most beautiful thing one could ever imagine.\n\nWe're about to implement a cleansing program for the world ... if the secret government will allow us, and they're saying they will.\n\nLE: They are? Are you in communication with them?\n\nDrunvalo: They're doing pretty good, but they're going through a lot of changes.\n\nLE: Tell us about your cleansing program.\n\nDrunvalo: Well, the program is remarkable. We have figured out how to erase all the pollution off the heal the planet back to the way it was 1,000 years ago, and we can do it in less than a year.\n\nLE: That's fantastic!\n\nDrunvalo: Hopefully, people, when they watch their planet go back into cleanliness, will respond by not wishing to continue doing what they've been doing to recreate it all over again. We can keep it clean. We have learned how. In a little while I'll discuss this more.\n\nLE: Okay. Can you share some details about the upcoming 4th dimensional shift we're headed for?\n\nDrunvalo: What's happening now is souls are moving all around the universe into the geographical area most attuned to where they're at vibrationally.\n\nSo, when they make the transition it will be more comfortable for them, and it will be more understandable.\n\nLE: When the shift happens, will there still be a third-dimensional world for those people who still want to live in 3-D? What is your perception of this?\n\nDrunvalo: My angels (Drunvalo's Higher Self) are saying that this planet, if it continues the way it's going, if it doesn't change, is not going to be habitable. There's something happening in the third dimension that's forcing light to move up (in dimension). The Earth has many dimensional levels.\n\nThere are many worlds here. There is not just one.\n\nLE: So, you're perceiving that when the shift happens the third dimension, as we know it, will be no more.\n\nDrunvalo: Well, it really doesn't make a lot of difference if it is or isn't. What's going to happen is that consciousness is going to be forced into moving into higher levels. Who is doing this? It's God. God is forcing us to make a change for whatever the reason. The shift is coming from outside the (solar) system, and that's God, from our point of view.\n\nLE: Will everybody wind up in the same place in the fourth dimension initially?\n\nDrunvalo: You may end up in different overtones of the fourth dimension, but only for a while. Eventually, everybody will move into the twelfth overtone, and from there we will make another huge leap of consciousness. From that point, according to the Ascended Masters, we will move very fast, and we'll never be the same again.\n\nLE: Past the fifth dimension?\n\nDrunvalo: We'll move into the fifth, which is formlessness. There is no form in the fifth dimension. Although the fourth has form, it's almost nonexistent there also.\n\nLE: Do you have any time frame when this will occur?\n\nDrunvalo: Anybody who really wants to know can go inside themselves and find out. I don't think it's a good idea to give a time frame...although I believe it's coming very soon. It's dangerous to give a time, especially for some people. It would be similar to telling someone the exact day they were going to die. Your whole life from them on would not be lived the same way.\n\nSo, if you know the day you're going to make the dimensional transition it puts your mind into the future rather than the here and now, which is the only place you can change. So, I don't like to give predictions of when things will happen.\n\nLE: How can a couple...a man and wife or friends...stay together during these dimensional transitions?\n\nDrunvalo: Remember that your partner has within him\/her, literally, Christ consciousness. Look into the other person's eyes and look past the personality until you find that special place in the person...where you see the Christ consciousness. If you both see the Christ consciousness in each other, then that bond is so strong that it overcomes everything. I think it is one of the most powerful things that there is. You're not looking at the other person as only a human, but you're understanding and seeing their divine side.\n\nThat was done in Lemuria. They got to the place in their meditations where they saw the Christ within each other. When they made love and had a baby, they saw that the baby was God. In the actual...really doing that...really making it alive, they became immortal. That form of Tantra leads to immortality. You don't have to have a baby. It's only knowing that God lives with the other person...that God actually lives in everyone. Live that belief and you can go through anything. I'd like to continue something I started talking about earlier.\n\nLE: Please do.\n\nDrunvalo: My angels asked me to look at what was going on in Sirius B.\n\nThat's where the dolphin and whale planet exists. The dolphins and the whales were into external technology until recently. That's documented by what happened with the Dogon tribe, where they came from space and landed in spaceships and where they created water and got into it. If you are unaware of this, read Robert Temple's book, \"The Sirius Mystery.\"\n\nLE: Okay.\n\nDrunvalo: It is written in a cave in Africa that the dolphins and whales had spaceships until at least 700 years ago. My angels told me that about 200 years ago the dolphins and whales began a process where they were letting go of external technology, and they managed to completely get themselves out of it and internalize everything. So, they don't need anything any more.\n\nEverything is completely internalized. On their planet, around Sirius B, there are humanoid types who are still connected to technology like we are.\n\nAnd they have created a right-brain psychotronic technology. It has no moving parts. It looks like sculpture. they can do anything with it. It's a technology that, once it's used, it transforms the user so that the user realizes they can do whatever they just learned within themselves. Very rapidly the humanoids are becoming Cetacean. The technology itself is actually getting them out of technology.\n\nLE: That's wonderful!\n\nDrunvalo: As I started to talk about earlier, we are about to implement something like this here on Earth. We've gotten permission now, and we did a lot to make certain that we have permission from every level (of spirit).\n\nI'm referring to our beginning to clean up the planet. We have a simple technology. It runs on only 20 milliwatts of power, which is almost nothing.\n\nIt needs only a tiny 12-volt battery, but with this little device we recently finished cleaning up the entire city of Denver. Denver was the most polluted city in the United States. It's now one of the cleanest. You can go there and see a bug on the's so clean! Two years ago a group of scientists from a corporation called Key Research, Inc. set up a tiny machine that created a tube-torus 35 miles in diameter.\n\nAll they did was play the wave-form of a rain cloud into the air. What is does is it cleans out all the pollutants in the sky. It brings rain. It raises the water table. It also dropped the crime rate by 31%. It's very complex and I can't get into all of it now. there's much more to it. It has to do with the geopathic lines that run through Denver. There are six of them. They had to be mapped.\n\nLE: Are your plans to send people to different cities with this technology?\n\nDrunvalo: We're going to train people to do this and clean up different areas. We're talking with Egypt about cleaning up Giza and Cairo, both of which are very dirty. We believe that, if it as implemented in the right area, almost overnight (it actually takes less than 90 days to do the major part of it), all the skies of the world would be clean. Then, we can go to the oceans and clean all the oceans. Next, we can go into the ozone and heal the ozone. Then we can go into the Earth and actually transmute the poison toxins and the uranium and everything into helpful Earthly elements and restore the Earth to the way it was before. We know how to do this.\n\nLE: Did you... (truncated)",
        "topic_id":18,
        "format_id":21,
        "topic_confidence":0.9520922899,
        "format_confidence":0.9889877439
    },
    {
        "url":"https:\/\/lewistonfirstumc.org\/2018\/10\/22\/sermon-october-21-2018\/",
        "text":"Sermon October 21, 2018\n\nConfronting Paradigms\n\nText: Ephesians 6: 13-19\n\n13 Therefore take up the whole armor of God, so that you may be able to withstand on that evil day, and having done everything, to stand firm. 14 Stand therefore, and fasten the belt of truth around your waist, and put on the breastplate of righteousness. 15 As shoes for your feet put on whatever will make you ready to proclaim the gospel of peace. 16 With all of these, take the shield of faith, with which you will be able to quench all the flaming arrows of the evil one. 17 Take the helmet of salvation, and the sword of the Spirit, which is the word of God.\n\nThere was a man who had been out at a party and he stayed longer than he probably should have and he knew his wife was going to be angry with him for getting home so late.  On the way home he decided to take a short cut through the local cemetery – this would save him at least 5 or 6 minutes of walking rather than staying on the streets and walking around.  As he started into the graveyard, he noticed the light from the streetlights was growing dimmer and dimmer.  It seemed a cloudy evening and there was no moon light, not even a star.  Blacker and blacker it grew until he could hardly see his hand in front of his face.  And then it happened.  He walked into a mound of dirt he could not see, tripped and fell into an open grave.\n\nHe picked himself up, not hurt because the dirt was soft –obviously a recent digging – and began to search for a way out.  If it was dark before you can imagine what it was like six feet below the surface.  He couldn’t see a thing.  He felt around the dirt walls searching for a root or something he might grab hold of to pull himself up and out of the open grave.  No luck – the walls seemed smooth as glass in the pitch black of night.  He jumped up, flailing his arms up over the top of the grave hoping to grab some grass, perhaps a weed, anything that he could grasp to pull on; over and over and over again he jumped up trying to grip onto something.  It was no use.  Exhausted and sweating he made his way to the corner of that empty grave, sat down and decided he would just have to wait for morning until someone came along to help him out.  Soon he drifted off to sleep.\n\nHe awoke to the rustling and solid thud of yet another wanderer cutting through the same cemetery and falling into the same open grave.  The newcomer jumped and jumped, just like he had done for several minutes.  Finally the first man decided to speak from the dark corner of the grave where he had been sleeping.  “You’ll never make it” he said to the newcomer.  But he did.\n\nPart of what makes this story entertaining is that we understand the situation through a particular paradigm that we have been taught.  Every Halloween people remind us again that cemeteries are supposed to be scary places where mysterious things happen and where the ghosts and goblins roam. Just the thought of walking through a graveyard at night and alone scares some of you right now – in broad daylight.  And when I began to tell the story and had the man cut through the cemetery – you knew right away it was a bad idea.  We have been conditioned to anticipate such things and of course this story fulfilled your expectations.  Then when we put ourselves in the shoes of the second man who fell in and imagined ourselves struggling to get out when suddenly we hear a voice out of nowhere that states “you’ll never make it” – well, we can all understand this would make someone jump right out of their skin – and out of the grave as well.  So of course, this is what gives the story a humorous conclusion – because we can relate so completely to the second man.\n\nThe reason we can relate is because of paradigms.  Paradigms offer us a certain structure and a certain way of seeing the world and understanding what is going on around us.  Most of the time, paradigms are very helpful – as a matter of fact, not only are they helpful, but they are also necessary.  They are also extremely difficult to change once they are accepted as truth.  This can be a problem.\n\nThere are at least two false paradigms that have become sort of famous over the years.  One such paradigm involved the shape of our planet – everybody knew that the world was flat.  The other paradigm involved a man named Galileo who suggested the earth was not the center of the universe.  We all know what happened to him.  Once accepted as a general guiding principle and understood to represent the collective wisdom of those in power, a paradigm becomes almost sacred – people are willing to die rather than re-think a paradigm.  It’s true – that is what caused the Civil War – people were unwilling to rethink the paradigm of slavery – they chose to kill and be killed rather than to have a sacred paradigm challenged.\n\nI began with a light-hearted story to illustrate how paradigms help us think.  But now we must face up to the fact that they can also be very powerful motivators and we must also recognize that a particular paradigm can also be inaccurate.  Regardless of what we have been told, regardless of who else believes it to be true, regardless of what has been written about it – the chance remains that any paradigm we believe to be true could be not so true.\n\nThere is such a paradigm in Christianity.  This is a powerful and deeply entrenched paradigm that has shaped our culture in a thousand ways.  The trouble is, I don’t believe the paradigm to be accurate – and it isn’t just a little out of whack and in need of a slight adjustment.  It is completely wrong.  It is so wrong that the exact opposite of this paradigm is what I believe to be true.  The trouble is – as I said before – once a paradigm is accepted they are very difficult to change.\n\nThe paradigm of which I speak is the paradigm of redemptive violence.  Contemporary theologian and Bible scholar Walter Wink identifies it as the myth of redemptive violence.  By whatever name we identify the thinking, it is still the same.  The idea that in some cases violence solves problems and can be used to bring peace and good, sometimes violence can even be used to bring redemption.\n\nThe orthodox Christian position on the sacrifice of Jesus supports this thinking.  This position believes that God required a blood sacrifice – an act of incredible violence – in order to save humanity.  The scripture I read at the beginning of this sermon speaks of the Gospel of peace and the sword of the Spirit as compatible elements and all being from God.  The whole armor of God.\n\nTruth is, I believe, this paradigm of redemptive violence that is so often taught as such a good thing, spills over into our culture at large.  Why else would we kill people to demonstrate to people who kill people that killing people is wrong?  Why else would we support wars and military coups that are supposed to bring peace and tranquility to a nation or region?  Why else would we be willing to tolerate the mass casualties of innocent civilians in acts of war?  Is it possible that we are the most violent nation in the world (and we are by far) because we are also the most “Christian” nation in the world?  Think on that one for a little bit.\n\nThe paradigm of redemptive violence originates within the Christian and Hebrew scriptures.  The drowning of the Egyptian soldiers after the parting of the Red Sea is redemptive violence.  The forceful taking of the Promised Land recorded in the Old Testament is redemptive violence.  The story of God asking Abraham for Isaac is a story of redemptive violence.  Any sacrifice at all is an act of redemptive violence.  And don’t think it is limited to the Old Testament because it is not.  Every Easter millions of sermons are preached praising the redemptive violence of death on a cross.\n\nThe problem is that violence is not redemptive.  It never has been and it will never be.  The teaching of the paradigm of redemptive violence is something we need to confront as the church moves into the 21st century.  It is a paradigm that needs to be challenged and re-thought.  As difficult as it is, it is work that must be done.  The question is; are we up to the task?\n\nFood for thought.  Go in peace and go with God.  Amen.\n\nLeave a Reply\n\nFill in your details below or click an icon to log in: Logo\n\nYou are commenting using your account. Log Out \/  Change )\n\nGoogle photo\n\nYou are commenting using your Google account. Log Out \/  Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/  Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/  Change )\n\nConnecting to %s",
        "topic_id":18,
        "format_id":21,
        "topic_confidence":0.9972065091,
        "format_confidence":0.8557299972
    },
    {
        "url":"https:\/\/testdrivingtheology.org\/2015\/09\/13\/child-of-god\/",
        "text":"Child of God\n\n“Child of God”\nMark 8: 27-38\nPastor Todd Buegler\nSeptember 12-13, 2015 (Rally Weekend)\nTrinity Lutheran Church\n\nMy deep gratitude to Jessica Dant for singing the musical interlude that is woven through today’s sermon.  \nGrace and peace to you from God our Creator, and from Jesus, the Son of God and Savior of the world! Amen.\n\nI recently came across a list I thought was interesting. It was in a Washington Post article that listed the top 12 things that Americans are afraid of. And while some of the items on the list are quite predictable, there were a couple of surprises on the list. So in order of importance, I present to you the top twelve things that Americans are afraid of:\n\n  1. Number one on the list: Public speaking. This is not a shock. I’ve heard this before, you probably have too.       According to the Washington Post, a full 25.3% of Americans fear speaking in front of a crowd of people.\n  2. Fear of heights.  This too is not a shock. It makes sense. I had a good friend who was afraid of heights.  He was 6’ 6” tall. He used to say “It’s not that I’m afraid of heights…it’s just that I have a healthy respect for gravity.”\n  3. Third on the list are bugs, snakes and other animals. I get this. Snakes are my big fear. As a matter of fact, when we do the “blessing of the animals” service in a couple of weeks I’ve already told Pastor Dean that he gets to bless any snakes. I don’t do snakes.\n  4. The Fourth greatest fear is drowning. That seems reasonable.\n  5. Fifth is blood and needles.\n  6. The Sixth is claustrophobia: a fear of small, tight spaces.\n  7. Flying is seventh, followed by:\n  8. Number 8: a fear of strangers.\n  9. American’s 9th biggest fear? Zombies.       Yes, zombies.\n  10. The tenth biggest fear is fear of the dark.\n  11. Number eleven is a fear of clowns.\n  12. And rounding out the list at number twelve is ghosts.\n\nI find it interesting that more people are scared of clowns than ghosts, but that zombies beat out both of them.\n\nWe can laugh at some of the items on this list, but we do have to recognize that fear, even those fears that seem irrational at first glance are real. In my ministry, I’ve spent time talking with people about their fears, and I’ve learned a couple of things: If you live with a fear long enough, pretty soon it becomes a part of who you are. Fear can mess with your emotional and even your physical health. Fear of intimacy, fear of taking action, fear of risk, fear of rejection: Fear can damage and even destroy relationships. It can paralyze us …fear can twist us, overwhelm us…consume us until it becomes a part of our very identity.\n\nAnd fear is nothing new. Humans have lived with fear since creation. In our Gospel lesson today, the disciples had to be experiencing anxiety. They were at the nucleus of a movement that was beginning to change their world, and were starting to seriously irritate the religious and political leaders. They were putting themselves at risk.\n\nAnd Jesus was having this conversation in the city of Caesarea Philippi, over 100 miles north of Jerusalem. It was just at (or even a bit beyond) the edge of Jewish tradition and influence. This was Roman territory. And the Romans weren’t exactly friendly with the Jewish people. The city was named after their emperor, Caesar, and after Phillip, the son of King Herod. The Roman leaders. And they were surrounded by statues and monuments to Roman gods and goddesses, most notably Pan, the Roman god of the wild. For the Jewish people, this was the frontier. It wasn’t safe. It would be like wearing your Viking jersey in the middle of Lambeau Field.\n\nFor the disciples, every time they turned around; they were reminded that they were at risk; strangers in a strange land. But the disciples trusted Jesus. When Jesus asked the question “Who do you say that I am?” Peter’s answer “You are the Messiah” implies that “despite the risk, despite the fear, you are my savior, and I am your follower. I am a child of God.”\n\nLike the disciples, we live in a world of uncertainty and fear that can paralyze. But also like the disciples, we are reminded as people of faith that we are called to trust. That while fear may challenge us, it cannot overcome us. That our faith is placed in the God who calls us his own.\n\nWhen I was doing my hospital chaplaincy rotation as a part of my seminary education, I was visiting with a woman in our chemical dependency unit. “I’m so afraid,” she said, “of what it will be like when I leave here. I don’t know if I can do it. How do I not be afraid? I don’t think I’m brave enough” My answer was simple: “You trust.”\n\nThe opposite of fear isn’t courage, which can seem like an elusive goal; something we have to try and attain by ourselves. The opposite of fear is trust…trust in those around us and trust in God. As people of faith, we trust that we are children of God, and that God as a loving parent, watches and protects us.\n\n(Song Interlude 1)\n\nYou unravel me, with a melody\nYou surround me with a song\nOf deliverance, from my enemies\nTill all my fears are gone\n\nI’m no longer a slave to fear\nI am a child of God\nI’m no longer a slave to fear\nI am a child of God\n\nSo the question that I want to ask you today is simply this: What are you afraid of? Where do you find your fear? And how do you find trust?\n\nLike the disciples, our sense of trust comes from our identity. As Peter boldly proclaimed his trust that Jesus was the messiah, and in the process affirmed that he was a child of God, we too look to our identity to find the source of our trust.\n\nWe find our identity in our baptism. I have taught baptism classes and preached about baptism for my entire career. But it was fourteen years ago, when I held our oldest, Nathan at the font, and the water was poured on his head…in the name of the Father, of the Son, of the Holy Spirit…that I finally understood something that had escaped me before. In that moment, looking down at Nathan, it was as if I overheard the voice of God saying: “Nathan, you are mine…” and at that moment, I realized that Nathan doesn’t really belong to Lori and me. Nathan belongs to God. God is just loaning Nathan and then Sam to us for awhile…to tend while they grow, to care for, and to love. But ultimately, Nathan and Samuel belong to God. Ultimately, I belong to God. Ultimately, you belong to God. We are born, baptized and called into something new…something much larger than ourselves; something that sets us free from our fear…\n(Song Interlude 2)\n\nFrom my mothers womb\nYou have chosen me\nLove has called my name\nI’ve been born again, into your family\nYour blood flows through my veins\n\nI’m no longer a slave to fear\nI am a child of God\nI’m no longer a slave to fear\nI am a child of God\n\nWe live in a world that is perfectly happy to tell us what our identity should be. In fact, in 2014, according to the National Council of Marketing Executives, over $540 billion dollars were spent on trying to tell us, among other things, how we should dress, what music we should listen to, what cars we should drive, how much weight we should lose and what our hair should look like. By these standards, if we spend this money and do these things, then our lives will be full…our identity will be complete. But as followers of Jesus, we know better. These things, they are not our identity. They are image. They are shallow and incomplete; and there is no love and grace within them.\n\nSo why do we all (and I mean all of us) buy in to these perspectives? Because of fear. We are afraid of not fitting in…of being the outsider.  The fear of not fitting in, of not being picked for the kickball team in 1st grade, follows us through our entire lives.\n\n  • Youth sports\n  • High school sports\n  • Tryouts for the play\n  • College applications\n  • Music auditions\n  • Job interviews\n  • Are we invited to that “important” meeting\n  • Parties\n  • Conversations\n  • Friendships\n\nBut these things are not our identity. Let’s not confuse what we do with who we are.\n\nThe God who knows us by name, who calls to us in the waters of baptism and who walks with us, never abandoning us; the God who sent Jesus as Messiah; who went to the cross because of his love for us. That God is the source of our identity. It is the God who called us, and continues to remind us, that we are his children. That is our identity: Child of God, loved beyond measure.\n\n(Song Interlude 3)\n\nI am surrounded\nBy the arms of the father\nI am surrounded\nBy songs of deliverance \n\nWe’ve been liberated\nFrom our bondage\nWe’re the sons and the daughters\nLet us sing our freedom\n\n You split the sea\nSo I could walk right through it\nAll my fears were drowned in perfect love\nYou rescued me\nSo I could stand and sing\nI am the child of God…\n\nYou split the sea\nSo I could walk right through it\nAll my fears were drowned in perfect love\nYou rescued me\nSo I could stand and sing\nI am child of God…\n\nI’m no longer a slave to fear\nI am a child of God\nI’m no longer a slave to fear\nI am a child of God\n\n“You split the seas so I could walk right through it; all my fears were drowned in perfect love. You rescued me so I could stand and sing. I am a child of God.”\n\nRemember who you are, child of God. You are loved beyond measure. Marked with the cross of Christ, now and forever, no longer afraid. That is your identity. That is who God made you to be.\n\n\nSong: “No Longer Slaves” by Bethel Music.  Written by Brian Johnson, Joel Case,Jonathan David Helser.  Copyright Bethel Music Publishing, 2014.\n\nLeave a Reply\n\nFill in your details below or click an icon to log in: Logo\n\nYou are commenting using your account. Log Out \/  Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/  Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/  Change )\n\nConnecting to %s",
        "topic_id":18,
        "format_id":21,
        "topic_confidence":0.9975226521,
        "format_confidence":0.8515313268
    },
    {
        "url":"http:\/\/www.theatlantic.com\/entertainment\/archive\/2011\/11\/what-the-catholic-church-can-teach-us-about-the-penn-state-scandal\/248588\/",
        "text":"A conversation with Jason Berry, an investigative reporter who's written extensively about child molestation charges against the church\n\n\n\nAlleged sexual abuse of young boys. An apparent institutional cover-up. Public shock and outrage. A media firestorm.\n\nThe ongoing Penn State scandal?\n\nTry the Catholic Church.\n\nWith former Penn State football assistant coach Jerry Sandusky charged with sexually abusing children—and school officials including iconic former football coach Joe Paterno dismissed for purportedly failing to report Sandusky's alleged crimes to law enforcement—many observers have compared the situation to a series of similar cases that have rocked the Vatican.\n\nThe Atlantic recently spoke to investigative reporter Jason Berry, author of Vows of Silence: The Abuse of Power in the Papacy of John Paul II and Render Unto Rome: The Secret Life of Money in the Catholic Church about the parallels between the two stories.\n\nYou've been investigating sex abuse scandals within the Catholic Church for decades. Do you see any similarities to the Penn State story?\n\nThe parallels are striking. Allegedly, Paterno did what most of the Catholic bishops have done. He referred the problem to someone else, and then put it in cotton. Out of sight, out of mind. The prolonged, aching story of the Catholic Church crisis is in part a failure to report to law enforcement, and instead to give guys [like Sandusky] a free ride.\n\nWhat differences do you see between the two situations?\n\nThe one thing that struck me is that the [Penn State] board of trustees acted swiftly and appropriately, in a way that the church rarely has done. They fired Paterno. They fired the university president. They are trying to rectify the damage.\n\nCompare that to what the church is doing in Philadelphia. They are preparing the legal defense for three priests [accused of sexual abuse] and the monsignor who covered it up. There's no question of punishing previous cardinals who knew about it. Typically in these cases, the bishops stay in their positions. The Vatican doesn't comment. It stands behind them, hires blue-chip lawyers, and has them utter their apologies.\n\nThis comes from a different approach to governing. The church is monarchical, while the school is in some way grounded in the principles of law and democracy.\n\nMore On Sports\n\nThe Shame of College Sports\nWhy Scholarships Don't Count as Payment for College Athletes\nThe NCAA's New Reforms Won't Fix College Sports\nWhat Went Wrong at Penn State?\nPenn State Should Not Let Joe Paterno Coach Even One More Football Game\nDirty Money at the University of Miami\n\nHow does something like this happen, particularly within a college football program that prided itself on its moral character and at an educational institution with a presumed mission is to serve and protect young people?\n\nThink about this: the church is full of men who have been highly educated in seminaries when it comes to moral ethics, yet when it comes to a fundamental decision about right and wrong they locked themselves behind the doors of a powerful institution instead of coming to terms with a bigger moral truth.\n\nNow, why did [people at Penn State] seemingly not want to see the power of justice brought to bear on behalf of that 10-year-old boy [who allegedly was raped by Sandusky in a football facility shower]? Part of it, I'm assuming, is because they did not want Sandusky to be punished. Part of it was not wanting to bring scandal on Penn State.\n\nIn both the Penn State and the Catholic Church scandals, the people in charge could have done more to prevent the alleged abuse. They didn't. Why?\n\nPeople assume children will be silent. You know? And as horrific as that image is of a coach sodomizing a 10-year-old boy in a shower, it is one of those ugly truths that people do not like to confront. The idea that something like that needs to be made public, or become part of a police report, it unsettles people. It just jars them. I've read hundreds of depositions in cases involving the church and priests. It's amazing how many times the syntax and language becomes tortured and gnarled when bishops and monsignors in positions of authority try to explain why they didn't do anything.\n\nI think we've really lost in this country—and maybe in many countries—a certain value of leadership. The idea that power can be wielded for the common good is kind of up for grabs these days, because there are so many competing commercial interests on governance as we know it.\n\nFollowing the alleged shower rape in 2002, Penn State officials banned Sandusky from bringing young boys onto the school's main campus—but then allowed Sandusky to continue to hold his summer youth camps on a satellite campus. Does that sort of weak half-measure sound familiar?\n\nThat is an absolute parallel. What you find in so many church cases—thankfully, it doesn't happen nearly as much today as it once did—is that the pattern was for the cases to not be reported to law enforcement. The parents of the victims would go to the pastor or the Bishop. They would be told, \"We'll move this guy. He won't be around children again.\" They would remove him. He would reoffend. He would be sent to a treatment facility, and then be put back in. Sometimes, he would be \"monitored.\" But it's hard to monitor a guy on his day off, follow him to every playground.\n\nThe real problem is that the church has this view of once a priest, always a priest. The clerical culture closed its ranks around these men, put them, in effect, on a de facto probation. That's changing, slowly.\n\nHow does child sex abuse affect its victims?\n\nThe damage is serious. Kids grow up with a warped sexual identity. It's very hard for them to develop bonds of trust in relationships. Sexual intimacy is always an issue. Young males have fears of becoming molesters as they get older. Some do. Not all, by any stretch. People often become alcoholics, drug addicts, chain-smokers, obese. It can cause enormous disruptions within families as they grow up. Only years later do parents really being to understand why junior was acting that way.\n\nPenn State students were criticized for rallying on Paterno's front lawn and later rioting after his dismissal. Did those scenes surprise you?\n\nThere was a letter to the editor in the New Orleans newspaper today, a woman complaining about the rioting students and how misplaced their values were. But I think for young people in a situation like that, it's hard to get a full grasp of matters when football so permeates the culture of a place.\n\nIt's 80 miles from where I live to Baton Rouge, and I can tell you that football is practically a civil religion at LSU. So from outside looking in, it certainly appears as though an entire cultural sensibility [at Penn State] has been dislodged and ended.\n\nHow does that dislodging of cultural sensibilities compare to your experiences investigating the Catholic Church?\n\nLet me give you a story. In 1986, I finished the first major investigative series on in a weekly newspaper for this, to be published in the The Times of Acadiana. I had dinner with the editor of the paper. He wanted to write an editorial, telling the bishop he should resign and if he won't, then the Vatican should remove him.\n\nHe says, I've never written an editorial like that.\n\nI say, no one has ever written an editorial like that.\n\nHe writes it. A retired judge, a very wealthy man in the area, calls up the publisher of the paper and says, you gotta retract this editorial. Why? He says, because you just can't do that, you just can't say that. They start arguing. The next day, the retired judge commenced an advertisers' boycott. The paper lost 20 grand in revenue before wiser heads prevailed and they pulled off the boycott.\n\nMeanwhile, I was called a vulture of yellow journalism by the daily paper in the same town. There was a whole newspaper war over the story. I've seen countersuits filed against abuse victims, really tough ensuing litigation, litigation by ordeal that lasts three and four years. So the idea that a group of people would band together around a football coach or an institution is not surprising. In fact, it almost conforms to type.\n\nThe first allegation against Sandusky came in 1998, but local law enforcement officials at the time declined to press charges. Have you seen a similar lack of aggressiveness in church cases?\n\nOh, all the time. In Chicago, for years, they would not prosecute what cops derisively called \"white-collar\" crimes—meaning Roman collar crimes. Prosecutors, especially in large cities with a heavy Catholic vote, would much rather hand a priest over to a bishop and say, \"will you take care of this?\" That way, they don't have to indict a priest and face the wrath of a supposedly monolithic Catholic vote. Fortunately, that too is changing.\n\nWhy does the Catholic Church have the attitude of \"we'll take care of this\" when it comes to sexual abuse?\n\nIt's a Roman clerical sensibility, the idea that we are an institution above the law. We have our own set of laws and conform to our own forms of governance. Now, many bishops are changing and realize that you have to report perpetrators. But the church historically has its own legal system. Canon law. Which gives de facto immunity to bishops. No so much the legal code, but the Vatican itself—the Pope historically gives bishops and cardinals immunity when they get in trouble. They might \"step down,\" but they are not stripped of their ecclesiastical status. They're not excommunicated.\n\nThis comes from the concept of apostolic succession. What that means is the bishops and cardinals consider themselves to be of a direct spiritual linage from Jesus and the original apostles. By virtue of that, they occupy a plateau above the lower clergy and rank-and-file Catholics. A bishop will say, \"We are all people of God.\" Okay, great, but you don't lose your job. The problem with this, from a religious standpoint, is that they have erased the histo... (truncated)",
        "topic_id":18,
        "format_id":21,
        "topic_confidence":0.6694818139,
        "format_confidence":0.8048772216
    },
    {
        "url":"http:\/\/www.crosswalk.com\/11618135\/",
        "text":"\n\nIntersection of Life and Faith\n\nCatching Up with ...Brandon Heath\n\n  • Andy Argyrakis Copyright Christianity Today International\n  • 2008 25 Aug\nCatching Up with ...Brandon Heath\nYou've come a long way in a short time, from being an indie artist and writing for other artists to winning the Dove Award for New Artist of the Year. Ho do you account for the rapid growth?Brandon Heath I'm not sure I can account for anything other than the fact that timing and prayer had a lot to do with it. I could attribute a lot of the credit to my first audience, which was Young Life kids at camps, mainly across the West coast. They demanded the music and I happily delivered!But it was Dan Muckala, one of my close friends in Nashville and now my producer, who was responsible for recording my first record and bringing it to a label. I think that was a huge step for me.It took a lot of belief, on many levels, for me to think that being a recording artist was the right step. It takes a lot of time and hard work to pull it off. I've been blessed with great people to help me with all that.Has winning the Dove expanded your audience or increased your recognition?Quick takes:\n\nWhere are you from originally?\nNashville, Tennessee\n\nFavorite place you've traveled to?\nMalibu Club in British Columbia, Canada\n\nBest meal you prepare?\nRoasted veggie lasagna\n\nPet peeve?\nPeople who eat while they drive\n\nYour most annoying habit?\nI lose my keys constantly\n\nWhat makes you laugh?\nMy friends\n\nYour favorite web site?\nThe Drudge Report\n\nLast good book you read?\nSame Kind Of Different As Me by Ron Hall and Denver Moore with Lynn Vincent\n\nLast good movie you saw?\nThe Dark Knight\n\nBand\/artist you're listening to the most right now?\nThe Swell Season (Glen Hansard and Mark&eacute;ta Irglov&aacute; of Once fame)\n\nBand\/artist that comes closest to your sound?\nI honestly don't know!\n\nAge you became a Christian?\n\nYour favorite Bible verse?\n1 John 4:7\n\nLast lesson God taught you?\nDon't put a matchbook in your pocket; it could catch on fire!\n\nHeath I can't say that I can tell it has yet. It's just not something you can really measure on a quantitative scale. It's probably helped me gain some credibility&mdash;something that, unfortunately, you just need to have to succeed. But I've always known this is what I am supposed to do and I've been proud of the music and choices I've made. So winning that award was just extra credit! And that little sticker on the CD sure looks nice too: \"New Artist of the Year.\"Do you have any specific techniques as far as songwriting?Heath My techniques aren't real complicated. Mostly it involves the people around me, whether that's co-writing or just being inspired by conversations with friends.This record involved a lot of co-writing, which was the reason I got into the music business in the first place. Growing up in Nashville, I used to go to the Bluebird Cafe and see these huge country writers collaborate together and share their songs with whoever showed up that night. I've never been too stingy with my songs. For me, the more collaboration, the merrier.When writing, I think I'm at my best in a room without windows, because sometimes I need the discipline to look inside myself rather than out the window.The best songs usually come within an hour or two.How were you able to whittle down the original batch of 40 songs to the collection's final 11?Heath Dan and I work closely together when it's time for the final song list and we go with our gut most of the time. I'll always love the ones that got left behind too, and who knows&mdash;they may make the next record.In what ways have you grown stylistically between 2006's Don't Get Comfortable and now What If We?Heath In the beginning of working on this new record, I didn't want to stray too far from the first one stylistically. My producer really has a lot to do with my \"sound\" and I focus more on the lyrical content of the songs on the record. I'm a songwriter more than a producer, though Dan gives me plenty of freedom to speak into the songs stylistically. In the end, I think we've come up with something further from the first record than initially planned. It's very \"American\" feeling, meaning that the big influences were Bruce Springsteen and Tom Petty with a little bit of hip-hop beat here and a little country & western there. The electrics might even be a bit Aussie sounding, compliments of my friend and guitarist Adam Lester.Do you have a favorite track on the CD?Heath I think my favorite is \"Love Never Fails\"&mdash;I've always liked ballads a bit more than up-tempo songs because they have more feeling to them. It was written with my friend Chad Cates from when we were in a Bible study together, and the focus of that group was 1 Corinthians 13. We dissected it for like 12 weeks, and it ended up impacting me on so many more levels, not just in understanding romantic love, but also loving in a more practical, everyday way. We are called to love the world, and [this passage] is about how it shouldlook.Is there an overall theme to the album that you hope listeners will take away?Heath I hope the title and the songs will challenge people to think about possibilities.The cool thing about knowing Jesus and knowing that God hears our prayers and desires is that he brings those things to fruition. If you seek his name, nothing is out of reach. So dream as big as you want; if it pleases him, it will be so.Read more about Brandon Heath by visiting our site's artist page. You can read our review of What If We by clicking here. Go to to listen to song clips and purchase Heath's music&copy; Andy Argyrakis, subject to licensing agreement with Christianity Today International. All rights reserved. Click for reprint information.",
        "topic_id":18,
        "format_id":21,
        "topic_confidence":0.7390189171,
        "format_confidence":0.9611266851
    },
    {
        "url":"http:\/\/www.gty.org\/resources\/print\/sermons\/47-37",
        "text":"Unleashing God's Truth, One Verse at a Time\n\nA Ministry of Integrity, Part 4\n\n2 Corinthians 5:15-17\n\nCode: 47-37\n\nWe return, this morning, in our study to 2 Corinthians chapter 5 and the message number four in this section on, \"A Ministry of Integrity.\" Second Corinthians chapter 5, we began this study with verse 11 and it will take us all the way down to verse 17.\n\nAs I said last week, the most valuable commodity the preacher possesses or for that matter, the most commodity that the Christian possesses is reputation because reputation is the foundation on which all believability is erected. And believability or trust is essential for authority and it's essential for influence.\n\nPaul, as you well remember, zealously protected himself from anything that might discredit him. He was concerned to continue his ministry to the very end, to run all the way to the finish line, to complete the task that the Lord had given him. In fact, he told the Ephesian elders at Miletus that he only wanted to finish the work the Lord had given him, that was his purpose in this world. And in order to do that he had to make sure that his integrity was sustained. And so anything that might discredit him, anything that might shatter people's trust or destroy his credibility was of great concern. And it should be for any servant of the Lord, or for that matter for any Christian who wants to have an effective ministry and an effective witness.\n\nNow the first feature of such self-protection is to guard yourself from sin, obviously. That is the first feature of self-protection. And Paul expressed that back in 1 Corinthians when he wrote the first letter to the Corinthian church and said that he beat his body into submission because he didn't want to become disqualified. He dealt with the sin in his life. He dealt with it dramatically. He dealt with it drastically. When he says \"I beat my body into submission,\" it's almost like the words that Jesus used when He said, \"If your right eye offends you, pluck it out. If your right hand offends you, cut it off.\" In other words, deal drastically with sin because of its tremendous impact. And so the first way in which we protect our integrity, of course, is to deal with the sin in our lives, guarding ourselves from iniquity.\n\nSpiritual leadership is for those who have pure lives, blameless and above reproach. As the Old Testament says, and it's God who speaks, \"He who walks in a blameless way will minister to Me.\"\n\nBut secondly, and we haven't been talking about sin because that's not the thrust of the text, the second front on which you have to guard your integrity is not only from sin but against false accusation. And this is really true. Anybody who is in the ministry knows this. On the first front you guard yourself against sin, on the second front, you have to guard yourself from those who would accuse you of iniquity of one kind or another which accusations are in fact false but can be equally destructive. Because if people believe them, it doesn't matter whether they're true or not, correct? And so, anybody who wants to maintain a reputation which allows ongoing effective ministry and integrity is going to have to defend himself not only against sin but against the false accusations of those who unjustly accuse him or her of sin. It was important to Paul not only to guard his life against sin, but to guard his reputation against false accusation and lies.\n\nAnd that is exactly what had happened in Corinth, as we know, and so he writes this letter called 2 Corinthians to defend his integrity. It is important to him that people not believe the lying false teachers who were discrediting him unjustly.\n\nSo as we have noted many times, and I don't want to keep going over this, only to remind you and set the framework for our lesson each week, we remember that he wrote the epistle to defend his integrity against these who had infiltrated the church at Corinth and told all kinds of lies about him. They were trying to dethrone him so they could take his place and then teach demonic doctrine.\n\nBut as we noted also, defending oneself, including Paul, is a tricky thing since it may provide more ammunition for your adversaries because they then may say...Well, you see how proud he is, you see how self-commending he is, you see how self-exalting he is. And so they would accuse you further of being self-serving, self-commending and use your best efforts at defending your integrity against you. So Paul is caught in that very delicate condition. He must defend his integrity for the sake of his future ministry and the honor of his Lord. At the same time, he does not want to be seen as self-serving and anything other than meek and humble. He has been attacked with lies and when he responds to those lies by affirming the truth, he is attacked again as one who commends himself for selfish reasons. And he even had to answer that.\n\nAnd so we know now that if he is going to continue to have a ministry of integrity and believability and credibility and impact and power and influence, people must believe in him. And so what he does in this letter is reveal his motives. If I were to title this letter with one simple title, I would title it, \"A heart wide open...A heart wide open.\" He says that here, he says, \"Our heart is wide open.\" And that is exactly what this letter is doing. He's just pulling back everything and saying...Take a look at the depths of my heart and see the integrity there. My conscience is clear. My life is pure. My motives are clean.\" And he reveals that in these tremendous chapters of this epistle. Here he gives the motives, the incentives, the reasons for his ministry.\n\nAnd we're looking then at a very important passage right in the middle of this letter in which he shows us the motives for a defense of his integrity. Why would he be so concerned to defend himself? We've been learning that. Let's go back to verse 11 and just pick it up there, the little phrase...\"we persuade men,\" near the front of the verse is the key. He's not talking about preaching the gospel or preaching some doctrine. He's talking about persuading people about his integrity. He's talking about answering the lying critics. We persuade men, we endeavor to make this persuasion for a number of reasons.\n\nReason number one, reverence for the Lord, verse 11, \"Knowing the fear of the Lord,\" or having reverence, or respect, or worship for the Lord. He desired to exalt the worthy One he worshiped with a life that was given in devotion and unending faithful service. And so it was his desire to honor the Lord and exalt the Lord that caused him to defend his integrity. He would never want to do anything to bring reproach upon the Lord he loved.\n\nSecondly, concern for the church, we saw that in verse 12. He wanted his friends to be able to speak in his behalf and to defend his integrity for the sake of the unity of the church, the growth of the church and the witness of the church. So he says we're not trying to commend ourselves to you, we're just giving you an occasion to be proud of us. In other words, we want to arm you to answer the critics and you may have an answer for those who take pride in appearance and not in heart. And this was all for the sake of the unity and the witness of the church.\n\nThirdly, he was motivated by devotion to the truth. The false teachers had accused him of being a fanatic, zealous, even passionate to the point where he was insane. And he said if it's true that I am beside myself, it is for God. And when we are of sound mind, it is for you. In other words, he was saying the truth is the issue here, we preach it with passion because it comes from God. We quietly, calmly, meekly and patiently try to get it into your lives because it's so important for you as you live. He was committed to the truth from God and that's where he got his zeal, for people and that's where he developed his patience. And so he says everything was for the sake of the truth.\n\nReverence for the Lord, concern for the church, devotion to the truth, and then last time we looked at the fourth one of these motives, gratitude to the Savior. In verse 14, remember now, he said, \"For the love of Christ constrains us, having concluded this that One died for all, therefore all died.\" He is so grateful for the love of Christ that saved him that he must continue to serve the Lord with integrity. He was overwhelmed by the love that Christ exhibited because Christ died for him when he was yet a sinner. When Jesus died, he died for Saul of Tarsus. When Jesus died on the cross, the sins of Saul of Tarsus were in him. He paid the penalty for Saul's sins. He substituted His death for Saul's death and all others who died in Him. This was an overwhelming love. This was an overpowering grace to a blasphemer who hated the very Christ who died for him. It was the love of Christ that would not let him go, as the hymn writer said when he said, \"O love that will not let me go.\"\n\nIn a sense, I guess, Paul really had no choice. It was like he was in a vice. He was held fast by the love of Christ. He was pressured by it. It is more than a sort of a categorical impardy...imperative of duty. It is the magnet of an irresistible love. He has yielded himself to that love and he is driven by it. It's, I suppose, like a mother who is the slave of her sick child, not out of duty but out of affection. She cannot help herself because she has a mother's heart. It was this kind of pressure, this kind of high pressure that created a mighty energy in the life of Paul. Because the Lord had loved him so greatly, he loved in return. And the love for the Lord had for him pressed against him hard. It harassed him so that he had no rest, save in pushing on for Christ. Christ's love let him have no peace, no rest. Therein you see the master passion in the ministry of Paul.\n\nNow it was that love that drove his whole life, to be loved so greatly elicited from him an immense amount of g... (truncated)",
        "topic_id":18,
        "format_id":21,
        "topic_confidence":0.9975306392,
        "format_confidence":0.8635911345
    }
]