[
    {
        "url":"https:\/\/alanrogers.com\/campsite\/camping-les-deux-ballons-fr88010",
        "text":"The experts in camping and caravanning\n\nCamping les Deux Ballons\n\nCamping les Deux Ballons\n\nFrance, Lorraine, Vosges, Saint Maurice-sur-Moselle\n\n03 29 25 17 14\n06 29 43 79 04\n03 29 25 27 51\nOpen (touring pitches):  \n10 April - 15 September.\n\nRef: FR88010\n\nAlan Rogers Review\n\nRun by the same family for over 50 years, les Deux Ballons is set in a narrow valley near the source of the River Moselle in the Vosges. The 150 pitches (all fully serviced, 4\/10A electricity) are on level grass, some under trees and others in the open by a stream that runs through the site. Wild birds are abundant, including kingfishers. This is the perfect location from which to commence the climb of the Ballon d’Alsace, which is hugely popular with cyclists. Theatre lovers should visit Bussang (6 km) and see the large wooden People’s Theatre, built in 1895 and still performing in July and August every year; you will marvel at the raked stage and the enormous backstage areas which may be visited at any time.\n\nThe site has a special lake for children to fish (stocked by the owner), whereas the adults can visit one of three adjacent lakes just outside. The keen cyclist would enjoy the long distance track which passes the boundary. Those of a slightly different sporting bent, may like to visit the Casino at Bussang (open all year) even if only to partake of a meal and watch.\n\n\nTwo stylish and modern toilet blocks (all season) and two older ones (high season only). Facilities for disabled campers and babies. Laundry. Motorcaravan services. Gas supplies. Bar and takeaway (July\/Aug). Large heated swimming pool with slide and paddling pool (June-Aug). Fishing. Tennis. Bicycle hire. Boules. TV. Internet point. WiFi in parts (charged).\n\n  • Accommodation to Rent\n  • American Motor Homes\n  • Bicycle Hire on Site\n  • Bar Nearby\n  • Bar on Site\n  • Childrens Play Area\n  • Fishing on Site\n  • Twin Axle Caravans Accepted\n  • Facilities for disabled visitors\n  • Riding Nearby\n  • Outdoor Pool Heated\n  • Outdoor Pool Nearby\n  • Outdoor Pool on Site\n  • Restaurant\n  • Shop Nearby\n  • Shop on Site\n  • Takeaway Food\n  • Pets allowed\n  • TV on Site\n  • Wifi Chargeable\n  • Wifi Partial Site\n\n\n\nSite is on main N66 Le Thillot-Bussang road on western edge of St Maurice behind Avia filling station (entrance partly obscured so keep a look out).",
        "topic_id":23,
        "format_id":16,
        "topic_confidence":0.9484411478,
        "format_confidence":0.9957108498,
        "weight":0.032116413
    },
    {
        "url":"https:\/\/johntcyrandsons.com\/nyc-june-2020\/",
        "text":"New York City\n\nNew York City\n\nJune 18-21, 2020\n\nYour Tour Includes: Roundtrip motorcoach transportation, 3 night's lodging, 1 meal, attractions as highlighted in the itinerary, luggage handling for one suitcase per person, hotel taxes, tax and gratuity on the included meals, the services of a Cyr Northstar Tour Director and tour planning services.\n\nDeparture Locations: Old Town, Bangor, Newport, Waterville, Augusta, Lewiston, South Portland, Wells and Portsmouth.\n\nPayment Reservations:A deposit of $200 per person is required to confirm reservations and is due at the time of booking.\n\nFinal Payment:is due by May 4, 2020.\n\nOld Town, Bangor, Newport, Waterville, Augusta, Lewiston, South Portland, Wells and Portsmouth.\n\nA morning departure will take you to exciting New York City!  Your hotel for the next three nights is The Cambria Hotel & Suites, located in Times Square at 30 West 46th Street.  Upon arrival you will have the remainder of the evening to shop and explore Times Square and enjoy dinner on your own at your leisure.\n\nDay 2 - Friday, June 19\n\nThis morning, enjoy a guided tour of New York City which includes Times Square, Central Park, Ground Zero and more!   After lunch on your own admission is included to the 9\/11 Memorial & Museum. After the tour you will have some free time to refresh at your hotel or enjoy the city on your own. Dinner this evening is included at the RIU Plaza in Times Square before enjoying a Broadway Musical (Broadway show is TBA, as show schedule was not available at the time of printing).   \n\nDay 3 - Saturday, June 20\n\nThis morning, depart on a ferry to the Statue of Liberty and the new Statue of Liberty Museum. The Statue of Liberty was a gift of friendship from the people of France to the people of the United States of America and is a universal symbol of freedom and democracy.  Next you will board the ferry to visit Ellis Island and the Ellis Island National Museum of Immigration.  From 1892 to 1954, Ellis Island processed the greatest tide of incoming humanity in the nation’s history.  Nearly 12 million landed here in their search for freedom of speech, religion, and economic opportunity.  This afternoon you will visit Rockefeller Center, and ascend 70 floors to the “Top of the Rock” Observation Deck for an elevated NYC summer experience full of sightseeing & interactive attractions! The remainder of the day and evening is free to spend as you choose enjoying New York City!\n\nDay 4 - Sunday, June 21\n\nThis morning, bid farewell to the \"Big Apple\" as you make your way home with fond memories of your tour to the \"city that never sleeps.\"\n\nCost Per Person\n\nRegular Rates\n\nSingle: $1,861\nDouble: $1,353\nTriple: $1,184",
        "topic_id":23,
        "format_id":16,
        "topic_confidence":0.9971935153,
        "format_confidence":0.9978979826,
        "weight":0.0337672811
    },
    {
        "url":"https:\/\/www.yorkshirenet.co.uk\/stayat\/ellergill\/",
        "text":"Ellergill Bunk Barn\n\nSelf Catering Bunkhouse, Littondale, Yorkshire Dales\n\nThis award winning conversion retains the original charm and features of the building whilst providing very comfortable accommodation. It sleeps up to 12 and is located 100 metres through the village of Halton Gill. The view from the stone flagged entrance is stunning - probably the best view there is in Littondale, the heart of the Yorkshire Dales.\n\nThere are three fully carpeted bedrooms on the ground floor sleeping 3, 4 and 5. The combination of beds includes two singles, two bunks, and two double beds. Each bed has a pillow; you just need to bring your own sleeping bag, or duvet and linen. There is a separate shower, a separate toilet, and an additional bathroom with toilet, shower and two wash basins. Upstairs is the very comfortable, fully carpeted living room, which leads to a small mezzanine area with sofa bed, overlooking the gallery. We have installed Sky along with a DVD player & VCR, or you can make use of our eclectic selection of books games and videos.",
        "topic_id":23,
        "format_id":16,
        "topic_confidence":0.9847095609,
        "format_confidence":0.9986104965,
        "weight":0.0333445455
    },
    {
        "url":"https:\/\/gatherandgrow.org\/2013\/06\/27\/first-days-in-india\/",
        "text":"gather and grow\n\nHomegrown, hand-spun living in the city\n\nWe are in Delhi — acclimating, running some errands, meeting friends… and following the increasingly depressing news about the last week’s devastating floods in the state of Uttarakhand, where we will be heading tomorrow.\n\ndelhi-2I’ve spent years in India, and still its contradictions never cease to baffle me. There is much that I feel completely at ease with at this point, it all comes back as soon as I step off the plane — Hindi turns of phrases, how to navigate a crowd, how to cross the street without getting hit, how to avoid unwanted attention. But there are other aspects of life here that I can’t walk through unfazed the way Indians seem to. Beggars with missing limbs in front of sleek boutiques, the filth surrounding a temple, an encounter with shameless rogues followed by an act of inexplicable kindness from a stranger, the way the air can be filled at once with the most intoxicating scent of jasmine and the stench of urine.\n\nI suppose the problem is my own tendency to want to categorize things, rather than anything having to do with India itself.\n\ndelhi-3On this visit, it’s the contradictions inherent in the question of sustainability in India that have made me aware of the limitations of my conceptual boxes. I grumble in my usual way about the fact that people here simply throw thrash on the street, expecting sweepers and rag-pickers to clean up the mess later. Then again, the total amount of waste in any Indian city is surely less than in your average American city. When we met with a Delhiite friend who is doing nonprofit work to advocate dry toilets that would save India’s scarce resources and provide free organic fertilizer, the stories he told again challenged my notion that Indians are much more common-sense and less fussy about their waste than what I’m used to. Before coming here, I had investigated the availability of organic food in Delhi — but as soon as I got here and had enjoyed the overpriced though satisfying snack at the Navdanya Cafe, I began to feel uncomfortable about the fact that my organic obsession is clearly a luxury most people here couldn’t afford. I’ve been happy to be able to take cycle rikshas rather than the horribly polluting auto-rikshas to get around, but am I really supporting a life-giving economy when it’s another person’s physical effort and even strain that’s taking me where I need to go?\n\nAnd lastly, just when I had spent a morning observing the almost village-like simplicity of the food economy in the lower-income level neighborhood where we are staying — one-room dairies making their own yogurt in enormous vats, sugar-cane and lime juice pressers making fresh drinks, fruit and vegetable sellers presenting their fresh (and likely quite local) fare on their carts, small family shops throughout and no chain supermarket in sight — another friend insisted that we meet at the new Ambience mall south from Delhi, and I witnessed The Other Indian Economy. This was by far the largest mall I have ever seen: over 1 km in length, with an 867,000 square feet footprint and of course multiple levels. Inside the mall, along with over 300 brand retail stores and restaurant, were multiplex cinemas, an amusement park, skating rink etc. This is the New India that many of its inhabitants want to see. I found it disgusting in its excess. There really is no way to make a general statement about whether Indians live comparatively more sustainably than, say, North Americans. I guess I should just give up on that effort — it’s a country of a billion people, after all — and start asking different questions.\n\nLeave a Comment\n\nFill in your details below or click an icon to log in: Logo\n\nYou are commenting using your account. Log Out \/ Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/ Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/ Change )\n\nGoogle+ photo\n\nYou are commenting using your Google+ account. Log Out \/ Change )\n\nConnecting to %s\n\n%d bloggers like this:",
        "topic_id":23,
        "format_id":15,
        "topic_confidence":0.6053474545,
        "format_confidence":0.9953330159,
        "weight":0.0205619388
    },
    {
        "url":"http:\/\/sokhahotels.com\/sihanoukville\/page\/term",
        "text":"This website, www.sokhahotels.com is owned by Sokha Hotels & Resorts, a subsidiary of Sokimex Investment Group. It contains information on the facilities and services provided by the Sokha Hotels & Resorts.\n\nThis website is protected by copyright and trademark of Sokha Hotels & Resorts. Users may access this website for the purpose of viewing and storing contents for personal non-commercial use. Commercial uses are strictly prohibited unless prior written consent has been granted from Sokha Hotels & Resorts.\n\nThe website content is without warranty and Sokha Hotels & Resort will not liable to any damages resulted to the users.\nSokha Hotels & Resorts reserves the rights to change the terms and conditions as contained herein from time to time without prior notice.",
        "topic_id":23,
        "format_id":8,
        "topic_confidence":0.9262170792,
        "format_confidence":0.9860943556,
        "weight":0.0007100097
    },
    {
        "url":"http:\/\/guesthouses.auroville.org\/index.php?param=cGFnZT1wcm9maWxlLnBocA==&PId=257&menu=3&div=div1&list=a:45:%7Bi:0;s:3:%22236%22;i:1;s:3:%22259%22;i:2;s:3:%22253%22;i:3;s:3:%22205%22;i:4;s:3:%22240%22;i:5;s:3:%22214%22;i:6;s:3:%22222%22;i:7;s:3:%22255%22;i:8;s:3:%22178%22;i:9;s:3:%22251%22;i:10;s:3:%22169%22;i:11;s:3:%22225%22;i:12;s:3:%22213%22;i:13;s:3:%22204%22;i:14;s:3:%22269%22;i:15;s:3:%22268%22;i:16;s:3:%22223%22;i:17;s:3:%22250%22;i:18;s:3:%22256%22;i:19;s:3:%22233%22;i:20;s:3:%22243%22;i:21;s:3:%22270%22;i:22;s:3:%22221%22;i:23;s:3:%22197%22;i:24;s:3:%22231%22;i:25;s:3:%22249%22;i:26;s:3:%22239%22;i:27;s:3:%22257%22;i:28;s:3:%22263%22;i:29;s:3:%22192%22;i:30;s:2:%2248%22;i:31;s:3:%22189%22;i:32;s:3:%22262%22;i:33;s:3:%22171%22;i:34;s:3:%22254%22;i:35;s:3:%22206%22;i:36;s:3:%22215%22;i:37;s:3:%22216%22;i:38;s:3:%22252%22;i:39;s:3:%22209%22;i:40;s:3:%22230%22;i:41;s:3:%22160%22;i:42;s:3:%22264%22;i:43;s:3:%22245%22;i:44;s:3:%22238%22;%7D",
        "text":"Cactus Home Stay\n\nguest house profile\n  • Vikas is in the very center of Auroville; very close to the solar kitchen. It is a quite, green and rather individualized community with many apartments.  more info...\n  • Single room apartment, clean and orderly, on the 2’nd floor. The bathroom  is attached (western toilet and shower), wall dress closet, small kitchen with a water heater to make tea. For cooking guests are allowed to use Vikas community kitchen. There is balcony\/terrace form both sides. The one terrace attached to the room has mosquito protections. \n  • Contact: Adele\n  • Telephone: 9489447368 \/ 9488047368\n  • Languages: English, Russian, Lithuanian. German & Polish (only second phone nr.)\n  • Community: Vikas Setting: residential\n  • Comfort range: C - good D - self-contained\n  • Lat. 12.000845\n    Long. 79.814722\n  • Bathroom: Attached\n  • Fan \/ AC: Fan\n  • Meals: No\n  • Kitchen: Yes, at the community kitchen.\n  • Internet: Wifi\n  • To Matrimandir: 1.3 km\n  • Other services: There is an agreement in Vikas community about the silence time for 10 pm onwards. All guest should be aware of keeping that agreement.\n  • Minimum stay:  5 days or more\nAuroville Guest Houses - footer\n\n\nWhile there are many guest houses and home stays around Auroville, only guests staying inside Auroville are eligible to receive an AuroCard. The AuroCard serves as your identity card, showing you are a registered guest of Auroville, and is required for visiting Matrimandir and attending many cultural events. The Aurocard can also be set up as a debit card for your expenses within Auroville (some Auroville units do not accept cash).",
        "topic_id":23,
        "format_id":16,
        "topic_confidence":0.9863222837,
        "format_confidence":0.9838030338,
        "weight":0.033399156
    },
    {
        "url":"http:\/\/goingeast.ca\/blog\/2012\/05\/",
        "text":"Archive for May, 2012\n\nTouring Ghana – Day 1\n\nThursday, May 31st, 2012\n\nWe had a week to kill before our reservations at Green Turtle Lodge, and no idea what to do with it. We don't really like big cities, and there is very little “tourist” infrastructure in Ghana, so getting around and finding places to stay wasn't easy. Inspired by Marie McCarthy's kindle book Travels in Ghana, we decided to hire a car & driver through one of the tour companies. We requested quotes from both Easy Track Ghana and Jolinaiko Eco Tours. In the end, we choose Jolinaiko largely because they had a much better price and seemed a little more flexible. Since we were returning from Benin, we wanted our tour to start in Aflao (the town at the Ghana border with Togo) and end at Green Turtle Lodge, where we already had reservations. The tour would serve the dual purposes of allowing us to see parts of Ghana we otherwise would not see, and it would allow us to get to Green Turtle Lodge without having to go back to Accra! In the end, we booked a 6-day tour, that involved visiting a Kente weaving village, an eco community, hikes to the second highest “mountain” and a couple of waterfalls, a palm wine brewery, a monkey sanctuary, a bead factory, the Akosombo Dam, a Lakeside lodge, and a slave castle. It was a busy 6 days.\n\nDay 1 – Aflao to Mountain Paradise\n\nWe took a car taxi from our hotel to the Ghana border. It wasn't far, but with all our gear it certainly made it easier to avoid all the border chaos on the Togo side. The actual checking out of Togo and checking into Ghana went smoothly. Just as we had arrived at a the border, we recieved a call from our driver, Fofo, saying that he had arrived in Aflao. So all we needed to do was walk away from all the touts at the border and find him. Having already arranged transportation made it much easier to get away from all the drivers offering rides to Accra.\n\nWe found it interesting that the border staff on both the Benin and Togo sides asked why we didn't speak French. In their experience everyone from Canada speaks French. We found ourselves repeating in our very broken French that only about 30% of Canadians speak French, and that most, are Anglophone. We suspect that because Benin and Togo are French speaking, it is more common for French speaking Canadians to visit here. English speaking Canadians are more likely to visit Ghana.\n\nInitially, we couldn't find the meeting place, but we were pretty obvious – two yovos standing looking at their phones – so it didn't take long for Fofo to find us. Soon, we were introduced to Fofo's beat-up 4×4 Landrover (no air conditioning). We had been informed by Jolinaiko Tours that morning that the air conditioned 4×4 we had been promised was broken, and that instead we would be using Fofo's Landrover for the day – with the other vehicle and driver to meet us that night.\n\nBefore leaving Aflao, we stopped at the bank machine to get some Ghana cash (Cedi). This time we used Eco Bank. At first, Becky couldn't get money, but soon discovered that it didn't work when she tried to enter a dollar amount, but worked fine when she just selected one of the values from the screen. The machine only let us take out 400 Cedi at a time (about $200). Since we had to pay the tour company in cash, and almost all our expensense would also be in cash, we each widthdrew 400 Cedi, and realized that along the way we would need to find another bank machine. In hindsight, we should have each done multiple widthdrawls (which we later discovered was possible). The Ghanian Cedi bills are thicker than the Canadian Dollar, so $200 in Cedi (mostly in 10 Cedi notes) makes for a crazy thick wad of cash!\n\nOur first tour stop for the day was at a Kente cloth weaving village. It wasn't really a village so much as a warehouse just off the main road. Becky was struck by how all the weavers were men. We paid a small fee to take pictures, and Scott took the opportunity to talk to some of the weavers. It takes them a long time to make a swath of cloth. Becky was surprised to learn that the cloth was made of a rayon-cotton blend. She expected it to be more of a traditional handmade thread.\n\nIt was 1:30 pm and we had not had lunch yet. Becky was starving. Our driver, Fofo, decided to take us to a museum before lunch. Since we paid an entrance fee for the not very impressive museum, Scott used that opportunity to ask the man there more about Kente cloth. After our quick museum visit, we headed out to a hotel restaurant for lunch. One thing to remember about restaurants in West Africa, when you order your food you can wait 60-90 minutes before you see it. Even if what you order is a “simple” dish. This certainly has put our local (Ottawa) Ethopian restaurants into perspective – since we are accustomed to North American restaurant time standards, we always thought the service at the Ethopian restaurant was really slow – now we realize that it was just authentic timing!\n\nAfter our late lunch, our day was not over yet. We thought we were headed towards our hotel as the day was getting on, but it turned out we were making our way to the village nearest the second highest mountain in Ghana – Mount Gemi. The drive up to the mountain village, Amedzofe, reminded us very much of a trip up to Monte Verde cloud forest in Costa Rica. The roads really needed a 4×4 to traverse. There were a lot of hair-pin turns and rough patches, but as we climbed the views were spectacular. When we arrived in the town the weather was looking rather threatening, with thunder storms approaching. Rather than stop at the visitor centre, we picked up a guide and headed straight to the base of the trail. We would do the hike first, and then return to the visitor centre to register. Our 4×4 made it most of the way to the top, leaving only a short 10-minute hike.\n\nThe hike and the discussion with the guide turned out to be the highlight of our day. The guide told us about his community and the neighbouring communities of the same “tribe”, six in total. They shared a language and were lead by the same chief. There were no trotros (mini-van buses) between the villages, and although you could see them all from the mountain top it was not easy to get from one to the other. To visit a neighbouring village you needed to hire a car and it could be over an hour drive.\n\nOur final destination for the day was the Biakpa Mountain Paradise Lodge. Unfortunately, the open air bar that overlooks the valley, which they are famous for, burned down the week before. It was a shame, as we could see the charred remains of the deck and the hillside that had burned. Fortunately, the restaurant was still operational and had a nice atmosphere. Upon arrival, we were asked to place our order for dinner. We would soon learn that this was a normal practice – ordering your meal several hours before you wanted it. After ordering and confirming how long it would take, we recessed to our room for a nice cool shower before supper. For supper Scott ordered ground nut (aka peanut) soup with chicken and fufu (ground cassava). Becky ordered stirfy vegitables with rice. When the food came, we both got ground nut soup with chicken, Becky got glutenous rice, and Scott got fufu. We would soon learn that even though something is on the menu doesn't mean they actually have it! Although this was the only place where they didn't tell us they didn't have it – they just substituted for what they had. Fortunately, the groundnut soup with chicken and rice was delicious.\n\nIt was our first stay in a “budget” range hotel in Ghana, so we didn't know what to expect. It was certainly adaquate for our needs, but we were happy to be carrying our own bednet. This was the first night that we felt we actually needed it (we had used it at Marianne's but she also had netting in the windows and it wasn't really necessary there). In highsight, we would rate the hotel poorly. Compared to the other budget places we stayed in Ghana, it was expensive and not particularly clean.\n\nThe Kente clothe villiage. This particular place seemed to be the place where several different guides brought their guests – as there was another group of yovos arriving just as we left.\n\nA weaver at work.\n\nBecky climbing into the backseat of the Land Rover.\n\nA typical Ghanian school house. We found it amusing that the buildings were painted using the same colour scheme as the children's uniforms. The tan\/brown uniforms were worn by students of the government run schools.\n\nStanding atop Mount Gemi, as the weather moved in.\n\nIf you look closely, you can see the cross at the top of Mount Gemi on the left side of the picture, and the rains moving in on us.\n\nThe charred remains of the bar at Mountain Paradise alongside a large terminate hill.\n\nOur hotel room with our bednet hung.\n\n\nCompared to Benin, the Internet we received from my phone was “high-speed”. When the phone is acting as an Internet router, it eats the battery, so we had to plug it in while we used it.\n\n\nCrossing Togo and relaxing in Lomé\n\nWednesday, May 30th, 2012\n\nSince we were almost at the Togo border, and didn't want the inflexibility of the bus, we decided to take a taxi from Doutou to the Benin\/Togo border and then take some form of local transport (shared-taxi) across Togo to Lomé. In many ways that sounds more challenging than it actually is. Marianne arranged the first taxi for us – her usual driver picked us up and brought us right to the border. Since we'd been through the border in the other direction, we didn't find this border crossing at all challenging. We also saw the official price list for Togo Visa for Canadians and discovered that indeed we had not been ripped off. Our visas were 20,000 CFA each (a bit more than $40 CAD).\n\nFrom there, we had learned from both Logan and Marianne that after clearing customs we needed to just keep walking until we reached the area of shared taxis. We had many people offer us rides to Lomé, so getting there wasn't going ... (truncated)",
        "topic_id":23,
        "format_id":15,
        "topic_confidence":0.9941036105,
        "format_confidence":0.958912611,
        "weight":0.0337668845
    },
    {
        "url":"http:\/\/vacationtosouthafrica.com\/tour-packages\/half-day-full-day-tours\/",
        "text":"Cape Town\n\nVisitors and locals alike agree on one thing: Cape Town is one of the single most beautiful places on the planet. The second-largest city in South Africa is known for its active harbor and magnificent seascapes, but it’s the people and sheer variety of activities that helps further its place in the country’s heart. Activities available to visitors include boating, swimming, whale watching, surfing, fishing, diving with sharks or just touring and sampling the world-class wines.\n\nHere is the list of our Tours in and around Cape Town:",
        "topic_id":23,
        "format_id":1,
        "topic_confidence":0.9966609478,
        "format_confidence":0.7113291621,
        "weight":0.0124829756
    }
]