[
    {
        "url":"https:\/\/www.susanposnick.com\/collections\/tools\/products\/lavender-lemongrass-hand-sanitizer",
        "text":"Log in Sign up\n\nLavender & Lemongrass Hand Sanitizer\n\n$ 7.00\n\nPin It\n\nSusan Posnick Cosmetics has always been about clean and healthy beauty for you, our customer.  Our Lavender & Lemongrass Hand Sanitizer remains true to our mission. As always, we keep it pure and simple.\n\nIt is formulated with 4 simple ingredients:  Aloe Vera, Lavender and Lemongrass Essential Oils, and Alcohol.\n\nThe skin-soothing Aloe Vera leaves your hands soft and hydrated, regardless of how frequently you spray them.\n\nThe scent of the essential oils makes you want to sanitize your hands on a regular basis, and brings moments of quiet to your day.\n\n75% isopropyl alcohol kills 99.99% of germs.\n\nWe are also supporting a local business, as the lavender oil comes from a farm here in North Texas, where no pesticides are used in the growing process. \n\n\n8 oz. for at-home   $16.\n\n2 oz. for on-the-go  $6.50\n\n FDA approved\n\nUse only as directed. Avoid eye area. If irritation occurs, consult a dermatologist.",
        "topic_id":8,
        "format_id":16,
        "topic_confidence":0.9076270461,
        "format_confidence":0.9989421964,
        "weight":0.0411659119
    },
    {
        "url":"https:\/\/www.longisland.com\/news\/02-15-13\/why-you-should-go-to-a-bridal-showcase.html",
        "text":"Why you should go to a Bridal Showcase!\n\n\nAre you having a hard time figuring out exactly what you want for your wedding? Bridal Showcases can be the perfect fix!\n\nPrint Email\n\nPicking out a wedding dress can be one of the most daunting tasks that a bride has to face. With so many options out there anymore, finding the perfect gown can be the hardest part of planning the whole thing. Luckily for the bride to be, there are ways to get an idea of what you want with not only a personal touch, but while having some fun Bridal shows and trunk shows can be a bride’s best friend when looking for a dress, especially if she is not sure exactly what she wants.\n\nThere are many benefits of going to a bridal showcase or a trunk show when looking for a wedding dress. The main benefit is the chance to meet a designer or two talk to them about the dress you envision. They can tell you what can be done with the dress as far as alterations and add-ons and may even throw in a discount or added feature for free such as buttons down the back or added lace. Some vendors will also give you up to a 20% discount if you buy the dress on the spot!\n\nBridal showcases don’t only give you a glimpse of what you can expect when shopping for a wedding dress but can also let you meet with vendors of every other aspect of your wedding! From cakes to DJ’s and caterers, you can expect to find all of these at a showcase, allowing you to get a hands on feel for what your local options are. Take a look at this list of local bridal showcases this Sunday to find one near you!\n\nSunday, February 17th\n\nBridal Showcase at Windows on the Lake\n\nWindows on the Lake\n\n235 Lake Shore Rd\n\nLake Ronkonkoma - 11779\n\n\nAriana Waterfall's 2013 Bridal Showcase\n\nAriana Waterfall Caterers\n\n79 Hempstead Tpke\n\nWest Hempstead - 11552\n\n\nBridal Showcase at Giorgio's\n\n\n100 Fox Hill Dr.\n\nBaiting Hollow – 11933\n\n\nStan Wiest Music - Timber Point Country Club Bridal Showcase\n\nTimber Point Country Club\n\nGreat River Road\n\nGreat River - 11739\n\n\nFor more upcoming showcases and trunk shows check out our bridal events page!",
        "topic_id":8,
        "format_id":9,
        "topic_confidence":0.5879737735,
        "format_confidence":0.7377335429,
        "weight":0.0045416493
    },
    {
        "url":"http:\/\/www.beauphoto.com\/mysqll\/YGSy1-10090-yQhL5\/",
        "text":"fitflop rokkit cosmic purple size 6\n\nDiscount fitflop rokkit cosmic purple size 6 Outlet Online For Cheap - Beau Photo .All these are in high quality with different sizes and styles.\n\n02\/19\/2017 21:25 pm ET\nTim Wimborne \/ Reuters\n\nLegal Business' annual offshore survey assesses recent highlights and profiles the leading offshore law firms. The military wing of Hamas said that after a week from the start, it had managed to fire 302 rockets, at an average of 44 rockets daily. joints, concrete spaces between cast sections, or saw cut spaces, designed to allow for expansion and contraction of concrete.\n\ns Arabella Greenhill Wears To Fashion Week Saturday 20 February, 2016 How To Wear The Ruffle Trend: 10 Shirts To Shop Now Friday 19 February, 2016 17 Lingerie Sets That Are Sexy AND Chic Monday 8 February, 2016 Timeless Or Trendy. Password: * Password:(confirm) * Passwords must be formatted as follows: Length from 8 to 20 characters Include both upper and lower case characters Contains at least one number Contains at least one punctuation charactere. We hope you enjoy browsing through our products, and feel confident you will find something that is right for you.\n\n??png St Eunan's Primary School Contact: Head Teacher Anne Docherty T: 0141 570 3370 E: W: scottishschools. The Scotland coach has an increasing number of fit players to choose from, with medical staff having reported no injury concerns after Saturday's 36 20 win over Italy, and he also has an increasing number of in form players from whom to select. The survey results indicate most drivers are driving to the conditions and believe the upgrades have improved the safety of the road.",
        "topic_id":8,
        "format_id":18,
        "topic_confidence":0.988034308,
        "format_confidence":0.9850045443,
        "weight":0.0040570852
    },
    {
        "url":"https:\/\/lisagetsawesome.wordpress.com\/2013\/09\/18\/lipstick-wednesdays\/",
        "text":"Lipstick Wednesdays\n\nDecided to start wearing lipstick on Wednesdays.\n\nWhy? Just to try and be a little more fabulous y’know?\n\n\n\n3 thoughts on “Lipstick Wednesdays\n\n  1. That will work. 🙂\n\n    • Thanks Pete 🙂 hopefully it’ll catch on and before you know it everyone will be sporting painted lips of all colours every Wednesday and the thought of a NON-lipsticked Wednesday will be as unfathomable as a good mood on a Monday morning.\n\n      • Your welcome, almost Awesome I am looking for someone (female) who will dress in red including red lipstick as I have been commissioned to do a set of photos. 🙂\n\nLeave a Reply\n\nFill in your details below or click an icon to log in: Logo\n\nYou are commenting using your account. Log Out \/ Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/ Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/ Change )\n\nGoogle+ photo\n\nYou are commenting using your Google+ account. Log Out \/ Change )\n\nConnecting to %s",
        "topic_id":8,
        "format_id":15,
        "topic_confidence":0.9805855155,
        "format_confidence":0.6875824332,
        "weight":0.0312284553
    },
    {
        "url":"https:\/\/www.innovationsnh.com\/policies\/",
        "text":"Salon & Spa Policies\n\nMissed Appointment Policy\n\nPlease understand that when you forget or cancel your appointment without giving enough notice, we miss the opportunity to fill that appointment time, and clients on our waiting list miss the opportunity to receive services. Our appointments are confirmed two business days in advance because we know how easy it is to forget an appointment you booked months ago.  Since the service is reserved for you personally, a MISSED APPOINTMENT fee will apply.\n\nAs a courtesy, we offer text and\/or email confirmations that are sent out two business days prior to your appointment date. However, if we are unable to reach you please understand that it is your responsibility to remember your appointment dates and times to avoid late arrivals, missed appointments and the missed appointment fee.\n\nWe Require At Least:\n\n  • 24-hours notice for appointment cancellations\n  • 48 hours notice for Spa Package cancellations\n\nGuests who cancel their appointments without proper notice or do not show up for their reserved appointment times are considered a “missed appointment.”\n\nChildren’s Policy\n\nInnovations is a family owned business operated by family focused employees. We take the safety and well-being our child guests, as well as, the comfort and relaxation of our adult guests very seriously. In the event you must bring a young child into the salon, please provide proper supervision for them in the form of an additional caretaker. Unfortunately, the salon cannot provide childcare services. Also, young children in carriers\/strollers may not be placed near the service areas or held in the lap.\n\nWe kindly request ONLY those receiving services be present in the service areas. Older children, (12+) capable of sitting quietly and unsupervised, may wait in the provided seating area. While this policy helps ensure that all guests enjoy a relaxing salon experience, it was created with your child’s safety in mind.\n\nOur salon is not child-proof. Sharp instruments, hot styling tools, chemicals and a busy, congested area make for a potentially dangerous environment for young children.\n\nWe greatly appreciate your compliance with our child safety policy.\n\nPrices Policy\n\nWe are constantly expanding our services to bring you the latest and greatest. Although we make every effort to keep our website and spa menu updated, please note that prices and services are subject to change at any time.\n\nOur salon staff works on a “Level System” which measures experience and years of dedication. Those at higher levels are more often educators and lecturers that have established a high client demand. This encourages stability and allows our employees to grow and prosper based on years of loyalty and dedication to their profession and clients. We provide artists at every level to best suit the needs of our clients.\n\nSpecial Considerations\n\nPlease notify Guest Services before reserving your appointment if you have high blood pressure, allergies, any other physical ailments or disabilities, or if you are pregnant. If you have any concerns at all, please let us know. If at any time during your services you experience discomfort, please alert your service provider immediately.\n\nPayments & Gratuities’\n\nWe accept cash, MasterCard and Visa. Personal checks are also accepted accompanied with a valid drivers license.\n\nGratuity is not included in the service fees listed on our menu.",
        "topic_id":8,
        "format_id":8,
        "topic_confidence":0.9051318169,
        "format_confidence":0.8869626522,
        "weight":0.000107912
    },
    {
        "url":"https:\/\/soirrelevantitsrelevant.wordpress.com\/2013\/02\/10\/nyfw-roundup-day-2\/",
        "text":", , , , , , , , , , ,\n\nHello all! I know we haven’t been on top of our NYFW postings, but here is a quick roundup of my favorites from the shows on Day 2 (Friday the 8th)\n\nRag & Bone\n\nOnce again, neutrals were the color of choice at the show. Structured jackets, updated houndstooth, and pops of color made many appearances on the runway.\n\nNicole Miller\n\nMiller’s menswear inspired collection included a lot of updated basics and “cool girl” hats. Graphic prints and the “color of the hour” black was also showcased.\n\nCharlotte Ronson\n\nRonson credited her “English heritage” for the inspiration behind the fall 2013 collection.  It shows, with buttoned up pieces in neutral colors.\n\n\nSuno, known for bold prints and popping colors, also seemed to stick to black in their collection. They still delivered with fun patterns in classic shapes.\n\nStay tuned for days 3&4! Photo to style.com",
        "topic_id":8,
        "format_id":15,
        "topic_confidence":0.9944865108,
        "format_confidence":0.9815003872,
        "weight":0.0316711567
    },
    {
        "url":"http:\/\/www.brandguider.com\/store-location\/46024\/takko-fashion-bardejov",
        "text":"Takko Fashion Bardejov\n\nYou are looking for Takko Fashion store locations in or around Bardejov? We provide you with the address, website, phone numbers and Takko Fashion opening hours to find your Takko Fashion store location for shopping in Bardejov.\n\nTakko Fashion Bardejov address\n\nDuklianská 3821\nOC Bardejov\n\n085 01 Bardejov\n\nTakko Fashion logo\n\nTakko Fashion Bardejov store info\n\nFlagship store: Yes\nPhone: 00421-544 754 472\nWebsite: http:\/\/www.takko-fashion.com\n\nStore location rating\n\nYou have the possibility to rate this Takko Fashion store location in Bardejov. If you like this store location, please give it a higher rating. If you do not like the Takko Fashion store, please give it a lower rating on the stars below. The stars is a representation of the ratings our visitors have made for Takko Fashion in Bardejov.\n\nTakko Fashion Bardejov Scores 4.40 out of 7 ratings\n\nOpening Hours\n\n  • Monday:09:00-20:00\n  • Tuesday:09:00-20:00\n  • Wednesday:09:00-20:00\n  • Thursday:09:00-20:00\n  • Friday:09:00-20:00\n  • Saturday:09:00-20:00\n  • Sunday:09:00-20:00\n\n* The opening hours for Takko Fashion Bardejov might be outdated. We also do not cover Takko Fashion opening hours for special events or holidays. For more information please contact the Takko Fashion Bardejov store directly.\n\n* The Takko Fashion Bardejov store location on the map might differ slightly from the real Takko Fashion store location in Bardejov.\n\nFind more Takko Fashion stores nearby\n\nMore store locations nearby Takko Fashion Bardejov",
        "topic_id":8,
        "format_id":19,
        "topic_confidence":0.9931040406,
        "format_confidence":0.7456896901,
        "weight":0.0003524289
    },
    {
        "url":"https:\/\/www.abilogic.com\/info\/190120\/wristbandsnow-custom-silicone-wristbands.html",
        "text":"Directory Image\nThis website uses cookies to improve user experience. By using our website you consent to all cookies in accordance with our Privacy Policy.\nCustom Silicone Wristbands\nDirectory Shopping General Shopping General Merchandise\n\nWristbandsNow: Custom Silicone Wristbands\n\nCreate Custom Wristbands Tyvek, Plastic ,Vinyl and Silicone Wristbands, No minimums, Free Shipping, fast turnaround and Delivery. Countless customization options Screen Print, Color-Fill, Deboss and More\n\n  • Listing ID#190120\n  • Listing TypeExpress\n  • AddedJul 01, 2014\n  • 11211 Richmond Ave Suite #B106\n  • Houston\n  • TX\n  • 77042\n  • United States",
        "topic_id":8,
        "format_id":1,
        "topic_confidence":0.959271729,
        "format_confidence":0.8439218998,
        "weight":0.0079103345
    }
]