[
    {
        "url":"http:\/\/ohiogravestones.org\/view.php?id=65004",
        "text":"PALMER, MONUMENT - Stark County, Ohio | MONUMENT PALMER - Ohio Gravestone Photos\n\n\nMassillon City -- Massillon -- Perry Twp. Cemetery\nStark County,\n\nSee individual names: Shoemaker, Taylor, Ogle & Palmer closeviews for more details\n\nContributed on 6\/6\/08 by Schumaker4\nEmail This Contributor\n\nRecord #: 65004\n\nThank you for visiting the Ohio Gravestone Photo Project\n\nOn this site you can upload gravestone photos, locate ancestors and perform genealogy research. If you have a relative buried in Ohio, we encourage you to upload a digital image using our Submit a Photo page. Contributing to this geneology archive helps family historians and genealogy researchers locate their relatives and complete their family tree.\n\nSubmitted: 6\/6\/08 • Approved: 6\/8\/08 • Last Updated: 8\/13\/15 • R65004-G65003-S3\n\nOther GPP Projects  |  Contact Us  |  Terms of Use  |  Site Map  |  Admin Login",
        "topic_id":13,
        "format_id":19,
        "topic_confidence":0.990311265,
        "format_confidence":0.9758766294,
        "weight":0.011927075
    },
    {
        "url":"http:\/\/cyusof.blogspot.com\/2006\/11\/lord-jim_16.html",
        "text":"Thursday, November 16, 2006\n\nLord Jim\n\nThe classic English sea novel, Lord Jim by Joseph Conrad was 'required reading' in English Literature class aboard my pre-sea cadet training ship many years ago. It was a moving story of an idealistic seaman forced to deal with his act of cowardice and how he ultimately redeems himself. He had abandoned a ship and left the passengers to die. This book was later made into an excellent movie in 1965 starring Peter O'Toole and James Mason.\n\nI didnt even know it was adapted from a true maritime incident involving an early local kapal haji, the S.S. Jeddah until I read the book review below recently. The heroic tale of our jemaah haji overcoming the odds in the face of adversity is forever lost in time and will never be told. It would have made for an interesting, if not truly inspiring reading. Our own great great grandparents could have been on that ship.\n\nBut how times have changed, eh?\n\nPS: The italics and text colouring are mine.\n\n(Movie poster from IMDb Photo Gallery)\n\nAnd you, what are you doing here?\n\nMichael Gilsenan\n\nA Season in Mecca: Narrative of a Pilgrimage by Abdellah Hammoudi ed. Pascale Ghazaleh · Polity, 293 pp, £12.99\n\nThe Jeddah sailed from Singapore on 17 July 1880, bound for Penang and Jeddah, with 778 men, 147 women and 67 children on board. Muslims from the Malay Archipelago, they were traveling to Mecca and Medina for the pilgrimage. Some came from the Netherlands East Indies (now Indonesia); some from the different Malay states, then beginning to experience more direct British intervention; some from Singapore.\n\nThe ship was under the British flag. Seyyid Muhammad al-Sagoff, the managing director and part-owner of the Singapore Steamship Company, to which it belonged, came from a wealthy Arab family, originally from Hadhramaut in south-east Yemen but already well established in the economy of Singapore and the Hejaz, the region in western Arabia within which lie the holy cities of Mecca and Medina. Seyyid Omar al-Sagoff, Muhammad’s son, was on board. In addition to its Singapore office, the business had an important branch in Jeddah, the main port of the Hejaz, then part of the Ottoman Empire. It also ran an agency in Aden, since its conquest in 1839 a key link in British maritime influence in the Indian Ocean, and after the opening of the Suez Canal in 1869 an even more important port on the Europe-Asia routes. This is the high point of 19th-century imperialism.\n\nAfter terrible weather conditions in the first week of August, the boilers ‘started adrift from their seatings’. The Jeddah had for some days been taking in water. Now it sprang a heavy leak. The water rose rapidly. The captain and the European officers abandoned the settling and heavily listing ship, taking Seyyid Omar with them, and were picked up by another vessel and taken to Aden, where they told a story of violent passengers and a foundering ship. The pilgrims were left to their fate, an apparently certain death.\n\nTo much astonishment, however, given reports of its loss, on 8 August another steamship towed the Jeddah into Aden. The pilgrims had survived. They had been abandoned by those meant to protect them. Official inquiries followed into this great scandal of the sea.\n\nOne element in the case that added to the embarrassment as well as the outrage of the European and seafaring communities concerned the conduct of the pilgrims. The Vice-Admiralty Court in Singapore, meeting in September 1881 to consider the amount of salvage to be paid, found that the pilgrims became agitated only when they realised that they were being left to die by the crew. They had not threatened violence as had been alleged in defence of the decision to abandon them. Indeed, the judgment says, they did not use their knives to injure anyone. The master had communicated nothing to them and their ‘demeanour’ could be quite reasonably accounted for by the realisation that they were being deserted: the master’s leaving the ship ‘roused the pilgrims to violence in attempting to swamp his boat, and such the Court consider might naturally have been expected from any body of human beings, even Europeans, situated as the pilgrims were’. Moreover, the Malay pilgrims appeared to have acted with great efficiency when it came to working the pumps to clear the ship of water, desperate work they continued when the Jeddah was under tow by the French vessel that had spotted their distress signals. The colonial stereotype of ‘the Malay’ as ‘running amok’ when not being the classical ‘lazy native’ he was held to be by some British authorities could not have been challenged more strongly.\n\nThe moral reversal - natives behaving properly while being betrayed by white men who violated their own codes of the sea - impressed the inquiry and, no doubt, the devourers of the now fast traveling news between Aden and London and Singapore.\n\nThis was the scandal that inspired Conrad, who had landed in Singapore in 1883 after himself being forced to abandon ship, to write Lord Jim etc., etc.,\n\n1 comment:\n\n  1. Dear Capt Yusof\n    Brilliant layout and text used and a great start.Possibly some of us Ancient Mariners, \"stranded on shores all over the globe\" will on a broader basis (and esp ex Dufferin - other batches) may like this. Ancient Mariners experiences & stories from ex Dufferin of the WW 2 by Capt Shahbuddin are available. Geat reading and inspiring too.\n    Best Wishes.\n    Capt TR\n    JBB Marine Surveys,\n    Sr Exec Dir, Tech HR & ADM (SOUTH)\n\n\nDear Reader,\n\nThis blog promotes freedom of speech and I invite fair comment. This is not a chat room and I would appreciate if you could identify yourself. However, if you prefer to remain anonymous please note that remarks that are deemed grossly inappropriate, maliciously defamatory, extremely vulgar or ad hominem attacks (against my person) will be deleted.\n\nThank you for visiting and commenting.\n\nThe Ancient Mariner",
        "topic_id":13,
        "format_id":15,
        "topic_confidence":0.836605072,
        "format_confidence":0.9957842231,
        "weight":0.0187094026
    },
    {
        "url":"https:\/\/www.cityprofile.com\/south-carolina\/shiloh-methodist-church.html",
        "text":"Home Forum Gallery Members Todays Posts\n\nShiloh Methodist Church Rating: None\n\nSouth Carolina Attractions \/ Landmarks \/ Places > Inman Email This Bookmark Print\nBuilt in 1825, the Shiloh Methodist Church is a historic church in Imman, South Carolina. The church is historically valuable being an excellent example of a vernacular meeting house in a rural area. It is the oldest surviving church sanctuary in the county of Spartanburg, and practically the ?mother church? of many Methodist churches in the locale.\n\nThe site may have been almost two centuries old now, but the area is spectacularly intact. The Shiloh Methodist Church building in itself was never altered to accommodate electrical wirings and plumbing, allowing it to really keep its integrity even after all this time.\n\nThe Shiloh Methodist Church is a part of the National Register of Historic Places. Although, still continuously being preserved, the site is only used for ?Homecoming? services which are held annually.\nEdit Article\n\nShiloh Methodist Church Pictures Add Picture\n\nShiloh Methodist Church Videos Add Video",
        "topic_id":13,
        "format_id":7,
        "topic_confidence":0.9100788236,
        "format_confidence":0.9663569331,
        "weight":0.0278912096
    },
    {
        "url":"http:\/\/www.archives.pe.ca\/atom\/index.php\/informationobject\/browse?sort=identifier%E2%8A%82jects=2311&sf_culture=en&limit=10&topLod=1",
        "text":"Showing 1396 results Archival description\n\nOnly top-level descriptions\n\nAllan MacDonald (Orwell) fonds\n\n  • CA PCA Acc4594\n  • Fonds\n  • 1823-1861\n\nThe fonds consists of letters of recommendation for Allan MacDonald and letters to him from Rev. Robert MacGregor and his son Alexander from Kilmuir, Scotland in the 1830s. The latter contain news of family and friends and touch on the current sta...\n\nMacDonald, Allan\n\nKatherine Dewar collection\n\n  • CA PCA Acc4694\n  • Fonds\n  • [ca. 1837]-2017\n\nThe collection consists of records gathered and created by Katherine Dewar in her various personal, professional, and research activities. The collection has been divided into the following series: Series1: Teaching notes for mental health nursing...\n\nDewar, Katherine Elizabeth\n\nJ. Spurgeon Jenkins fonds\n\n  • CA PCA Acc4012\n  • Fonds\n  • 1934-1939, 1941-1949, 1952-1957\n\nThis fonds consists of twenty-one 13.5 x 20 mm bound yearly journals kept by Spurgeon Jenkins. Daily entries consist of comments on the weather, visits with family and friends and other social outings, and descriptions of hunting trips with detai...\n\nJenkins, J. Spurgeon\n\nRoland Taylor collection\n\n  • CA PCA Acc4713\n  • Collection\n  • [193?], [195?]\n\nThe collection consists of photographs of Charlottetown taken or collected by Roland Taylor. These include images of an unidentified shoe store (possibly A. A. LePage), the interior of Taylor's jewellery store, members of the Alpha Y's ...\n\nTaylor, Roland G.\n\nSingleton W. Muncey fonds\n\n  • CA PCA Acc2859\n  • Fonds\n  • 1900-1902; 1928\n\nThe fonds consists primarily of letters written by Singleton W. Muncey to his parents, T. C. and Harriet Muncey, and his brother Frank between 8 January 1900 and 26 November 1901. In the letters, Singleton describes his travels and activities as ...\n\nMuncey, Singleton Wyndham\n\nRankin, Morrison family fonds\n\n  • CA PCA Acc2716\n  • Fonds\n  • 1821-1918\n\nThis fonds consists of eight letters written between members of the Rankin and Morrison families of Scotland and PEI. Neil, Coun Douly, and George are the three generations of Rankin family whose correspondence is documented in this fonds. Roder...\n\nMorrison (Family)\n\nOliver\/McKinnon genealogical fonds\n\n  • CA PCA Acc4484\n  • Fonds\n  • [ca. 1880-1990]\n\nThe fonds consists of genealogical notes and photographs of the family of John Robert Oliver and their descendants, particularly those of Georgianna and Cowan Rankin McKinnon.\n\nOliver, John Robert (Family)\n\nAssociation Acadienne et Mutuelle de Bénéfice en Maladie de l'Île-du-Prince-Édouard\n\n  • Fonds\n  • 1906, 1908, 1911, 1914\n\nLe fonds témoigne des activités de l'Association acadienne et mutuelle de bénéfice en maladie de l'Île-du-Prince-Édouard, fondée en 1905 à Tignish (Î-P-É) dans le but de venir en aide à ses membres en cas de maladie ou d'incapacité...\n\nAssociation acadienne et mutuelle de bénéfice en maladie de l'Île-du-Prince-Édouard\n\nResults 1 to 10 of 1396",
        "topic_id":13,
        "format_id":1,
        "topic_confidence":0.9559040666,
        "format_confidence":0.9252591729,
        "weight":0.0070586342
    },
    {
        "url":"http:\/\/www.dmoz.org\/Regional\/Europe\/United_Kingdom\/England\/West_Yorkshire\/Government\/",
        "text":"In Partnership with AOL\nSee also:\n  • Councils within the West Yorkshire Area - Listing on Oultwood of regional, metropolitan, town and parish council links, with clickable maps.\n  • West Yorkshire Grants - Awards grants to voluntary organisations operating across West Yorkshire in the fields of arts, sport, recreation, education, environment and social\/welfare. Information about services and contact details.\n  • West Yorkshire Joint Services - Provides a range of services, including archives, archaeology, trading standards, analytical and materials testing to the five district councils in West Yorkshire. Includes information about the services, contact details and a history.\nVolunteer to edit this category.\nCopyright © 1998-2014 AOL Inc. Terms of Use\nVisit our sister sites | MusicMoz | Wikipedia\n\nLast update: February 9, 2007 at 7:13:49 UTC - edit",
        "topic_id":13,
        "format_id":1,
        "topic_confidence":0.6185471416,
        "format_confidence":0.9882854223,
        "weight":0.0045675065
    },
    {
        "url":"http:\/\/ufdc.ufl.edu\/UF00027829\/00047",
        "text":"Table of Contents\n Editor's page : The Florida Anthropologist...\n The riviera complex : An east Okechobee...\n The overgrown road site (8Gu38)...\n Analysis of lithic materials from...\n Popeyed bird-head effigies in west-central...\n Piney Island (8MR848) : An eroding...\n The Florida Anthropologist : An...\n Book reviews, current reasearch,...\n Was this shell damaged by a predatory...\n Featured photographs\n Join the Florida Anthropological...\n\nGroup Title: Florida anthropologist\nTitle: The Florida anthropologist\nFull Citation\nPermanent Link: http:\/\/ufdc.ufl.edu\/UF00027829\/00047\n Material Information\nTitle: The Florida anthropologist\nAbbreviated Title: Fla. anthropol.\nPhysical Description: v. : ill. ; 24 cm.\nLanguage: English\nCreator: Florida Anthropological Society\nConference on Historic Site Archaeology\nPublisher: Florida Anthropological Society.\nPlace of Publication: Gainesville\nFrequency: quarterly[]\ntwo no. a year[ former 1948-]\nSubject: Indians of North America -- Antiquities -- Periodicals -- Florida   ( lcsh )\nAntiquities -- Periodicals -- Florida   ( lcsh )\nGenre: periodical   ( marcgt )\nSummary: Contains papers of the Annual Conference on Historic Site Archeology.\nDates or Sequential Designation: v. 1- May 1948-\n Record Information\nBibliographic ID: UF00027829\nVolume ID: VID00047\nSource Institution: University of Florida\nHolding Location: Department of Special Collections and Area Studies, George A. Smathers Libraries, University of Florida\nRights Management: All rights reserved by the source institution and holding location.\nResource Identifier: oclc - 01569447\nlccn - 56028409\nissn - 0015-3893\n\nTable of Contents\n    Table of Contents\n        Page 1\n    Editor's page : The Florida Anthropologist 45(1) - March 1992 - Louis D. Tesar\n        Page 2\n        Page 3\n        Page 4\n    The riviera complex : An east Okechobee archaeological area settlement - Ryan J. Wheeler\n        Page 5\n        Page 6\n        Page 7\n        Page 8\n        Page 9\n        Page 10\n        Page 11\n        Page 12\n        Page 13\n        Page 14\n        Page 15\n        Page 16\n        Page 17\n    The overgrown road site (8Gu38) : A swift creek camp site in the lower Apalachicola valley - Nancy Marie White\n        Page 18\n        Page 19\n        Page 20\n        Page 21\n        Page 22\n        Page 23\n        Page 24\n        Page 25\n        Page 26\n        Page 27\n        Page 28\n        Page 29\n        Page 30\n        Page 31\n        Page 32\n        Page 33\n        Page 34\n        Page 35\n        Page 36\n        Page 37\n        Page 38\n    Analysis of lithic materials from the Rattlesnake Midden site (8H1980), Tampa Bay, Florida - Richard W. Estarbook and J. Raymond Williams\n        Page 39\n        Page 40\n        Page 41\n        Page 42\n        Page 43\n        Page 44\n        Page 45\n        Page 46\n        Page 47\n        Page 48\n        Page 49\n        Page 50\n        Page 51\n    Popeyed bird-head effigies in west-central and southwest Florida - George M. Luer\n        Page 52\n        Page 53\n        Page 54\n        Page 55\n        Page 56\n        Page 57\n        Page 58\n        Page 59\n        Page 60\n        Page 61\n        Page 62\n    Piney Island (8MR848) : An eroding prehistoric site in the Oklawaha river basin of central Florida - Robin L. Denson and James S. Dunbar\n        Page 63\n        Page 64\n        Page 65\n        Page 66\n        Page 67\n    The Florida Anthropologist : An index to volumes 37-45(1) (1984-1992) with brief comments - Louis D. Tesar\n        Page 68\n        Page 69\n        Page 70\n        Page 71\n        Page 72\n        Page 73\n        Page 74\n        Page 75\n        Page 76\n        Page 77\n        Page 78\n    Book reviews, current reasearch, comments, and meetings\n        Page 79\n        Page 80\n        Page 81\n        Page 82\n        Page 83\n        Page 84\n        Page 85\n    Was this shell damaged by a predatory sea turtle? George M. Luer\n        Page 86\n        Page 87\n    Featured photographs\n        Page 88\n        Page 89\n        Page 90\n        Page 91\n        Page 92\n        Page 93\n        Page 94\n        Page 95\n    Join the Florida Anthropological Society (FAS)!\n        Page 96\nFull Text\n\n\n2000 Florida Anthropological Society Inc.\n\nThe Florida Anthropological Society Inc. holds\nsource text of the Florida Anthropologist\nconsidered the copyright holder for the text\nthese publications.\n\nall rights to the\nand shall be\nand images of\n\nThe Florida Anthropological Society has made this publication\navailable to the University of Florida, for purposes of\ndigitization and Internet distribution.\n\nThe Florida Anthropological Society reserves all rights to this\npublication. All uses, excluding those made under \"fair use\"\nprovisions of U.S. Code, Title 17, Section 107 are restricted.\n\nContact the Florida Anthropological Society for additional\ninformation and permissions.\n\n\n\n\nEditor's Page: The Florida Anthropologist 45(1) -- March, 1992. Louis D. Tesar 2\n\nThe Riviera Complex: An East Okechobee Archaeological Area Settlement Ryan J. Wheeler 5\n\nThe Overgrown Road Site (8Gu38): A Swift Creek Camp Site in the Lower Apalachicola Valley.\nNancy Marie White 18\n\nAnalysis of Lithic Materials from the Rattlesnake Midden Site (8HI980), Tampa Bay, Florida.\nRichard W. Estabrook and J. Raymond Williams 39\n\nPopeyed Bird-Head Effigies in West-Central and Southwest Florida. George M. Luer 52\n\nPiney Island (8MR848): An Eroding Prehistoric Site in the Oklawaha River Basin of Central\nFlorida. Robin L. Denson and James S. Dunbar 63\n\nThe Florida Anthropologist: An Index to Volumes 37-45(1) (1984-1992) With Brief Comments.\nLouis D. Tesar 68\n\n\nTatham Mound (1991) by Piers Anthony. Louis D. Tesar, Reviewer 79\n\nGuide to the Paleo-Indian Artifacts of North America (1990) by Richard Michael Gramly. Michael\nWisenbaker, Reviewer 80\n\nThe Art and Archaeology of Florida's Wetlands (1991) by Barbara A. Purdy. Michael Wisenbaker,\nReviewer 82\n\nArchaeological Geology of North America (1990) edited by Norman P. Lasca and Jack Donahue.\nKevin McCartney, Reviewer 85\n\nWas This Whelk Shell Damaged By A Predatory Sea Turtle? George M. Luer 86\n\n\nTwo Unusual Stone and Shell Artifacts from Site 8BR559, Brevard County, Florida. Submitted by\nVera Zimmerman 88\n\nBrief Biographical Sketch of Montague Tallant (1892-1962). Submitted by Laura Branstetter. 90\n\nMontegue Tallant at Shaw's Point, Manatee County, Florida. Submitted by Karen Malesky 90\n\n\"Munsilna McGundo House,\" Duval County, Florida. Submitted by Henry Baker 92\n\nANNOUNCEMENT: A New Beginning for the Pipers. Harry and Jackie Piper UNIVERSITY OF FLORIDA 93\n\nERRATUM: A Note on Pineland and Josslyn Island. George M. Luer 31 11 I 1262 [110 633! 93\n3 1262 05100 6335\nApalachee Chapter Stresses Member Training. Prepared by K. C. Smith 3 1262 05100 6335 94\n\n\n\nLouis D. Tesar, Journal Editor\nFlorida Anthropological Society\n\nThis issue contains a mix of articles, book reviews,\ncomments, and featured photographs. I hope that you will\nenjoy them.\nThe lead article, \"The Riviera Complex: An East\nOkeechobee Archaeological Area Settlement,\" by Ryan J.\nWheeler has been long awaited -- in two senses. First, it\nprovides a thoughtful synthesis of area archaeology. Second,\nit had been reviewed and accepted for publication well over a\nyear ago; however, the letter notifying the author of that fact\nand the accompanying edited text apparently were lost in the\nmail. It was not until a year later when I chanced to ask Mr.\nWheeler why he had chosen not to submit his final text for\npublication that we discovered the problem. Fortunately,\nRyan still had the original text on electronic media, I was able\nto provide him with my photocopy of the edited document,\nand he promptly responded with a final text and diskette.\nMr. Wheeler is currently working on a comparative\nanalysis of decorated bone artifacts from Florida, as part of\nhis graduate studies. I hope that he will publish at least part\nof his results in a future issue of The Florida Anthropologist.\nAny of our readers who have found decorated bone artifacts\nare encouraged to send photographs or slides of those\nartifacts, along with a description of the dimensions, site\nlocation information, and so forth, to Mr. Wheeler. His\naddress may be found at the end of his Riviera Complex\nThe second article, \"The Overgrown Road Site (8Gu38):\nA Swift Creek Camp Site in the Lower Apalachicola Valley,\"\nby Nancy Marie White illustrates the results of carefully\nexcavating a small archaeological site, and the contribution\nwhich such sites can make toward furthering our\nunderstanding of area history and prehistory. As she notes,\nmost previous archaeological efforts have focused on larger\nsites with a wealth of archaeological materials, or on burial\nsites with more complete artifacts. However, in respect for\nthe wishes of Native Americans, Dr. White and other\narchaeologists now generally forego excavation of human\nburial sites unless they are threatened with loss to erosion or\nThis is but one of the many sites located and evaluated\nby Dr. White during her more than ten years of focused\nresearch on the Apalachicola River drainage system. Most of\nthis research has been conducted as summer field schools and\nshe has included a fair mix of volunteers -- time, space,\nequipment, and circumstances permitting. Many of her\nstudents have gone on to become professional archaeologists,\nand her public archaeology efforts are to be lauded as an\nexample for others. One product of Dr. White's public\n\narchaeology effort is a recently published 33-page booklet,\nApalachicola Valley Archaeology (1992) by Nancy White,\nTerry Simpson and Suella McMillan.\nThe third article, \"Analysis of Lithic Materials from the\nRattlesnake Midden Site (8HI980), Tampa Bay, Florida,\" by\nRichard W. Estabrook and J. Raymond Williams reports on\none aspect of a field school project conducted to aid\nHillsborough County in planning the development of a public\npark being developed for passive recreation, environmental\npreservation purposes. The in... (truncated)",
        "topic_id":13,
        "format_id":0,
        "topic_confidence":0.981363833,
        "format_confidence":0.8794592023,
        "weight":0.0087067177
    },
    {
        "url":"http:\/\/www.nanrussell.com\/index.php\/2017\/04\/19\/in-the-scheme-of-things-those-who-came\/",
        "text":"In the Scheme of Things: Those Who Came\n\nI was born in Montana, left as a toddler, returning in my fifth decade for a second act career as a writer. It was then I first met and worked with Native Americans. Previously, I hadn’t known anyone who didn’t have an arriving-to-America story in their family history.\n\nWhile many of us have relatives, perhaps generations ago, who made a conscious decision to come to this country, that’s not true for everyone, of course. A few people were already here, some tagged along as children, and others were brought against their will.\n\nAlong my life’s way, growing up in California, attending graduate school in Michigan, raising a family in Pennsylvania, living in the Rocky Mountain states of Montana and Colorado, I’ve heard hundreds of why-we-came stories from people I knew personally.\n\nSome stories are fresh with tears and struggles, others generations old where details have been lost or blurred. But the why seems to remain. On my mother’s side, they came for religious freedom; on my father’s a chance for a better life. Like many immigrant stories, my ancestors arrived with little more than hope, courage, and uncertainty.\n\nA picture sits on my desk to remind me of what it must take to leave behind everyone you love and venture into a strange land where you might not even speak the language. People come here to make a better life, enjoy rights and freedoms, or escape unthinkable hardships.\n\nI found that picture in a tattered, moldy box when cleaning out a shed at my parent’s house. It’s a picture of my great grandfather as a young man of 18 or l9, with three of his brothers. He arrived from Germany in the mid l800s, settling on the plains of South Dakota.\n\nJust as fables and fairy tales help children learn about the world, others’ life stories and struggles help us appreciate who we are as a nation, weaving America’s tapestry with strength, dreams, determination, talent, and diversity.\n\nIn the scheme of things, it seems to me, if we close our hearts to those who seek what my great grandfather sought, or yours, our tapestry of hope, compassion, freedom, and opportunity, woven collectively for centuries by our diverse ancestors — some legal, some not; some arriving by choice and some not — begins to unravel. I try to remember this: just two percent of us can claim their family was always here; descendants of the original peoples of these lands.\n\nIn these complex times, I can’t help picturing my elderly mother at the Statue of Liberty. One of the bucket items we helped her cross off after my father died, was a visit to Ellis Island and the Statue of Liberty. She wanted to see what her ancestors saw, touch the ground they touched, and spiritually thank those who came before for creating the life she enjoyed. May that symbol of freedom and hope be a reminder to us of our own immigrant histories, and always be a welcoming light to the world.\n\nSorry, comments and trackbacks have now been closed.",
        "topic_id":13,
        "format_id":15,
        "topic_confidence":0.7679994702,
        "format_confidence":0.9146539569,
        "weight":0.0171751425
    },
    {
        "url":"https:\/\/www.mainememory.net\/artifact\/79567",
        "text":"Award to Harvey Gamage, South Bristol, 1969\n\nContributed by South Bristol Historical Society\n\nAward to Harvey Gamage, South Bristol, 1969\nCartoon School Bus\n\nThis record was added to Maine Memory Network through the efforts of a student at South Bristol School. Learn more.\n\n\nThis 1969 letter of recognition from the Governor of Maine, Kenneth Curtis, honors shipbuilder Harvey Gamage for his superior craftsmanship in making wooden sailing vessels. The letter specifically mentions four vessels in particular; the Hero, the Mary Day, the Shenandoah, and the Clearwater.\n\nAfter working as an apprentice in East Boothbay, Harvey Gamage (__ -1976) started his own boatyard on Shipyard Road in South Bristol as \"Harvey F. Gamage, Bristol Yacht Building Company\" and later as\" Harvey Gamage - Shipbuilders.\" More than 300 wooden vessels were built there between 1924 and 1976, and in 1970 the first steel hull boat was launched.\n\nView\/Add Comments\n\n\nItem has a transcription view a full transcription\n\nAbout This Item\n\n  • Title: Award to Harvey Gamage, South Bristol, 1969\n  • Creator: Curtis, Kenneth M.\n  • Creation Date: 1969-10-24\n  • Subject Date: 1969-10-24\n  • Town: South Bristol\n  • County: Lincoln\n  • State: ME\n  • Media: Ink on paper\n  • Dimensions: 26.7 cm x 18.4 cm\n  • Local Code: 1999.15.lgamage.1\n  • Object Type: Text\n\nFor more information about this item, contact:\n\nSouth Bristol Historical Society\nP. O. Box 229, South Bristol, ME 04568\n\nThis Item is protected by copyright and\/or related rights. No Permission is required to use the low-resolution watermarked image for educational use, or as allowed by the applicable copyright. For all other uses, permission is required.\n\nPlease post your comment below to share with others. If you'd like to privately share a comment or correction with MMN staff, please use this form.",
        "topic_id":13,
        "format_id":19,
        "topic_confidence":0.9768441319,
        "format_confidence":0.7029935718,
        "weight":0.01176488
    }
]