[
    {
        "url":"https:\/\/www.guitarinteractivemagazine.com\/issues\/issue-64\/features\/mark-tremonti-hit-your-mark\/",
        "text":"Guitar Interactive Magazine toggle menu\n\n\nMark Tremonti- Hit Your Mark\n\nIssue #64\n\nAt 18, he was tapped by Jimmie Vaughan to join the Fabulous Thunderbirds, and two years later, following the tragic death of Stevie Ray Vaughan, he and fellow Austin guitar ace Charlie Sexton teamed with SRV’s Double Trouble rhythm section, drummer Chris Layton and bassist Tommy Shannon, to form the band Arc Angels.\nJonathan Graham\n\nMark Tremonti: Hit Your Mark\n\n\n\nAs if being the lead guitarist of the multimillion-selling rock bands Alter Bridge and Creed weren't enough, Mark Tremonti, is once again active with his solo project, Tremonti. Mark chats exclusively with Guitar Interactive Magazine editor, Jonathan Graham during his recent sold-out show in London in support on the latest Tremonti release, 'A Dying Machine.'\n\n\nEvery lasting legacy remains rooted in an undying urge to grow. After two decades at the forefront of all things guitar, a Grammy Award win, 40 million-plus units sold between Alter Bridge, Creed, and his eponymous Tremonti, and countless other accolades, Mark Tremonti once again summited an uncharted creative peak in 2018.\n\n\n\nFor the very first time, the guitarist and singer crafted an immersive concept and accompanying novel for Tremonti’s fourth full-length album and first for Napalm Records, A Dying Machine. As passionate about authors like Gene Wolfe and George R.R. Martin as he is about hard rock and heavy metal, the multitalented musician architected a big screen-worthy tale amplified by his most cohesive sonic vision to date.\n\n\n“I’d never done anything like this,” Mark admits. “I had the vision in mind the entire time. Some songs directly relate to the narrative, while some of them are more ambiguous. Even with the concept, it’s very personal. At its core, this is a human story, but with a twist.”\n\n\nSince emerging in 2012, he and his bandmates—Eric Friedman (backing vocals \/ guitar \/ bass) and Garrett Whitlock (drums)—have built the foundation for such an ambitious statement. Their full-length debut 'All I Was' and the follow-up records 'Cauterize' and 'Dust' has earned the band a very strong following. The band has supported these records with extensive headlining gigs and festival appearances everywhere from Rock on the Range to Shiprocked.\n\n\nIn the minutes leading up to an Alter Bridge show in Hungary, the idea for this opus serendipitously arrived.\n\n\n“I was warming up on guitar, and I just started writing this chord progression and singing over it,” he recalls. “The words, ‘You’re a dying machine’ came out. I thought about the subject matter throughout the night.”\n\n\n\nThat story unfolds as an emotionally charged narrative, spanning obsession, unrequited love, and destruction. The plot takes place at the turn of the next century, and the plan is to have the novel available at the same time as the record release.\n\n\nOnce again, he joined forces with longtime producer Michael “Elvis” Baskette (Slash, Alter Bridge) for recording in Orlando during late 2017. Beyond generating a pristine tone on Tremonti’s signature PRS MT-15 amp, the guys approached the sessions “more prepared than ever in the past.”\n\n\nFittingly, the band introduces this body of work with the title track “A Dying Machine.” Muscular and mechanized riffing spirals out towards an airy hook and hypnotic fingerstyle solo.\n\n\n“I felt like ‘A Dying Machine’ was the perfect way to invite listeners into this world,” explains Tremonti.\n\n\nThe album itself kicks off fueled by the speed demon six-string death march of “Bringer of War.” A melodically massive hook underscores the apocalyptic landslide of down-picking and fiery fretwork.\n\n\n“It’s about a warmonger with no pity who is just hell-bent on destruction,” he elaborates.\n\n\nTremonti explores a new guitar tuning on the track, “Trust”.\n\n\n“That’s a sound we’ve never embraced with the tuning and chord voicings. There’s a new mood to it.”\n\n\nThe crystalline blues-style tones of “The First The Last” belie a raw intensity of a different nature as the band “gets away with writing an emotionally charged song, because it’s in a fictional landscape,” laughs Tremonti. “You could liken it to somebody losing everything they ever cared about.”\n\n\nThe conclusion “Found” represents the biggest departure as it ends the album with an instrumental industrialized hum evocative of Massive Attack. It literally replicates the sound of A Dying Machine.\n\n\nMeanwhile, the first single “Take You With Me” hinges on an airtight thrash gallop before an expansive and entrancing chorus.\n\n\nHe adds, “It’s basically saying, ‘Be proud of who you are. Be proud of whatever scars you have. Don’t ever forget where you came from. Stand up for yourself, and I’ll help you do it. You’re smarter and stronger than you’ll ever know. It’s someone trying to raise somebody up.’“\n\n\nWith extensive headline runs over the past few years and on the horizon plus a European tour supporting Iron Maiden, Tremonti continues to grow into an ambitious hard rock force. The latest single from the band’s Napalm Records release, 'A Dying Machine.' “Throw Them To The Lions” is an up-tempo metal song, something that Tremonti has come to be known for over their multiple releases through the years. The video was filmed at a recent sold-out show in the UK.\n\n\n\n\n\n“This is an emotional record,”  states Tremonti. “I want fans to get a lot of emotion out of it. I’m very proud of the lyrics. I hope they stand out as much as anything else on the record.”\n\n\n\nBe sure to check out Nick Jennison's full review of the PRS MT 15 Mark Tremonti Signature Amp as featured back in issue 57's main reviews section.\n\n\nTremonti's 'A Dying Machine' is out now, via Napalm Records.\n\n\n'A Dying Machine' tracklist:\n\n\n  1. Bringer Of War\n  2. From The Sky\n  3. A Dying Machine\n  4. Trust\n  5. Throw Them To The Lions\n  6. Make It Hurt\n  7. Traipse\n  8. The First The Last\n  9. A Lot Like Sin\n  10. The Day When Legions Burned\n  11. As The Silence Becomes Me\n  12. Take You With Me\n  13. Desolation\n  14. Found\n\n\n\n\nFor more info, please visit:\n\n\nIssue #75\n\nPeter Green \/ Ivar Bjørnson\n\nOut Now\n\nRead the Mag",
        "topic_id":6,
        "format_id":11,
        "topic_confidence":0.9914397001,
        "format_confidence":0.7380588055
    },
    {
        "url":"https:\/\/www.fatherly.com\/activities\/movies-and-tv-for-kids\/should-you-take-your-kids-to-see-ice-age-collision-course\/",
        "text":"Do The Evolution?\n\nShould You Take Your Kids To See ‘Ice Age: Collision Course’?\n\nIce Age: Collision Course is the fifth installment of the series about pre-historic animal pals working together to survive natural disasters. This time the threat isn’t global climate change (boring!), but an asteroid hurtling towards Earth. Will the cuddly animals survive? That depends on whether you think a kids’ movie would end in a fiery apocalypse. Once again Ray Romano, Jennifer Lopez, John Leguizamo, Queen Latifah, and Denis Leary lend their voices, as well as Workaholic‘s Adam DeVine. Here’s what the critics are saying to help you decide whether you should go see it, or if natural selection will win out at the box office.\n\nFor Kids: The animation is probably the best of the series, and most critics think kids will be entertained enough. But don’t expect them to be wowed. “Young children will enjoy the helter-skelter action and animation but the charm has gone,” says Henry Fitzherbert of the Daily Express (UK). Peter Bradshaw of the Guardian advises you to just wait for it to land on Netflix, writing “This could provide some small-screen entertainment for bored kids on a rainy day. But really: Enough.” The animals in Ice Age didn’t make it out of the prehistoric era, and even as a kiddie flick, critics seem to think the series shouldn’t have made it out of the aughts.\n\nIce Age: Collision Course\n\nFor You: Pixar, this ain’t. These days, animated films have to work on multiple age levels and critics say Ice Age is no longer cutting it. “Yes, there’s visual spectacle, but the film is too predictable and mechanic. And not just adults will find it that way,” says Diego Battle of La Nacion (Argentina). Stephen Romei of The Australian praises the animation and says “there’s room for an interesting discussion with younger viewers if you know a bit about, well, the solar system,” but adds that “it’s light on jokes for the adult viewer and the plot is a bit thin.” Even one of the most positive reviews on Rotten Tomatoes was kind of a neg. Eddie Harrison of The List writes, “Collision Course is a brisk, innocuous entry in a series that places silliness and colour before narrative drive, character or originality.”\n\nCommon Sense’s Take: Common Sense Media, the leading nonprofit source for helping parents make movie and TV choices for kids, gives Ice Age: Collision Course a solid mehhhhh, fine. They praise the teamwork theme and the “unconditional love\/acceptance of the right ‘herd,’” but note that it’s no surprise things start to feel repetitive. They also caution parents of kids interested in space and prehistoric animals that the science in the film isn’t exactly sound. Yes, you might have to sit your kids down and tell them that sabertooth tigers sounded nothing like Denis Leary.\n\nIce Age: Collision Course\n\nBottom Line: Critics are bored by Collision Course and the formulaic plots of the Ice Age movies in general.  But, at least 80 percent have also made an extinction joke in their review, so who is formulaic now? As Mike Zorilla writes for Blog de cine, Ice Age: Collision Course is “the lowest point of a franchise that wasn’t even that good to begin with.” In 2016, you and your kids can and should expect better from your animated features. If you really want to see Ray Romano be great in something terrible, go watch a few episodes of Vinyl.\n\nRating: PG (for mild rude humor and some action\/peril)\nRunning Time: 100 minutes\nAges: 6+",
        "topic_id":6,
        "format_id":11,
        "topic_confidence":0.9952278137,
        "format_confidence":0.5811733007
    },
    {
        "url":"http:\/\/clothesonfilm.com\/film-review-the-killer-inside-me\/11837\/",
        "text":"© 2010 Lord Christopher Laverty. All rights reserved.\n\nFilm Review: The Killer Inside Me\n\nDirector: Michael Winterbottom\nStarring: Casey Affleck, Kate Hudson, Jessica Alba\n\nIn 1952 Jim Thompson penned the book The Killer Inside Me from the perspective of a serial killer called Lou Ford. It was proclaimed as one of the best noir stories ever written. Shocking in its description of violence towards women, the book, and now the film, questions how such propensity is the fabric of human nature.\n\nAfter a stylistic title sequence, we arrive in the 1950s; Lou Ford (Casey Affleck) is the deputy-sheriff of a small town in Texas. He is kind, generous but has slight arrogance about him. Lou has been assigned the task of coercing prostitute Joyce Lakeland (Jessica Alba) out of the town. Instead he is drawn into a scheme with Joyce to blackmail local oil tycoon Chester Connway (Ned Beatty). Then without warning Lou’s latent sexual aggression awakens to damage everyone he holds close.\n\nThe Killer Inside Me has already been labelled ‘misogynistic’ by some. One scene gaining infamy centres on the domestic beating of Joyce. It creates a sense of un-cleanliness in the viewer, though director Michael Winterbottom refuses to shy away from the moment.\n\nCasey Affleck is chilling as Lou Ford; you could say he is a descendant of Robert Ford. He handles the duality of this character very well. On the outside he’s a well mannered lawman, often dressed in pure white, you would never suspect that deep down he is rotten to the core.\n\nBut the two standouts are Kate Hudson and Jessica Alba. Their roles are challenging, mentally and physically, due the desires of their characters. Both have sadomasochistic tendencies that ensure the unflinching sex scenes instil real meaning. Somehow even though Ford beats them half to death, they still love him and, perhaps even more surprisingly, he loves them.\n\nCostume design by Lynette Meyer encourages Lou Ford’s position of authority. In his cowboy hat, white shirt, tie and police badge, Ford is supposed to help the local town, yet is so self-absorbed he goes against everything the badge is supposed to represent. The two women in his life are dressed in curiously bright clothing suggesting a surreal, dream-like atmosphere. This serves to reflect Ford’s own warped perspective on their relationship.\n\nFor all its qualities, The Killer Inside Me fails in plotting and tone. The screenplay seems to be on fast-forward, desperate to rush straight to the sex and violence. There is no backstory, no hint of why Fry became the evil man he did. If there was more time spent fleshing out his character, the film would have been a more gratifying experience.\n\nOnce the blackmail plot gets underway there is a move away from explicit violence, yet some viewers may struggle to stay with it, as the narrative just isn’t strong enough to be compelling. However tone lets things down most. The film starts as a serious psychological thriller then segues into black comedy with odd, contradictory music surrounding the tragedy.\n\nThe Killer Inside Me is a well made and well acted piece of pulp fiction, but ruined by a jarring tone that contradicts the violent scenes of domestic abuse. Developing into an uncomfortable mix of Chinatown and Henry: Portrait Of a Serial Killer, it is too uneven to be convincing.\n\n© 2010 – 2014, Lord Christopher Laverty.",
        "topic_id":6,
        "format_id":11,
        "topic_confidence":0.9849957824,
        "format_confidence":0.5871427655
    },
    {
        "url":"http:\/\/www.theguardian.com\/music\/2011\/jun\/02\/dance-music-nostalgia-rave-disco-reissues",
        "text":"Dance music gets nostalgic: the disco and rave reissue boom\n\nFrom 70s disco to 90s rave, dance music is only now really starting to look back on its past glories – leading to the first big wave of dance reissues\nDance has tended not to be the most overtly nostalgic genre, but that’s begun to change. Photograph: PHIL DENT\/PHIL DENT \/ Redferns\n\nDance music may be a perpetual forward-motion machine, but it has often fruitfully examined its past. Disco, for example, has undergone a number of largely kitschy revivals since the early 90s – think of the very different uses of it by acts ranging from Deee-Lite, Masters at Work and DJ Sneak to Daft Punk, Escort, and LCD Soundsystem. But dance music's deeper past tended to be the preserve of those with insider knowledge. That, though, has begun to change, as dance music undergoes its first serious wave of reissued classics and rarities.\n\n\"With house music, it's been 25, 30 years of history,\" says Christiaan Macdonald, Rush Hour Recordings' label manager, \"and there's a new generation of kids listening to it.\" Based in Amsterdam, Rush Hour has become a key label in electronic dance's sudden reissue bloom. Rush Hour shines on the new-title front, thanks to sparkling singles by FaltyDL, Nebraska, and Tom Trago – but it's proven invaluable for bringing to light legendary but little-heard music from the mid-90s, an era so teeming that it is to dance music what the 60s are to rock.\n\nBeginning with the October 2008 issue of Kenny Larkin's The Chronicles – a double-CD collection of the Detroit techno producer's privately pressed 12in singles from 1992 to 1997 – Rush Hour has concentrated on reissuing vintage Chicago house and Detroit techno. Last year, they repressed vintage 12ins such as Robert Hood Presents Floorplan's Funky Souls from 1996, and put together Anthony \"Shake\" Shakir's three-CD Frictionalism 1994-2009, which plays like an alternate-universe greatest hits – and in a way, it is.\n\nThis is a significant shift. For all its sourcing in earlier music, electronic dance has tended not to be the most overtly nostalgic of forms, but that's begun to change recently. There have long been retrospective series, such as the Sessions double CDs on Union Square Music, or Mastercuts' Classic series, which tend to take a broad overview that presumes everyone listening is coming to this music for the first time (not to mention that several volumes of the Sessions series are intrusively, and badly, DJ-mixed).\n\nBut thanks to everything from YouTube to the disco re-edit underground to Detroit techno and Chicago house stretching toward three decades of existence, dance fans seem to be hungering for older music more than at any time before. Jungle and 2step DJs would never have thought to mix old Chicago or Detroit tracks into their sets, but newer DJs see no impediment to doing so; if anything, it gives the music a trans-historical kick. Dance fans who came of age in the 90s are seizing their heritage, while younger newcomers are claiming their roots. And as a result, dance compilations and reissues are going deeper than ever.\n\nThat's true of disco as well. There's been a boom in books on the subject – Alice Echols's Hot Stuff and Peter Shapiro's Turn the Beat Around are just two of many. But even a box set as judiciously chosen as A Complete Introduction to Disco 1970-1980, issued by Universal last August, can't dive into the music's many strange corners. Luckily, for those of us that have always wanted to hear the Andy Williams disco record, there is the recent Disco Discharge: Mondo Disco – \"23 weird & wonderful disco artefacts,\" as the sleevesticker promises, which contextualizes Williams's weirdly Euro Love Story (\"She fills my HEEEAAAARRRRT!\") with equally garish tracks by 5000 Volts, Disco Circus, and Cerrone.\n\nMondo Disco is just one of four volumes in the double-CD Disco Discharge series issued this spring, bringing the total to 12; it was joined by Cruising the Beats (gay-bar pickup music, featuring This Girl's Back in Town by Raquel Welch), Euro Beats (they love Giorgio Moroder), and Disco Fever USA (male and female belters dominate). These CDs are as gloriously over the top as their subject, and packaged with smart attention to detail by compiler Mr Pink – aka David Akerman – a supply chain manager at Demon Music Group, which issues the discs.\n\n\"Each set takes approximately eight months from concept to release,\" says Akerman. He often chooses the black-and-white art before the track lists are finalised. \"Finding the owners of tracks that were released on independent labels is quite often a problem,\" he says. \"There are tracks that are lost for ever due to the fact no one can legally confirm who owns them.\"\n\nIt's partly for that reason that dance history has largely been lost until recently. \"This is a music that historically was disrespected by the mainstream media, mainstream compilers, mainstream attention,\" says Andy Zax, a veteran reissue producer in Los Angeles who has worked extensively with Rhino, for whom he helped produce the mid-00s Talking Heads reissues. \"It's like how garage rock had a substantial following, but it was under the radar to a certain degree. If you were somebody on the internet fanatically trying to download B-sides, you can disagree. But in terms of serious professional attention being paid, the degree of interest from the major-label music business has been spotty and intermittent at best.\"\n\nThe classic example is Machine Soul. In the late 90s, New York writer and collector Johan Kugelberg put together a four-disc box for Rhino – \"a pretty good overview of electronica,\" says Kugelberg, using the vogue US term of the time. \"The sales department at Rhino decided that a two-CD set was all the marketplace could carry, so it was chopped down, and became yet another neither-here-nor-there compilation.\"\n\n\"Any kind of compilation – single artist or genre or scene or region or sound or what have you – is an argument,\" says Zax, who saw Machine Soul deflate. \"It should be like a well-structured essay whose topic is why you should care about this thing under consideration. Good compilations do that; bad compilations don't do that. What they put out was one of those packages it's hard to imagine it making anyone happy at all, despite the obvious quality of most of what's on it.\"\n\nThe tide for dance compilations began turning around the mid-00s. Soul Jazz salted its usual jazz, funk, reggae and post-punk collections with nods to the rave diaspora, Acid: Can You Jack? and Rumble in the Jungle, while Planet Mu put out a pair of seething mid-90s compilations by the jungle producer Remarc. That's the kind of reissue that's gaining traction: period-specific, in-depth surveys aimed at hardcore fans.\n\nIn some cases, these have been coming from the original labels. The past few years have seen a number of rave-era imprints making their catalogues available on download sites such as iTunes and eMusic. The important early jungle label Reinforced, for example – which incubated the first work of scene heroes 4Hero, Goldie (then Rufige Cru), and Doc Scott – recently collected its artists' mid-90s singles under the series title The Early Plates. Kniteforce, an early happy-hardcore imprint, got noticed back in late 2008 by putting its entire back catalogue up for free download; the offer has long since been discontinued, as the music makes its way to the online stores.\n\nThe most resonant of these reclamations has been R&S Records, founded in 1984. During the early 90s, R&S was as reliable and varied a rave label as there came, issuing parameter-expanding classics by Joey Beltram, Aphex Twin, Human Resource, Jam & Spoon, Jonny L, Mescalinum United and Jaydee at a lightning clip, setting the stage for later big-tent dance enterprises such as Kompakt. R&S gradually lost steam, moseying along till the early 00s, at which point the label went on indefinite hiatus. That changed in 2006, when founder Renaat Vandepapeliere revived it, handing the reins to label manager Andy Whittaker and young A&R man Dan Foat, who now run R&S in London.\n\n\"There's been many other older dance labels relaunched which have just mined the back catalogues and updated them with new remixes,\" says Whittaker. \"But Dan and I wouldn't have been part of it if this was how R&S was to be run. We have a remit to make the label great again.\" R&S did indeed reissue its classics digitally and, more selectively, on CD; the 2008 collection In Order to Dance featured a bonus disc of old warhorses newly remixed, such as Prins Thomas's version of Outlander's Vamp, and Boys Noize making over CJ Bolland's Horsepower.\n\nBut those were merely steps toward a new beginning: Improbably, R&S has become one of dance music's premier labels in the here and now, thanks to a head-turning assortment of EPs by right-now acts such as Radio Slave, Pariah, Space Dimension Controller, Untold, and – oh yes – James Blake, whose 2010 R&S 12-inch CMYK is the track that launched the hype machine into overdrive.\n\n\"The fact the label has such a great heritage for working with people like Aphex Twin and Juan Atkins definitely helps us sign new artists,\" says Whittaker of his label's wraparound latter-day success – using vintage classics to launch into new directions. \"Although now the new artists we sign are as impressed by our current roster as the back catalogue.\"",
        "topic_id":6,
        "format_id":11,
        "topic_confidence":0.9844190478,
        "format_confidence":0.7360402942
    },
    {
        "url":"https:\/\/hhsgeneraljournal.com\/5463\/entertainment\/in-memoriam-charlie-murphy\/",
        "text":"Connor Harlan, Editor-in-Chief\n\nYesterday, the world learned of the death of popular comedian and brother of Eddie Murphy, Charlie Murphy. The cause of death is reported to be Leukemia. Charlie was born in New York on July 12, 1959. Murphy worked as a boiler operator in the navy until 1983. Aside from scattered parts in movies during the 80s, Charlie had perhaps his most iconic parts in “Chapelle’s Show” in which he retold stories of escapades with celebrities like Rick James and Prince, often to backlash from said celebrities. Regardless, these sketches became iconic and gave birth to slew of memorable quotes. Murphy also had roles in Adult Swim shows like “The Boondocks” and “Black Jesus.” Murphy’s contribution to comedy has given us endless quotes and laughs, and he’ll be missed dearly in the world of Comedy.",
        "topic_id":6,
        "format_id":11,
        "topic_confidence":0.9961432815,
        "format_confidence":0.9263983965
    },
    {
        "url":"http:\/\/www.bizcommunity.com\/Article\/196\/429\/84506.html",
        "text":"Subscribe to industry newsletters\n\n\n\n\nBizcommunity has over 400 industry contributors and we always welcome further contributions and contributors.\n\nCloud Atlas for beginners\n\nIf there is one film that is going to change the way that you see filmmaking, visual storytelling and the human condition, in the same way Terrence Malick's The Tree of Life did, it's Cloud Atlas, an epic sci-fi drama that is every bit as much of a head-trip as the film that made the Wachowskis famous 13 years ago, The Matrix.\nWith a running time of 164 minutes, it is an adaptation of David Mitchell's acclaimed 500-page tome of the same title - a meditation on karma, past lives, and freedom that jumps across the centuries (past, present and Twilight Zone-ish future) and genres (drama, comedy, sci-fi and everything in-between) - that even Mitchell himself thought was unadaptable.\n\nCloud Atlas is written for the screen and directed by Lana and Andy Wachowski (The Matrix trilogy) and Tom Tykwer (Run, Lola, Run, Perfume: The Story of a Murderer) and based on the celebrated best-selling novel by David Mitchell.\n\nQuestions about life and purpose\n\nAn ambitious and dazzling epic spanning five centuries, Cloud Atlas explores questions about life and purpose that humanity has contemplated since the beginning of conscious thought. With a kaleidoscopic array of action, emotion and urgent human connections that light points along an infinite timeline, it suggests that individual lives continue their personal trajectories through the ages. Souls, reborn, renew their bonds with one another, time and again. Mistakes can be rectified or repeated. Freedom can be gained or lost, but is forever sought.\n\nThe film consists of six interrelated and interwoven stories that take the viewer from the South Pacific in the 19th century to a distant, post-apocalyptic future.\n\n\"It is a cinematic journey for which audiences are starving,\" said Tykwer. \"There is an audience that is undernourished and wants to be fed. They love to soak up and think, and have a full dinner just about what you've just seen and then take it to bed and wake up in the morning, still thinking about it. That's how we fell in love with cinema. We cannot be alone because we meet those people all the time.\"\n\nCloud Atlas was made on a budget of more than USD100 million, a portion of which was furnished by Warner Bros., but most of which was raised independently, which has led some to call it \"the most expensive indie film of all time\".\n\nMost expensive German-produced film to date\n\nCloud Atlas is considered to be \"the first attempt at a German blockbuster\" with its budget making it the most expensive German-produced film to date.\n\nIt features a stellar cast: Academy Award winners Tom Hanks (Philadelphia, Forrest Gump) and Halle Berry (Monster's Ball) lead an international cast that also includes Oscar-winner Jim Broadbent (Iris), Hugo Weaving, Jim Sturgess, Doona Bae, Ben Whishaw, James D'Arcy, Xun Zhou, Keith David and David Gyasi, Susan Sarandon (Dead Man Walking) and Hugh Grant. Each member of the ensemble appears in multiple roles as the story moves through time.\n\nTom Tykwer and the Wachowskis filmed parallel to each other using separate camera crews. The Wachowskis directed the 19th-century story and the two set in the future, while Tykwer directed the stories set in the 1930s, the 70s, and the present day.\n\nUnlike the original novel, the film is structured, according to novelist David Mitchell, \"as a sort of pointillist mosaic: We stay in each of the six worlds just long enough for the hook to be sunk in and from then on the film darts from world to world at the speed of a plate spinner, revisiting each narrative for long enough to propel it forward. (Pointillism is the technique of painting elaborated from impressionism.)\n\nThe epic journey\n\nHere's an outline that sums up the epic journey and six stories (without revealing the secrets that guarantee to blow your mind).\n• Pacific Ocean, circa 1849: The Pacific Journal of Adam Ewing Adam Ewing, (Jim Sturgess) an American lawyer from San Francisco during the California Gold Rush, has come to the Chatham Islands to conclude a business arrangement for his father-in-law. He meets Dr Henry Goose (Tom Hanks) who offers a cure for the parasitic worm that is seemingly eating his brain. While ashore, Adam learns about the enslavement of the Moriori tribe and observes a slave being whipped. The slave, Autua (David Gyasi), stows away on the ship and Adam reluctantly keeps him hidden.\n• Edinburgh, Scotland, 1936: Letters from Zedelghem Robert Frobisher (Ben Whishaw), a penniless young English musician, finds work as an amanuensis to a famous composer, allowing Frobisher the time and inspiration to compose his own masterpiece, The Cloud Atlas Sextet.\n• San Francisco, California, 1975: Half-Lives: The First Luisa Rey Mystery Luisa Rey (Halle Berry), is a journalist, sent to write a story about a new nuclear power plant. She meets Sixsmith (James D'Arcy), a respected nuclear physicist who decides to help Rey expose a conspiracy regarding the safety of a nuclear reactor.\n• United Kingdom, 2012: The Ghastly Ordeal of Timothy Cavendish. Timothy Cavendish, (Jim Broadbent) a 65-year-old publisher, flees the associates of a jailed gangster author and ends up confined against his will in a nursing home from which he attempts to escape.\n• Neo Seoul (Korea), 22nd century: An Orison of Sonmi~451. Sonmi~451, a genetically-engineered fabricant (clone) server at a fast-food restaurant (Bae Doona ), rebels against the totalitarian society that created and exploited her kind.\n• On a beautiful ocean island on a distant post-apocalyptic Earth: Sloosha's Crossin' an' Ev'rythin' After. A tribesman named Zachry (Tom Hanks) living a primitive life after most of humanity have died during \"The Fall\" is visited by Meronym (Halle Berry), a member of the last remnants of a technologically advanced civilisation and agrees to guide her into the mountains in search of Cloud Atlas.\n\nRead more about the film Cloud Atlas at\n\nAbout Daniel Dercksen\n\nAs a freelance film and theatre journalist for more than 30 years, published playwright and creator of the independent training initiative The Writing Studio, Daniel Dercksen received the number one spot for most popular lifestyle contributor for 2012, 2014 and 2015, and 2nd spot in 2016 on",
        "topic_id":6,
        "format_id":11,
        "topic_confidence":0.9860668778,
        "format_confidence":0.8977463245
    },
    {
        "url":"http:\/\/entertainment.time.com\/2011\/11\/15\/2801643\/",
        "text":"The Descendants: George Clooney’s Tragedy in Paradise\n\nAlexander Payne's tale of a grieving Honolulu husband has been touted as Oscar bait but it's closer to Hawaii Five-No\n\n  • Share\n  • Read Later\nMerie Wallace \/ Fox Searchlight\n\nGeorge Clooney and Shailene Woodley in a scene from The Descendants.\n\nI ought to love The Descendants. The film stars George Clooney, that splendid Hollywood anachronism of smart, cool, liberal charm. It was directed and cowritten by Alexander Payne, whose Election and Sideways elevated two tired movie clichés — a high-school bitch goddess and buddies on the road — into character studies that were both complex and faultlessly entertaining. Payne’s bright, lightly satiric tone seemed a perfect mate to Clooney’s genial éclat. I also liked what I’d heard about The Descendants‘ theme: a comedy-drama about grief. My hope was that the movie, which I saw in Sept. at the Toronto International Film Festival, would deal as deftly with the subjects of mourning and coping as Clooney’s Up in the Air had with the pleasures and emptiness of middle-aged emotional solitude.\n\n(MORE: Read how Payne went up with Sideways)\n\nIt didn’t happen for me. Watching this adaptation of Kaui Hart Hemmings’s 2007 novel about a man facing family crises in the modern Eden of Hawaii, I wanted the movie’s elevated sentiments to wash over me, inundate me in its lapping warmth, like the restorative waters on a Kauai beach. I’m a notorious softie—I have been known to tear up during beer commercials—but I remained untouched by The Descendants. I must have been wearing my wet suit.\n\nClooney plays Matt King, a Hawaiian real-estate magnate whose family, on the island for centuries, must soon dispose of a huge plot of prime land it has long held. That dilemma is pushed aside when a water-skiing accident leaves Matt’s wife Elizabeth (Patricia Hastie) in an irreparable coma. Since her will specifies that she be taken off life support, Matt gathers up their two daughters — rambunctious Scottie (Amara Miller), 10, and rebellious, drug-using Alex (Shailene Woodley), 17 — and Alex’s goofy boyfriend Sid (Nick Krause) for an inter-island journey to tell Liz’s relatives and close friends that they should visit her in the few days before she dies. “Everybody who loved Elizabeth,” he says, “deserves a chance to say goodbye.” But what if she loved one of these close friends back? Alex tells Matt that Mom may have had an affair, just before she was stricken, with a realtor named Brian Speer (Matthew Lillard). On the far side of this Pacific paradise, Matt grapples with feelings of bereavement and betrayal.\n\nIn wrestling the Hemmings book into movie form, Payne and co-screenwriters Nat Faxon and Jim Rash begin by having Clooney do voice-over narration. His observations can be amusing — “Some of the most powerful people in Hawaii look like bums and stuntmen” — but the approach is unimaginative, as if the film were setting out to be a video-book of the novel. (The voice-over eventually disappears.) For the next hour we trot around with Matt as he informs relatives of Liz’s condition and susses out clues to the identity of her secret beau. These characters are often daubed with too broad a brush: they are either so laid-back as to be supine or, in the case of Liz’s father Scott (Robert Forster, who’s excellent), fiercely resentful and choleric. When Sid ignorantly giggles at the vagueness of Scott’s Alzheimer’s-afflicted wife, the old man punches the young one in the face.\n\nThat’s a reprimand audiences had been wishing for, since Sid has been acting the idiot. Later we are told this island ignoramus was a member of his school’s chess club, and Sid is meant to be revealed as a solid citizen and mensch. Payne pursues this tactic throughout the film: caricaturing people before he tries to humanize them. But the characters don’t ripen organically; they’re first one thing, then another. In a few instances the change is more subtle, as with Alex the teen daughter, who in a one-sided conversation with her unresponsive mother whispers, with mingled reverence and resentment, “I always wanted to be like you. I am like you, I’m exactly like you.” Alex might be the daughter in another love-and-death family epic that played the fall festival circuit, Jean-Marc Vallée’s Franco-Canadian Café de Flore — a bolder narrative experiment than The Descendants, and a film that sustains its emotional equilibrium in a story about the one who loves and the one who leaves.\n\n(MORE: Read Mary Corliss’ review of Café de Flore)\n\nNot until its final act does The Descendants ascend — or, in Payne terms, go Sideways — into sharp social comedy. [SPOILER SPREE: When Matt tracks down Brian, he announces, “Elizabeth’s dying,” then corrects himself. “Sorry: f— you, Elizabeth’s dying.” Matt asks Brian if he was ever in the King bedroom, and Brian says once. “You could have had the decency to lie about that,” Matt replies, and Brian says, “All right. Twice.” This tense exchange is a battle of two facial types — Clooney’s resolute handsomeness, Lillard’s deep dimples freezing into fault lines — and, ultimately, two opposing world views. When Brian shrugs off the affair by saying, “It just happened,” Matt snaps, “Nothing just happens,” and Brian counters, “Everything just happens.” The perplexing profundity here is that they could both be right. CESSATION OF SPOILERS.]\n\nIn The Descendants, Clooney is responsible for everything right that happens. He’s an actor so secure in the audience’s affection for him that he can play characters whose appeal is entirely surface, like the politician in his other autumn movie, The Ides of March. This time his character, whose flaws are evident from the start, inches toward the everyday heroism of accepting the inevitable. Clooney’s smile has always semaphored a knowing indulgence for life’s ridiculous aspects, and he instantly slips under the skin and into the Hawaiian couture of Matt, a cuckolded hero trying to register a pained gravitas while wearing shorts and flip flops. He suavely navigates Matt’s internal pilgrimage: from the first awful news — with a look of gray devastation, as if he is channeling his wife’s coma by becoming a member of the walking dead — to the shouldering of parental responsibility and the grudge match with the man who took his place in Elizabeth’s affections.\n\nWith no sweat or obvious editorializing, Clooney turns Matt’s churning emotions into eloquent verses in the liturgy of grieving and redemption. It’s just a shame that the rest of The Descendants couldn’t rise to meet the artistry he pours into it.\n\nMORE: Read Richard Corliss’ review of The Ides of March\n\nLIST: The All-TIME 100 Movies",
        "topic_id":6,
        "format_id":11,
        "topic_confidence":0.9960198998,
        "format_confidence":0.9476845264
    },
    {
        "url":"https:\/\/kreolmagazine.com\/music-entertainment\/musicians\/the-multinational-vibe-of-j-creole\/",
        "text":"The Multinational VIBE of J. Creole\n\nJ. Creole\n\nJ. Creole\n\nJ. Creole is an internationally minded Hip Hop artist who is currently based in Toronto, Canada. Born in Petionville, Haiti, J. Creole is well known for incorporating the sounds of the islands into his musical platform to include styles such as Reggae, Compas, and Rap Kreyol.\n\nSoulful and sultry, J.Creole gives Hip Hop a Caribbean makeover that affords it just the right softening it needs to be accessible to international music lovers and attract a wide range of listeners. As the artist builds his following and hones his signature style, fans may see him put Toronto even more firmly on the Hip Hop map.\n\nPetionville Connection\n\nAs a more generally affluent suburb of Port-au-Prince, Petionville is known for its palatial mansions and has been known as an area where diplomats and international business professionals prefer to stay. J. Creole was born here and would certainly have passed by the swanky clubs and may even have been influenced by the music they played before he left the country. He has spent time living in the United States and now, of course, resides in Canada. Many of J.Creole’s fans are curious about the extent that his homeland and the entire Caribbean for that matter have influenced his music and his brand. According to various sources J. Creole first began to write in his native language and many of its words and sounds still pervade his English songs today.\n\nLife Abroad\n\nJ.Creole started to write music while still a child and dreamed of playing music on an international stage someday, he actually left to follow the same dream his father also had—to play soccer. A marvellous athlete with an ambition to compete in soccer games worldwide, J.Creole’s athletic dreams were dashed after a serious ankle injury. Yet instead of lamenting a lost sports career, J.Creole remembered his early love of music and tho seold dreams of performing for throngs of music-loving fans. Consequently, he traded his soccer uniform for the stylish garb of a Hip Hop performer poised to reveal his talent and ambition to entertain and to express his artistic nature. J.Creole lived and performed in the U.S. before moving to Canada where he continues to perform for large-scale audiences and work toward fulfilling his musical aspirations.\n\nCaribbean Influence as music influenced the artist at a young age, he was steeped in the music of Haiti and, indeed, the music of the islands. His Hip Hop style, therefore, is quite unique. While there are certainly other talented Hip Hop artists from the islands, J.Creole has blended these influences in his own particular way to produce songs that boast that Hip Hop edge but also feature the lilting grooves of the islands. This blend of influences makes J.Creole globally relevant and internationally inspired.\n\nToronto Hip Hop Scene\n\nWhile Hip Hop hit Canada back in the 1980s, it has today become a hub for Hip Hop artists like J.Creole. In fact, some have compared it to Seattle during the Grunge years. As the nation’s Hip Hop artists continue to achieve fame and recognition, Canada is moving into a new phase as landscape that nurtures Hip Hop. Of course, Toronto is the main hub for this music scene, but Montreal and its French Hip Hop is also influential and a music centre that J.Creole is certainly familiar with.\n\nThe Artist: A Man for Community\n\nWhile writing, recording, and performing, J.Creole also takes time for making positive changes for the community. He has founded a group known as Talented Haitian United Representers and encourages other transplant artists like himself to inspire the community and promote Haitian artists. With his independent label (Label Set-A-Card Entertainment), he also works with other local talent to help them achieve their musical dreams. He is one of the reasons that Hip Hop thrives in Toronto and its brand of success is likely to travel with him when he performs abroad.\n\nThe Music\n\nJ.Creole has pending music coming on his label. He also works closely with his son Keyshawn who performs on the label. While J.Creole released his first mix in 2005, he followed it with titles like “Ballerz Squad” and released the well-received “Hustla Girl” in 2010. As the artist is cementing his reputation in Canada and the United States, he is also gaining ground in the West Indies where his brand of Hip Hop is garnering new fans.\n\nThe Music to Come\n\nWith his own label, a portfolio of music, and videos, J.Creole is not missing a beat on the road to his stardom. Behind the image, of course, is the simple reverence for music, for making and performing that music that comes from his home, from the places he’s grooved, from his soul. Easy to groove to, melodic, and at times even hypnotic, if his past tunes are any indication of what the future has in store, J.Creole is likely to hit his musical stride. Mainstream Hip Hop can’t be too far off for this artist who has been on his way ever since he left Haiti bringing the music of the islands with him.\n\nRelated Posts",
        "topic_id":6,
        "format_id":11,
        "topic_confidence":0.995567143,
        "format_confidence":0.9422546029
    },
    {
        "url":"https:\/\/harpersbazaar.my\/lifestyle\/people\/studio-cookups-story-grammy-award-producer-malay-ho\/",
        "text":"Studio Cookups: The story of Grammy Award-Winning Producer Malay Ho\n\n“#REDMERCEDES one of my fav songs by one of my fav artists @heyamine (the rapper Aminé) available now—produced by a Malaysian cook.” Thus reads an Instagram caption by Malay Ho, whose IG profile is impressive and unassuming: “2 time Grammy winner. Full time student.”\n\nYou might have never heard of this 38-year-old Malaysian cook, student, and music producer, whose real name is James Ryan Ho. But the chances are you know his sonic spreads, which include the Grammy-winning longings of Frank Ocean’s 2012 channel ORANGE, John Legend’s feel-good hit “You and I (Nobody in the World),” and Zayn Malik’s solo debut, Mind of Mine, plus beat contributions to songs by Jamie Foxx, Big Boi, and Alicia Keys. “Malay is unequivocally one of the top producers in the world,” Jon Cohen, BMG’s executive vice president of recorded music, raved to Billboard magazine upon completion of a deal which gave Malay and his partners their own BMG imprint in late 2016.\n\nThe Malay story begins some decades prior in Bellingham in the Pacific Northwestern U.S. state of Washington. In the 1990s, Ho brainstormed names for his then fledgling producer persona. “My best friend growing up was Sikh and he said in his language, ‘Malay’ means mountain and that it would be a great producer name,” Ho says. “It became a thing and it’s been so long now that aside from my family, no one calls me by my real name.” Of course, the Malay name story begins much earlier. In the 1970s, Ho’s American mother, who’d lived a global expatriate life as a result of her father’s job, found herself in Kuching, where she met Ho’s Malaysian father. Ho’s father was the first to move to the U.S. and Ho grew up in what he calls a traditional family. “My dad’s family is 100%. In America, we’re the Asian stereotype,” he says. This includes a love of karaoke. “My dad built a karaoke room off the house. He loves music and he spends all this time on his stereo system. He even hosts a couple of karaoke nights a month.”\n\nThe young Ho, influenced by his father’s love of classic rock, taught himself the piano and guitar while building a home recording studio. “I never went to school, even for engineering or anything like that,” he says. “I’ve been doing it for so long I get around proficiently but I still can’t read sheet music.” Not that it made a difference. Ho began networking and was soon collaborating with Jake One, a Seattle-born hip hop producer. The duo landed production gigs for 50 Cent’s G-Unit collective. With a few songs under his belt, Ho moved to New York in the early 2000s where he put all his money into a Manhattan studio. “I ended up sleeping in that studio for a couple of years. It was kinda rough showering in the sink every day because there was no real bath or shower.” His family was concerned by his non-traditional choice but nonetheless supported him. “Once I made the commitment in my heart, I knew I had to do it, especially for my son,” says Ho, who had his son when he was 19. “I had no plan B.”\n\nThe steely hustle finally landed him a meeting with record executive Kawan “KP” Prather, who had worked with likes of TLC, Usher, and John Legend. “He came to the studio and I played him some tracks. Three or four of those ended up on channel ORANGE ten years later.” The meeting eventually resulted in a move to Atlanta and Ho’s first huge deal for writing and producing on John Legend’s 2008 song, “Green Light.” Things began rolling for Ho.\n\nMalay’s Hall Of Fame:\n\nPrev1 of 2\n\nChannel Orange by Frank Ocean\n\nPrev1 of 2",
        "topic_id":6,
        "format_id":11,
        "topic_confidence":0.9913971424,
        "format_confidence":0.9772227407
    },
    {
        "url":"https:\/\/www.dogandwolf.com\/2014\/08\/welcome-to-new-york-review\/",
        "text":"Welcome to New York (2014)\n\nWelcome To New York\n\nAbel Ferrara’s thinly veiled reconstruction of the colourful downfall of former World Bank head Dominique Strauss-Kahn after his fateful encounter with a New York chambermaid.\n\nWelcome to New York\n\nThe Wolf Of Wall Street by Alexa Dalby\n\nCAUTION: Here be spoilers\n\nThis is Abel Ferrara’s neon-lurid vision of America, where in the opening shots of his film a version of the national anthem plays over a montage, one of whose images contrasts George Washington’s statue with a bank of gold bars.\n\nGérard Depardieu stuns in his performance as a rumpled, bloated ‘bad banker’, a transgressor like Ferrara’s previous Bad Lieutenant, a grunting, panting buffoon-like incarnation of the former disgraced World Bank head Dominique Strauss-Kahn. Interestingly, the film starts with an interview with Depardieu out of character, justifying his choice to play the role – “I prefer acting when I don’t like…” And who could? Devereaux, his character, as presented by Ferrara, is a monster. His Washington office is portrayed as a brothel, where he gropes nubile assistants who drape themselves over him and offer blow jobs to embarrassed visiting executives.\n\nThen Devereaux makes his fateful flight to New York, where his hotel suite is already filled with prostitutes and unidentified men partying. He immediately grabs a woman for rough oral sex, accompanied by his virtuoso grunting. When this group eventually leave, the next shift arrives for a threesome. This prolonged, excessive orgy sequence sets up Devereaux and his appetites for the pivotal scene which we know must come. Next morning, the chambermaid (an effective and affecting Pamela Afesi) innocently surprises him after his shower and there is no misunderstanding about the attack we see him make on her.\n\nThe downward spiral of his subsequent arrest, partly acted by actual NYPD officers, is brutal and realistic. All his privilege is stripped away, just as Devereaux is humiliatingly strip searched – a scene in which Depardieu reveals his astonishing overstuffed pillow of a stomach, as he squats for inspection, sacrifices his vanity and loses his dignity along with his tent-sized underpants – and is thrown bewildered into jail.\n\nIf we’ve seen the news, we know the story. After the attack, Devereaux, like Strauss-Kahn calmly has lunch with his daughter and her boyfriend, amid a flurry of sexually inappropriate remarks, the most repeated of which is “Is the fucking any good?”. His wealthy wife Simone (a taut Jacqueline Bisset) is plucked out of her charity lunch in Paris to arrive like the cavalry for damage limitation and to ease his path to release on bail. And the scenes where he is released on bail are shot in the actual house which she rented. Strangely, Ferrara chose to shoot their argument, in which she accuses him of ruining all her ambitions and he admits to being a sex addict, with dialogue improvised by them and in English, when it would have been more natural to have been in French, and it seems stilted.\n\nAs well as using real people and locations, at times Ferrara cuts in actual news footage of a press conference, and it seems like part drama documentary, part reconstruction. That is, until the final section, with his take on Devereaux on his own and in his context. Ferrara opens it out with a couple of flashbacks, one to his attack on a young French journalist who had come to interview him and another to the willing conquest of an ambitious young girl. His sessions with a psychiatrist, his lack of feelings, his soliloquy as he looks over the New York rooftops: the World Bank makes money out of poverty, money is truth and power. There is no redemption. This is the sick society in which privilege had allowed Devereaux to swim like a sexual predator, and in which he finally sinks, still with no insight into himself. His uncomprehending, self-justifying view of that incident is simply – “I just jerk on that lady, on her mouth. That’s all”. It’s a harshly coloured film, an unambiguous statement of disgust, an experiment in how far one can go in villifying a thinly veiled real person. The film’s titles give a comprehensive disclaimer and so far it seems to have worked. Though Strauss-Kahn was reported earlier this year to have been suing Ferrara for defamation, the film is defiantly on release.\n\nWelcome To New York is released on 8th August 2014 in the UK\n\nJoin the discussion",
        "topic_id":6,
        "format_id":11,
        "topic_confidence":0.9623050094,
        "format_confidence":0.6841514707
    },
    {
        "url":"https:\/\/entertainment-focus.com\/2019\/04\/05\/roseanne-reid-trails-album-review\/",
        "text":"Connect with us\n\nHi, what are you looking for?\n\n\nRoseanne Reid – Trails album review\n\nThe Scottish Americana-folk singer-songwriter releases her debut album.\n\nRoseanne Reid\nCredit: Last Man Records\n\nRoseanne Reid Trails Album Cover\n\nCredit: Last Man Music\n\nScottish singer-songwriter Roseanne Reid is rapidly becoming a rising star on the UK folk and Americana scene. In recent months, she’s toured with the legendary Kathy Mattea, appeared on Jools Holland’s Radio 2 show and played her first London headline show at St Pancras Old Church. Now she’s releasing her debut album, Trails, which has been over two years in the making.\n\nThe album opens with Amy, which Reid recently released as a single. It’s a lilting, gentle melody which shows off Reid’s skill as a songwriter. The lyrics are packed with details that help to create the vivid title character, whilst Reid’s husky yet low-key delivery was full of conviction and passion. It’s one of the standout tracks on the record and set a very high bar for the rest of the album.\n\nThroughout listening to Trails, one thing that particularly struck me was the range of styles that Reid covers. Whether it’s the Bob Dylan-esque Heading North, which marries 60s folk with classic rock touches, the country twang of Me Oh My with its soft, almost freestyle vocals or Take It From Me, a swinging bluesy number featuring funky guitar riffs and jazzy organ touches, she’s able to effortlessly turn her hand to different sounds. I also thought her use of instruments to build up the story behind her songs was very clever, particularly the wailing guitars, shuffling rhythm and long outro that mimicked the sound of water on Hey River, and Out In Space with its shimmering, distorted melody and almost spoken-word approach that brought out Reid’s Scottish accent.\n\nSome of the album’s best moments came during the love songs. I Love Her So had a fantastic old-school soul feel, with sharp horns and smooth vocals from Reid that filled the lyrics with an infectious sense of joy. Meanwhile, It Is You had a lively toe-tapping feel that balanced out the sweetness in Reid’s voice, and Miles Away tugged at the heartstrings with its yearning vocals and downbeat melody.\n\nAdvertisement. Scroll to continue reading.\n\nHowever, the standout track for me was Levi. Although Reid takes a sparse approach to the song, she’s able to develop a really strong sense of character throughout and capture his emotions, as well as offering a message of resilience (a theme she returns to throughout the album) in the chorus. She strikes a great balance between sadness and hope and the string add a lushness to it too. It’s a simple song, but incredibly effective and powerful as a result. I also really enjoyed Sweet Annie, which features the legendary Steve Earle – his and Reid’s voices work really well together and I liked the traditional feel of the melody, as well as the vulnerability and openness in Reid’s lyrics.\n\nThe final track on the album is What I’ve Done, which feels like a signature departure from the previous 11 songs. It’s got a much darker feel to it, telling the story of a condemned man awaiting his fate. Reid does a brilliant job of capturing the character’s sense of resignation in her lyrics and subdued vocals, whilst still managing to convey an edge of defiance, and the stripped-back melody puts her voice front and centre, particularly during the a capella ending. It’s definitely a song that stays with you and something I’m intrigued to hear her explore more of in future.\n\nAltogether Trails is a strong, assured debut record with a lovely timeless feel and a great blend of blues, Americana and folk influences. However, what elevates it for me is Reid’s distinctive vocals and her skill as a songwriter. She has a great ability to draw you into the world of her songs and create characters who are so vibrant and alive you almost feel they’re real, and is definitely living up to the hype as one of the great new voices in the genre. When I spoke to her recently, she mentioned that she already has material for a second album and is hoping to start recording later this year. I personally can’t wait to hear what she does next.\n\nTrack list: 1. Amy 2. Heading North 3. Hey River 4. I Love Her So 5. It Is You 6. Levi 7. Me Oh My 8. Miles Away 9. Out In Space 10. Sweet Annie 11. Take It From Me 12. What I’ve Done Record label: Last Man Records Release date: 5th April 2019\n\nAdvertisement. Scroll to continue reading.\n\nYou May Also Like\n\n\nWill we finally learn the identity of 'H'?\n\n\nJoin us for a nostalgic tour of Granada's 1980s and 90s crime drama masterpiece.\n\n\nWe pick the best deaths from the iconic franchise.\n\n\nWe pick the songs that the band should have had hits with.\n\n\nCopyright © 2020 Entertainment Focus\n\nEntertainment Focus is a trading name of Piñata Media Limited (Reg no: 08435639)\n\nEntertainment Focus uses affiliate links. By buying through the links we may receive a commission for the sale. This has no effect on the price for you",
        "topic_id":6,
        "format_id":11,
        "topic_confidence":0.9961004257,
        "format_confidence":0.6277012229
    },
    {
        "url":"https:\/\/podgas.com\/news\/podtrash\/podtrash-s-2017-drama-bowl",
        "text":"This article\n\nPodtrash’s 2017 Drama Bowl, WTF happened?\n\nPodtrash's resident not doctorsI admit I wasn’t very motivated to write up this article about the events that transpired during Podtrash's 2017 Drama Bowl, because this one would require a lot of post-listening. We missed most of the live content because of a Super Bowl party, but thanks to Chucksteak's elegant and inspiring tweet before this article's first words hit 'paper’, I figured maybe an in depth look at what went down might be worth it. After all, if the events elicit drunken anger then there has to be some juicy bits somewhere.\n\nFirst off, this latest Booney, Wush and Chad drama that aired on Super Bowl Sunday night, was way too complicated in how it played out for just a simple explination. These interpersonal conflicts (meaning Booney & Chad’s issues with Wush & his against them) were covered in 3 separate broadcasts! That’s like 3 separate arguments aired independently. None of those inconsiderate bastards showed respect for conciseness when it came PT's 2017 Drama Bowl. So yeah, thanks a lot for that you sons of bitches.\n\nSo for the First Half of Drama Bowl Sunday, it went down on Booney’s ‘I’m drawing Chad’s head again’ Twitch broadcast. I think that was Part 4 of that series, but I digress. So what did we learn from this broadcast? Well, Chad absolutely does not care for Wush as a person, and he thinks he’s an insane asshole, and Wush absolutely thinks Chad’s a disingenuous condescending know-it-all that can’t take criticism and is a pathological liar. So yeah, the meat of Drama Bowl 2017 was in this first broadcast.\n\nBigPunGoogleWush’s first main point was that Chad acts like he doesn’t care about views and stuff, but is actually a struggling attention whore in denial. Wush also claimed Chad can’t take advice on anything without getting salty, and Chad claimed Wush was insane. That whole conversation was in reference to another earlier stream where Wush’s gave a suggestion to Chad about increasing his stream views, and Chad’s reaction to that, which was to state that views were not important to him, is what Wush claimed highlighted his constant disingenuousness attitude about not caring about public attention while constantly clamoring for it.\n\nAfter that exchange, Chad stated that he was not going to \"troll\" any Podtrash stuff anymore and will not self-promote on Podtrash again, with Booney making the same type of statement later in the broadcast. Chad also stated to Wush, “I genuinely think you are an asshole and don’t like you as a person”. Wush immediately broke down into tears and stated, “I know you are but what am I.” Okay, I'm joking about that Wush part, but he did tell Chad to “keep growing into that computer chair, thinking you’re a doctor”. Wush also stated that Chad had dropped out of classes two years ago, and spends all of his time trolling the Stern show or other internet activities. We’re not sure where Wush’s claims of Chad ‘dropping out’ of school came from, and Chad didn’t address or deny it. This point in the broadcast was the only common ground between Wush & Booney, with Booney agreeing with Wush on his time related point about Chad spending copious amounts of time either on-air or trying to get on air, as it relates to his doctor studies, while stating it was “an interesting anomaly”. Chad eventually responded to that by directing people to check his student and grant status on-line, because it’s public record. In Chat, and previous to Drama Bowl, Chad did post a link to a college website student page with a photo from 2008, but he never addressed how he has so much free time in graduate school or any type of curriculum he participates in, besides his occasional teaching assignments that is a requirement for the program he’s in, which he stated was sponsored by NIH. We know about Chad’s teaching assignments because he always announces it on Podtrash, like he did on a recent Eh Team show by letting everyone know he was instructing a physics class in the morning.\n\nWhen pushed further by Wush about how Chad could have all this time to dedicate to non-academics during 'doctor training', Chad stated Wush was insane and basically Wush was alone in that assesment. Chad went on to claim that no one else questions that, and Wush only does so because he’s an insane weirdo. To be fair we should correct the record on that, because Podgash was there. Chad has been asked on numerous occasions and on numerous shows by both podcasters and callers alike, how he can possibly spend so much time on non-academics considering his claims of being a doctor in training. As with previous inquiries, the question was not answered directly but instead Chad stated, “Google Bug Pun Donahue” or look at the student website where he’s listed as a student. He also referred to a paper he published under his advisor in July 2016 which is on that student page. It’s not understood by the PT community why Chad doesn't directly address his curriculum or time spent on academics (or lack of) as it relates to the time he spends on-air or attempting to be on-air, but the validity of the question is clear when considering the acedemic claims that have been made. When one toots their own horn often enough, people eventually want to see the horn. So for clarity puposes we did Google Chad’s self-imposed nick name as he suggested, and the result can be seen in the search illustration we included. Maybe he has a point?\n\nDr. Who knowsAnyway, Booney later alluded to the fact that Wush was a major contributor of his alcohol problems saying, “You are a big part of my alcoholism, working with you for 100 episodes has tripled my alcoholism”. Triple alcoholism is nothing to laugh at folks, but we need to stay on topic. Booney shortly followed that remark by claiming to Wush, “You can’t stand that I’m always right, it plagues your life”. Yeah, the drama was getting pretty deep towards the end.\n\nThe second half of Drama Bowl 2017, or broadcast number 2, played out on the Chad Show which replaced Sunday’s normally scheduled Chuck's Take show. Chad began by claiming Wush was being bizarre and weird, which was in response to Wush pointing out that Chad does nothing but constantly criticizes him or the network. Basically Wush’s point was that Chad dishes it out, but can’t take it. There were several issues discussed with most of them being touched on previously to include the whole time question as it relates to Chad’s academic claims. Chad did get defensive this time about that question, sarcastically asking Wush what he thought he should spend his time on instead of how he spends it now, with those remarks ending with a “...then Fuck You”.\n\nPink Elephant AwardDrama Bowl 2017 Overtime, or broadcast number 3, was a Wush after show type of broadcast and admittedly we didn’t catch all of that one, just a small part where Wush provided an on-air summary of events. So what did everyone learn from all of these Drama Bowl shows? Well nothing much really, but the 2-on-1 theme that played out for a majority of this drama is similar in a lot of ways to the last W&B drama we previously covered HERE, but instead of Booney taking the lead while being prodded by Chad, Chad was more the aggressor on this one with Booney interjecting with his cattle prod where he could. So to summarize, if Chad is to be believed, Wush is a bizarre insane asshole weirdo, and if Wush is to believed, Chad’s a disingenuous condescending know-it-all and a pathological liar. Whatever one’s opinion might be, it’s safe to say to conclude that none of these individuals are close to being a doctor.",
        "topic_id":6,
        "format_id":11,
        "topic_confidence":0.9495307803,
        "format_confidence":0.748018086
    },
    {
        "url":"http:\/\/www.avclub.com\/review\/monty-pythons-the-meaning-of-life-special-edition--11786",
        "text":"Monty Python's The Meaning Of Life (Special Edition DVD)\n\nMonty Python's The Meaning Of Life (Special Edition DVD)\n\n\nMonty Python'\u0092s The Meaning Of Life (Special Edition DVD)\n\nCommunity Grade (3 Users)\n\n  • A\n  • A-\n  • B+\n  • B\n  • B-\n  • C+\n  • C\n  • C-\n  • D+\n  • D\n  • D-\n  • F\n\nYour Grade\n\n\nMonty Python's The Meaning Of Life hit theaters in 1983, when the troupe was falling apart and both the surrealist sketch-comedy movement and the midnight-movie craze it helped pioneer were running out of steam. Yet the Pythons had stored up enough respectability to be granted a large Hollywood budget for The Meaning Of Life, which earned good reviews from mainstream critics and even won the Grand Prix at the Cannes Film Festival, where a stunned audience made snap comparisons to Luis Buñuel and Jacques Tati. Those plaudits are unusual, given that The Meaning Of Life is the seamiest of the Python features, and represents the troupe's most uneven work since its television days. Essentially a series of dark, Python-esque sketches linked by the progression of humanity from birth to death, The Meaning Of Life finds co-directors Terry Jones and Terry Gilliam letting impressive (and oppressive) style overwhelm the nimble humor of the Python past. What saves the film are the polished performances of Jones, Gilliam, Graham Chapman, John Cleese, Eric Idle, and Michael Palin, all of whom had been on stage and screen for so long by that point that they were capable of leaping in and out of characters and delivering impeccably timed speeches in extended takes. Even when the jokes are overly familiar–predicated on skewering such common Python targets as wimpy religious leaders, the pompous upper crust, and dim working-class slobs–they're still recited with confidence, and with a trained ear for the sound of human self-delusion. The new double-disc DVD of The Meaning Of Life features a comprehensive making-of documentary, as well as some amusing deleted scenes (a few of which have been reintegrated into the film) and a handful of lame new comedy pieces that are too self-deprecating and toothless to belong to the Python tradition. More substantial is the commentary track, on which Jones and Gilliam make a case for The Meaning Of Life as the group's collaborative pinnacle. From a comedy point of view, or even a \"comment on life\" point of view, they're wrong: Both Monty Python And The Holy Grail and Monty Python's Life Of Brian are insightful where The Meaning Of Life is nasty, and sidesplitting where the later film is merely amusing. But from a cinematic point of view, Jones and Gilliam may be right. On the DVD, Idle calls The Meaning Of Life \"a punk film,\" and there's an element of rage in its obsession with sexual anxiety, dismemberment, and bodily fluids. From the grisly scene of live birth in a sterile hospital, where the doctors care more about the machines than the patient, to the grotesquely obese Mr. Creosote, who binges and purges simultaneously, The Meaning Of Life is unsparing and elaborate in its vision of humanity at its foulest.",
        "topic_id":6,
        "format_id":11,
        "topic_confidence":0.9957506657,
        "format_confidence":0.5852491856
    },
    {
        "url":"http:\/\/www.theguardian.com\/music\/2006\/may\/21\/popandrock.eminem",
        "text":"Proof positive\n\nThe murder last month of Eminem's closest friend, the rapper Proof, has been dismissed as just another hip-hop slaying by the Detroit press. In a special investigation, Anthony Bozza, the only journalist with access to the artist's inner circle, reveals the truth about his life and revisits the events of that fateful night\nRapper Proof's funeral service programme\nA programme for Proof's funeral service. Photograph: Getty\n\nFour thousand fans passed through the Fellowship Chapel on West Outer Drive, Detroit, Michigan, to pay their last respects to Proof on 18 April. Queuing by 8.30am, they were sent home over 12 hours later; throughout the day, the stream of human traffic never stopped. The rapper was laid out in a 24-carat gold-plated casket and had been dressed in a beige suit, his trademark Kangol cap and a pair of brown Seamless Edition Air Force 1 trainers; a Detroit Pistons jersey signed by his fans and friends on the basketball team was also draped over his dead body. Floral tributes were gathered around: one arrangement spelled out the word 'Daddy' while another was fashioned into an orange P; another read '8 Mile' in red roses, and another was in the shape of a white heart with a gold ribbon that read 'Spice of Life'.\n\nThe next day, the 2,000-capacity chapel was packed, with its car park holding the overflow, the crowd listening to the four-hour service via loudspeaker. Proof's family - blood and musical - filled the front rows of the chapel. Dr. Dre, Xzibit, Lloyd Banks and Young Buck of G-Unit, and Treach and Vinnie of Naughty by Nature were there, as well as the remaining members of Proof's group D12 and a host of other local luminaries: members of Slum Village, of 5 Ela, Goon Sqwad, Promatic and more.\n\nEminem sat between his manager, Paul Rosenberg, and 50 Cent in the second row, just behind Proof's mother, wife, aunts, children and cousins. The loss visibly weighed on the hip-hop superstar. Wearing a black suit and a black T-shirt emblazoned with Proof's likeness, he moved slowly, hunched over, a shadow of his usual self. He repeatedly embraced members of Proof's family - his wife Sharonda, mother Sherallene and grandmother Myra - crying with them, hugging them, and rocking back and forth. Eminem had lost the best friend he had ever known, the only person who had stood by him since his teens, his right-hand man both on and off-stage.\n\nDeShaun Dupree Holton, aka P, Big Proof, Proof or Derty Harry [sic], died at 4.30am on 11 April at the age of 32. That night, he had been at the CCC club, an after-hours establishment on a sketchy stretch of East 8 Mile road in Detroit, where he and a few friends were playing pool after a night of party-hopping. He found himself in an argument with Keith Bender Jr, a 35-year-old Desert Storm veteran, allegedly during a game of pool. An altercation ensued, attracting the attention of the club's bouncer, Mario Etheridge, who is Bender's cousin. Within a few minutes, both Bender and Proof were fatally shot: a bullet to Bender's face took his life eight days later (the same morning that Proof was buried), while Proof was killed instantly by two shots to his back and one to the back of his head.\n\nThese are the facts, but the events that led to the twin shootings are not nearly as clear-cut as the Detroit police and press have suggested. From the start, the Detroit Free Press and other local news agencies took initial witness accounts at face value, and portrayed the incident as a thug rapper slaying a war veteran in cold blood. According to their accounts, Proof pistol-whipped Bender, then shot him in the face, at which point, while Proof stood over Bender threatening to shoot him again, Etheridge shot Proof three times.\n\nEtheridge drove Bender to the hospital that night and without revealing his identity, phoned the police en route to report a shooting at the club, but he avoided detectives for several days thereafter. As their investigation slowly drew closer to him, Etheridge opted to turn himself in with his lawyer present, and gave testimony identical to the version of events that had been reported in the local papers. By the time he did, well before any substantive ballistics tests were concluded (as we go to press, they are still being processed), the media, had tried and convicted DeShaun Holton as the man who shot first and received his just deserts.\n\nNowhere was it reported that, as some witnesses claim, the fight that ensued in the club that night involved more men than Keith Bender and Proof, nor was it reported that others at the scene claim to have seen guns fired by several people. The police initially reported that Proof brandished a gun that was licensed to him - and the media ran with this story. Etheridge has not been charged with murder by the authorities but instead faces two counts of possessing and discharging a weapon without a license. In a preliminary hearing, he pleaded not guilty to these charges. In Michigan if an individual fatally shoots someone while coming to the defence of another, it is not considered murder or manslaughter.\n\nOn 27 April, 16 days after the incident, the Detroit police announced that Proof did not enter the CCC club with a firearm. They also stated that Etheridge did not arrive with a pistol either, but rather grabbed a gun during the ensuing ruckus.\n\nThat may well be true, but according to H. Mack - a very close childhood friend of Proof's who was near enough to the action that night to have been shot in the hand by a stray bullet and treated at the same hospital where Proof was pronounced dead - even the revamped police version of events isn't quite right. 'It was fucked up,' he says. 'The fight wasn't just the two of them, everyone in the club was involved. Guns started goin' off. P hit the guy, and then his cousin Etheridge fired shots into the ceiling. . I do not believe P shot the man - he'd never shoot nobody unless they fired first. That's who he was. Yeah, they were fighting over some bullshit but he would never, ever shoot someone over some bullshit. It was all just fucked up. 'The CCC club is a stout red building with a grey roof, a thick grey steel door and no windows. It is on a barren corner of 8 Mile across from a giant yellow Mega Pawn store. 8 Mile marks the border between the city and its suburbs, between the haves and have-nots, between black and white. The CCC is on the black city side, and has been a hotbed of illegality and violence since 1996. 'Since that year, there have been 18 incidents at the club that have resulted in police reports,' says deputy chief James Tate, spokesman for the Detroit Police Department. 'These incidents range from a fight to a stolen vehicle, and one raid.' In 2005 alone, a total of 337 violations were issued at the club, resulting in 12 felony arrests, 68 towed vehicles and 24 confiscated firearms. In February of this year, a bouncer at the club was shot twice in the torso. 'We've been trying to get the place shut down as of late,' Tate says. 'All we can do is issue tickets. The courts decide the rest. When you have a location that is a magnet for trouble, we do what we can to see the situation resolved. When you have owners operating illegally, they're setting the tone for whatever occurs from that point on.'\n\nIt might seem surprising that Proof, a founding member of the million-earning Shady family - the music collective that, second only to Motown, has put Detroit music on the map - was even in such a club. Buoyed by Eminem's success, he had enjoyed huge hits with the D12 albums Devil's Night and last year's D12 World, a number one in both Britain and America. But he wasn't at the CCC to bolster his street credibility - he was there because as countless friends testify, he was Detroit to the core.\n\nProof was a man who rarely slept: he was either at clubs, in the studio or napping between the two. Long after he didn't need to care for others, he did, helping, guiding and influencing everyone around him and apprenticing local rappers: Hand 2 Hand: Official Mixtape Instruction Manual, the first mixtape release on his Iron Fist label, stars MCs who would never have been heard outside of Detroit if it weren't for Proof. He also used his fame to work for local musicians' benefits, encouraging them to join the Musicians Union, which provides them with healthcare and pensions.\n\nHe did not brag about these efforts, nor boast of his guidance of Eminem and Obie Trice's careers. Proof was key in selecting the instrumental tracks that best suited their skills, and inspired Eminem at all times of day and night by text messaging him couplets and rhymed phrases. Proof was a nimble, witty freestyle MC, with a ferociously curious mind. He loved everything from Miles Davis to Jimi Hendrix. He was a gifted and giving anomaly, a rapper who cared for art over materialism, but did all he could to bring wealth to others.\n\nThe easiest way to understand Proof is to ask this simple question: what other rapper with the rhyme skills and smarts to pen chart hits, and on the heels of multi-platinum success and the worldwide attention brought through his association with Eminem, would choose to release as his debut solo album an introspective record inspired by the philosophy of the Grateful Dead's Jerry Garcia - last year's Searching for Jerry Garcia\n\nProof was represented in two ways in 8 Mile, the 2002 biopic based on Eminem's life. He played the MC that causes 'Rabbit' (Eminem) to choke in the first battle-rap scene of the film. But his true spirit inspired the dreadlocked character 'Future' (played by Mekhi Phifer), the MC who organized and refereed the rap battles. He encourages Rabbit to find his voice as a rapper, just as Proof did for Marshall Mathers. Swift of D12 said it best shortly after hearing that his friend had died, when gathered with Proof's closest friends - a hundred or so strong - at St. Andrew's Hall, the club where he had hosted so many rap battles. 'That nigga... (truncated)",
        "topic_id":6,
        "format_id":11,
        "topic_confidence":0.9213168025,
        "format_confidence":0.9313029647
    },
    {
        "url":"http:\/\/www.popmatters.com\/review\/things-we-lost-in-the-fire\/",
        "text":"Things We Lost in the Fire\n\nby Cynthia Fuchs\n\n19 October 2007\n\nThe film intersperses the evolving liaison between Jerry and Audrey with their memories of Brian, suggesting he's their connective tissue even if he is lost.\n\nChase That Feeling\n\nI want to escape. I want to know what it feels like to escape.\n—Audrey (Halle Berry)\n\nThe first shots of Things We Lost in the Fire are flat-out gorgeous. A little boy, soon revealed to be six-year-old Dory (Micah Berry), walks along the side of a pool, its surface fluctuating, chlorinated, shimmery green-blue light. Dory dips in his hand, as his father, Brian (David Duchovny), explains the effect. “It’s fluorescent,” he says, “lit from within.” Adorable Dory turns up his face: “Am I fluorescent?” His dad smiles warmly: “Yeah, Dory, you are.”\n\ncover art\n\nThings We Lost in the Fire\n\nDirector: Susanne Bier\nCast: Halle Berry, Benicio Del Toro, David Duchovny, Alison Lohman, John Carroll Lynch, Alexis Llewellyn, Micah Berry\n\n(Paramount Pictures)\nUS theatrical: 26 Oct 2007 (Limited release)\nUK theatrical: 4 Jan 2008 (General release)\n\nReview [13.Mar.2008]\n\nAwww. It’s a perfect, lovely movie moment; you might even call it even “fluorescent.” The cut to Dory’s sister, 10-year-old Harper (Alexis Llewellyn), wrapped in her mother’s arms, as both cry and rock, suggests that the previous and too-perfect scene is somehow out of time. Things We Lost in the Fire goes on to detail how one scene informs, breaks from, and is affected by the other. As its title suggests, the film is about loss, and of course “things” will prove unutterably less significant than moments and, as it turns out, Brian. Cutting back and forth in time, the film lays out the beauty of his marriage to Audrey (Halle Berry), their lovely home in Seattle, and their idealized relationships with their wondrous children. They have lots to lose, and when Brian is shot dead, the movie’s primary trauma and site of loss are clear.\n\nThe fact that Brian is killed while trying to save a stranger involved in a fight with her horrible husband is telling. Brian is all about helping other people, which makes him both unlike Audrey, who is nervously protective of what’s hers (kids especially). She’s also disapproving of Brian’s lifelong and unending friendship with Jerry (Benicio Del Toro), a pleasant-seeming, brittle fellow who’s also a hardcore junkie, intermittently recovering. As Audrey puts together the list of invitations for the funeral, she only remembers Jerry at the literally last minute, sending her brother Neal (Omar Benson Miller) to fetch him out of his squalid, needle-strewn apartment. (“You better not be fucking with me, man,” mutters Jerry as Neal stands awkwardly in the hallway.)\n\nOut of respect for Brian, whom he loved dearly, even if he wondered at his determined loyalty, Jerry cleans up. He puts on a suit, attends the wake, engages the children in conversation, and soon finds himself invited to live in Audrey’s garage. She’s feeling sad about Brian, dreadfully lonely, and vaguely generous, as if to emulate and so keep hold of her dead husband. “I don’t need your charity,” he protests. “It’s me that needs the help,” she says, a self-assessment that she can’t begin to comprehend.\n\nThe film intersperses the evolving liaison between Jerry and Audrey with their memories of Brian, suggesting he’s their connective tissue even if he is lost. At the same time, Jerry finds new friendships, with Brian’s neighbor and early morning running partner Howard (John Carroll Lynch), and with a member of his addicts’ group, Kelly (Alison Lohman). These relationships show Jerry in a range of emotional situations, emphasizing his openness and warmth, his apparently innate kindness, which stands in some contrast to the more isolated, less visible Audrey. While Jerry’s compassion seems “natural” and Audrey’s hard-won and slow-in-coming, they are plainly headed toward the same place, a reconciliation that allows each to respect Brian in a different way.\n\nTheir journeys are made “internal” by incessant close-ups—eyes, noses, fingers, and in Audrey’s case, the earlobe she needs caressed so she can go to sleep. These images recall previous films by Dogme-inspired director Susanne Bier—including Efter bröllopet (After the Wedding) and Elsker dig for evigt (Open Hearts)—where internal pandemonium is suggested by shots seemingly too close to fathom. Such images are most effective when the narrative they service is complex, alluring, even harrowing. Here, however, Jerry and Audrey are locked into reductive storylines, so their shadowed eyes and perspiring brows are only telling you what you already know.\n\nEven as the film makes their performances of grief seem trite—she yells at her kids, he relapses and then undergoes a very standard DTs sequence—a more disturbing stereotype has to with Audrey’s efforts to share her loss with Jerry. For all her concerns with schedules and tendency toward caution when Brian was alive, she was and remains the sort of woman Berry tends to play—sensual and assured, but also fragile, yearning, waiting to be “unlocked.” It’s a troubling repetition, associated with Berry’s controversial and prize-winning role in Monster’s Ball. Partly because you’ve seen her before, Audrey can’t arrive at a new place. Instead, she recovers herself and lets loose of her “things” in disappointingly conventional ways.\n\nThings We Lost in the Fire\n\n\n\nWe all know how critical it is to keep independent voices alive and strong online. Please consider a donation to support our work as an independent publisher devoted to the arts and humanities. Your donation will help PopMatters stay viable through these changing and challenging times where advertising no longer covers our costs. We need your help to keep PopMatters publishing. Thank you.\n\n\n\/\/Mixed media\n\nCrooks, Cops, Rocks and Airplanes: 'The Sicilian Clan'\n\n\/\/ Short Ends and Leader\n\n\"After being mostly buried for decades, a Eurocrime caper emerges into the Blu.\n\nREAD the article",
        "topic_id":6,
        "format_id":11,
        "topic_confidence":0.9805954695,
        "format_confidence":0.7242035866
    },
    {
        "url":"http:\/\/www.starpulse.com\/news\/Erin_Demchak\/2011\/12\/21\/why_we_love_elf",
        "text":"\n\nNot In The Holiday Spirit Yet? Give 'Elf' With Will Ferrell A Watch\n\nErin Demchak Erin Demchak\n12\/21\/2011 1:20pm EST\n\nelf 1\n\nWhether it’s Will Ferrell’s loveable smile, the yellow tights, or the fact that you can laugh and be a kid again while watching the film- we can all agree that Elf is the greatest holiday movie since National Lampoon’s Christmas Vacation or A Christmas Story. For those of you who live under a rock and have not seen Elf, it is a classic holiday movie starring Will Ferrell, who plays Buddy the elf and directed by Jon Favreau. When Buddy was a baby in an orphanage, he snuck into Santa’s sack and ended up in the North Pole with the rest of the elves. As he grew up, much taller and more manly than the rest of the elves, he realized he was different and set out to New York City to find his real father.\n\nAlso starring an award winning cast including James Caan, Bob Newhart, Zooey Deschanel, Amy Sedaris, Mary Steenburgen and Andy Richter, Elf makes us laugh, makes us feel sentimental and gets us in the holiday spirit. The movie almost transports us back into our childhood as we experience the joys of Christmas through the eyes of such a vulnerable character like Buddy.  \n\n\nA few of our favorite scenes include the dinner table scene where Buddy lets out the biggest burp in history after chugging an entire liter of cola and says, “Did you hear that?” The scene where Buddy learns that Santa will be coming to the department store for a visit and exclaims, “I know him!” Buddy attempting to place the star on the top of the family’s tree by bouncing off of the couch and onto the tree but it ends up crashing down on top of him. Buddy’s first time on the escalator when he just stands there with his legs almost in a split and enjoys the ride up. And finally, our favorite is when he excitedly first arrives in New York City and gets hit by a taxi cab but then apologizes to the driver like an amateur. Classic! \n\nGet that holiday cheer in gear and grab an ugly Christmas sweater, hot toddy and frosted sugar cookies ready for your movie night. If you have never seen Elf, get out from under that rock, buy the film and enjoy it with your family and friends. If you have seen the film, we know that you love it and have probably already watched it twice this holiday season, just as we have.\n\n\nSign up for our daily newsletter with great stories like this and more!\n\nPhoto Credits:",
        "topic_id":6,
        "format_id":11,
        "topic_confidence":0.9975905418,
        "format_confidence":0.5511403084
    },
    {
        "url":"http:\/\/www.philly.com\/philly\/columnists\/gary_thompson\/20071109_HEADLINE_TO_BE_WRITTEN_BY_HOWARD.html",
        "text":"Creep in the heart of Texas\n\nThe Coen brothers get an 'A' for 'No Country For Old Men'\n\nTHE DOOMED folks in \"No Country For Old Men\" struggle to find words to explain the relentless embodiment of evil who stalks them across the Texas plains.\n\nBut it's not so hard, really - any dude who can reach adulthood with a haircut that bad has to be one mean SOB.\n\nYou'll meet him in this riveting new movie from the Coen brothers, brilliantly adapted from the award-winning novel by Cormac McCarthy.\n\nSet in 1980 in South Texas, it opens when a good 'ol boy named Moss (Josh Brolin), hunting antelope, stumbles upon the carnage left by a drug deal gone bad - several Mexicans have fallen dead by the trucks, guns at their sides. There's a pickup full of contraband, tracks leading off into the outback.\n\nMoss follows, figuring there's one thing missing from the scene. He finds it in a satchel, and immediately makes plans to disappear. He tells his wife (Kelly Macdonald) to start packing - \"If you lost $2 million,\" he says, \"at what point would you stop looking for it?\"\n\nMcCarthy is a wizard with poetry and economy of border country lingo, faithfully adapted here by the Coens. Are they masters of stylized, regional dialogue? You betcha.\n\nThe Coens turn out to be eerily well-matched to McCarthy's hard-to-film style - they grasp his sense of the macabre, and their skill at scene-setting captures his vivid sense of place.\n\nWith \"No Country For Old Men,\"\n\nthey've lucked into his most (only?) cinematic book, one that comes with a camera-ready hook - there's no more basic movie ingredient than the suitcase full of money.\n\nUnless it's the bad man who's looking for it. And unless I miss my guess, the Coen-McCarthy connection has yielded an all-time movie creep in Anton Chigurh (Javier Bardem).\n\nThe movie dares you to laugh at Chigurh, with his '70s anchorman hair and curious choice of weapon - a pneumatic hole puncher that he drags around with an attached tank of compressed air, like someone in an old folks home.\n\nBut there's nothing funny about his methods. Chigurh pursues the money with a clinical ruthlessness, casually killing policemen, a desk clerk, cab drivers, - anyone who impedes his mission.\n\nIf he were merely an assassin, this process might sink into dull nihilism. Chigurh, however, sometimes decides to spare a life, or allow a coin flip (in one memorable scene) to determine a man's fate. Every encounter becomes more suspenseful, and Chigurh becomes more of a riddle.\n\nAll of it is brilliantly visual - even, or especially, when there is no gore (horror hacks, take note). The killer's most heinous murder is off-screen. All we see is Chirgurh leaving a house, calmly looking at the bottom of his boots, lest he track blood.\n\nIf Bardem does not steal the show, it's only because the performances are so uniformly good. Brolin (\"American Gangster\"), having a breakout year, is quietly terrific as neo-cowboy Moss, resourceful and tough. He probably would stand a good chance against anybody but the angel of death.\n\nTommy Lee Jones is ideally cast as the decent, laconic Texas sheriff who understands that Chigurh is some new, untreatable mutation of evil and races to find Moss first. Woody Harrelson turns up as a bounty hunter hired by Chigurh's own employers to stop his widening swath of destruction.\n\nWhat's up with Chigurh? Why does he kill some and spare others? Will he be caught? Who will stop him?\n\nAnyone who's read McCarthy knows not to expect neat answers to these questions, or indeed any answer at all. I suspect many viewers will leave \"No Country\" exasperated - led to expect a black comedy entertainment, only to find there is no conventional third act.\n\nInstead, what you get is something more like a spiritual inquiry into a time of advancing darkness and diminishing courage, in a gospel as it might have been written by hardscrabble Texans in their own idiom.\n\nAs when the sheriff, unnerved by what he expects will be a confrontation with Chigurh, asks a retired colleague for advice.\n\n\"You can't stop what's coming,\" the man says, \"And it ain't all waitin' on you. That's vanity.\"\n\nThe Coens could be forgiven for taking vain pride in this movie. This is big moment of growth for the brothers, already accomplished filmmakers. Watching \"No Country For Old Men,\" you can see how the playful ideas of their youth - the grisly noir plotting of \"Blood Simple,\" or \"Raising Arizona's\" lone biker of the apocalypse - have grown into a visual language capable of sustaining McCarthy's weighty text.\n\nMaybe too weighty, you're thinking. Maybe this isn't maturity, but the natural pessimism of the middle age - another couple of guys who got old and lost their sense of humor.\n\nBut their black humor is still there - just seasoned, and sprinkled over challenging material. This is a rare instance of great American filmmakers taking on a great American book, and winning. *\n\nProduced by Scott Rudin, Ethan Coen and Joel Coen, written and directed by Joel Coen and Ethan Coen, music by Carter Burwell, distributed by Miramax.\n\nContinue Reading",
        "topic_id":6,
        "format_id":11,
        "topic_confidence":0.9907805324,
        "format_confidence":0.8875465393
    },
    {
        "url":"http:\/\/www.gossipmag.net\/tom-cruise-girlfriend-2013\/",
        "text":"Tom Cruise girlfriend 2013\n\nWith the launching of the new movie Tom Cruise has attracted attention to himself once again. His brilliant acting in Oblivion is leaving everyone speechless but people are also interested in finding out more about his personal life as well.\n\nSo what is there for Tom Cruise after the divorce from the popular actress Katie Holmes? Who is Tom Cruise girlfriend 2013?\n\nGetting to know Tom Cruise\n\nTom Cruise\n\nThere is no persona live that hasn’t heard of the popular actor such as Tom Cruise. When it comes to his professional life, we can say that he truly is one of the most talented actors out there who has acted in many different movies, in movies of different genres and thus proved his talent. Most of the people and audience and fans and movie critics probably know him for his roles in the movie series titled Mission Impossible. But what are some other movies he starred in. Well, let us mention only a few because when it comes to Tom Cruise his movie list is endless, or so it seems. The movies worth of mentioning are The Last Samurai, then Legend, and let us not forget about Interview with a Vampire. In addition to that let us mention Top Gun, and Rain Man and also the latest achievement Oblivion that is currently in the movie theatres. However, what is there to say about Tom Cruise and his private life?\n\nTake a peek into Tom Cruise private life\n\nWhen you are worldly popular such as Tom Cruise is, it is not strange that people, the media, the fans are trying to find out more about your private life. When it comes to Tom Cruises love life, we can say that he started dating way back in the 1980s. His first girlfriend was Melissa Gilbert. What many people don’t know is that he also dated Heather Locklear. If you are wondering how many times Tom Cruise got married then we should say that Tom Cruise first marriage happened in 1987 when he got married to Mimi Rogers. The strangest thing is that this marriage didn’t last for more than three weeks and then Tom Cruise started dating Cher. However, his second marriage came soon and the bride was Nicole Kidman, but their marriage ended in 2001. The next marriage of Tom Cruise was with his love Katie Holmes. They began dating in the middle of 2005 and after a really short time spent in a relationship they decided to get married and looked very happy together. Like many other Hollywood marriages, this one also fell apart sometime in July 2012 apparently because Tom Cruise got too involved in the Church of Scientology.\n\nEx Tom Cruise girlfriend Katie Holmes\n\nWho is Tom Cruise dating now?\n\nMost of you are anxious to find out who Tom Cruise girlfriend 2013 is and here we are to tell you. When it comes to Tom Cruise girlfriend 2013 we can tell you that little is known about her. Tom Cruise girlfriend 2013 is Cynthia Jorge who is only 26 years old. Tom Cruise girlfriend 2013 Cynthia Jorge is a manger of a restaurant in New York. Hopefully, we’ll manage to find out more about her.",
        "topic_id":6,
        "format_id":11,
        "topic_confidence":0.9639260769,
        "format_confidence":0.526548624
    },
    {
        "url":"https:\/\/archives.sfweekly.com\/sanfrancisco\/pop-philosophy\/Content?oid=2139856",
        "text":"Get SF Weekly Newsletters\nPin It\n\nPop Philosophy \n\nRock Out S.F.; Bart Davenport; Santa Cruz Lo-Fi Indie Music Festival\n\nWednesday, Sep 27 2000\nShould they stay or should they go now? It's getting tiring, all this nostalgia for a past I didn't like in the first place. But while I used to dread wading through all the skanky hippie kids offering kind bud every three steps on Haight Street, now I almost -- almost -- want to clasp the few remaining pot purveyors on the arm and thank them for giving this city personality.\n\nThose were the kind of mixed feelings Rock Out S.F. engendered on Saturday, as musicians took over the city streets for one hour to protest the shrinking music scene. Sure, it was nice to see Storm & Her Dirty Laundry -- um, Mouth -- rant, rave, and rock out on Cole Street; even better was the jazz combo three doors down that nearly drowned her out. But as I meandered along Haight, past a hippie rock group, a funk duo, and a synth-and-banjo indie pop band, I was struck by why this public display of music was dangerous: Tourists might think this happens all the time and want to move here. Isn't that part of the reason we're in this fix in the first place?\n\nMaybe that guy playing solo electric guitar on Baker Street should've made up a song about how crappy a neighborhood it is, instead of singing its praises.\n\nMeanwhile, on Sunday night nearly 300 musicians gathered at the Downtown Rehearsal studios to try to decide whether or not to take the Koch family's offer of $500,000 to vacate the building. The meeting proved highly volatile, as many tenants used the opportunity to vent their considerable anger at building manager Greg Koch.\n\n\"There were six or seven people who said, \"I'm going to ruin this deal,'\" tenant Anton Reut said after the meeting. \"Not for any good reason -- just \"I'm going to do this for art.'\"\n\nIn a way, it's nice that someone wants to take a stand, that a few Davids are willing to load their slingshots with drumsticks and fling them at Goliath. Of course, some of the bands seemed less interested in the common good than the coming displacement of their amps.\n\n\"Like [tenant] Anthony Bonet said, \"Is this about the cause or just needing a practice space?'\" Jim Greer remarked afterward.\n\nWhile Greer agrees that half a million dollars won't solve the crisis, he thinks it's a decent start. \"We have an opportunity to make a louder noise by taking the money,\" he said. \"We can put it in a nonprofit and get a building with right of refusal on a sale [to negate future evictions].\"\n\n\"People didn't seem to understand that we don't need all the money right away,\" Reut said. \"They hear the building sold for $16 million and they think we need that much.\"\n\nSupervisor Gavin Newsom, who attended the meeting and has been trying to help the two sides reach an agreement, was very blunt in his assessment of the situation. The musicians, he said, could expect no help from the city and Willie Brown; refusing the offer would leave them with no money and little public support. He told the assembly he has been searching for spaces on Treasure Island and elsewhere, as well as contacting possibly interested benefactors. A benefit concert with Metallica and Third Eye Blind is in the works.\n\nStill, it's hard to put much stock in political promises in an election year. And by showing up in a half-tux with his trademark gooey do, Newsom didn't exactly endear himself to the musicians. But at least he appeared to care, something no one else has bothered to do.\n\nPretty much the only thing that was decided on Sunday was to have more meetings. As we went to press, a Tuesday night tenants-only meeting was scheduled for the purpose of drafting a counterproposal asking for more money and appointing someone to act as spokesperson for the tenants. On Wednesday, the musicians were to reconvene with Koch and the building's new owner, JMA Properties.\n\nUnfortunately, after Sunday's meeting, prospects for any agreement seemed pretty dim.\n\n\"Several tenants demonstrated that they were unwilling to budge no matter what,\" said Greer. \"I'm disappointed how musicians are ready to martyr themselves to the cause. I'm afraid the minority will force the majority to lose.\"\n\nAw, rats By now we should all be blasé about another musician fleeing the Bay Area; these days, someone should be passing out guitar picks at the county line. In fact, it may eventually prove necessary to put up a monument like the Vietnam Memorial, with the names of each musical former resident etched in gold, or perhaps some other, cheaper alloy.\n\nStill, it's nothing less than stunning to learn that Bart Davenport is soon to join the ranks of ex-Bay Area musicians. Since his beginnings as frontman for the Loved Ones during the early '90s mod revival to his Bruno's residency days with the soul-jazz-funk combo the Kinetics to his recent folkier performances as co-host of Cafe Du Nord's Monday night hoots, Davenport has been one of the most rewarding musical entertainers around. While his bands' records couldn't quite capture his unique panache, Davenport never failed to amuse, move, and connect with a live audience.\n\nAlas, duty calls. The company Davenport works for, the former Redwood City-based Web site MongoMusic, was recently acquired by Microsoft and is being relocated to Seattle. Similar to Internet radio stations like, the site features technology that lets listeners punch in songs in numerous categories and receive other, similar songs that they might not be aware of. (I found, to my horror, that both the Clash and Roky Erickson had been placed in the new wave section.) The company is staffed mainly by musicians, which means that the local scene will also have to do without Deluxe Records co-owner and Electric Birds leader Mike Martinez, former Cars Get Crushed member Paul Koehler, Blake Davis of Papa's Culture, Tracy Chapman's ex-bassist Andy Stoller, and many others.\n\nThere is a smidgen of hope, however. Sources indicate that some of the musicians haven't given up their apartments yet.\n\nA bang, not a whimper Turning from editorial hugs to banana slugs, the first annual Santa Cruz Lo-Fi Indie Music Festival, i.e., the Big Bang, begins on Thursday. For 10 straight days, our neighbor to the south will host three bands each night. The idea, organizer Oliver Brown says, is to showcase Santa Cruz artists, as well as take the usual festival notion of too many bands, too little time and spread it out over a week and a half. Many of the shows take place in unique venues like cafes, stores, and community centers.\n\n\"People came out of the woodwork to offer space,\" Brown says. \"I don't even know how they heard about it.\"\n\nSan Francisco bands like the Aislers Set and Deerhoof will perform, as well as the granddaddy of lo-fi, K Records chieftain Calvin Johnson. Brown recommends the following: Lady Fingers & Laura Limes, two art students who practice an experimental form of hip hop using a Mattel Hot Licks plastic guitar and referencing Devo and Yoko Ono; the Four-Eyes, a bespectacled three-piece garage band whose members sing about giving bullies computer viruses and carrying around Dungeons & Dragons sets just in case; and Sin in Space, a college student's wet dream that, according to Brown, sounds like \"the Pixies meet Radiohead meet the Cure.\"\n\n\"We have a really strong lo-fi scene here now,\" Brown says. \"I've lived here six or seven years, and sometimes it's hot and sometimes it's cold. Now it's very hot.\"\n\nBrown attributes the wealth of acts to the opening of a Streetlight Records. \"People used to move to Seattle or Portland or Oakland,\" Brown says. \"Now people don't have to go somewhere else after graduation.\"\n\nAll shows are $3 (a full festival pass is $20) and all-ages. \"By all-ages, people think that means just young kids,\" Brown explains. \"It also means 30 and above. We want to do this every year. I look forward to the day when there'll be a garage band playing with 50- and 60-year-olds in it, or a 50-year-old bass player and an 18-year-old drummer.\"\n\nFor more details, visit the festival Web site at\n\nAbout The Author\n\nDan Strachota\n\n\nSubscribe to this thread:\n\nAdd a comment\n\nPopular Stories\n\n  1. Most Popular Stories\n  2. Stories You Missed\n\n\n  • clipping at Brava Theater Sept. 11\n    Sub Pop recording artists 'clipping.' brought their brand of noise-driven experimental hip hop to the closing night of 2016's San Francisco Electronic Music Fest this past Sunday. The packed Brava Theater hosted an initially seated crowd that ended the night jumping and dancing against the front of the stage. The trio performed a set focused on their recently released Sci-Fi Horror concept album, 'Splendor & Misery', then delved into their dancier and more aggressive back catalogue, and recent single 'Wriggle'. Opening performances included local experimental electronic duo 'Tujurikkuja' and computer music artist 'Madalyn Merkey.'\"",
        "topic_id":6,
        "format_id":11,
        "topic_confidence":0.9918032289,
        "format_confidence":0.7824862003
    },
    {
        "url":"http:\/\/www.daytrotter.com\/bon-iver\/daytrotter-studio-july-21-2008.html",
        "text":"Bon IverJul 21, 2008 Daytrotter Studio, Rock Island, IL\n\n  1. Welcome to Daytrotter\n  2. Flume\n  3. Lump Sum\n  4. Re Stacks\n  5. Creature Fear\n\nMore about this session\n\nWords by Sean Moeller, Illustration by Johnnie Cluney, Sound engineering by Patrick Stolley\n\nEnough has been made out of the cool side of the pillow. Enough with it. It's just an unused side, nothing more and nothing less. A pillow with potential. It's just lying there, naked by the headboard. Plenty has been made about the empty warmth of the bed too. The side of the bed, previously occupied, just recently deserted for a different bed. It's never meant a better bed, necessarily, just a different one, one with different sheets and blankets, different pillows for sure and without question, a different person to share it with. Plenty has been made out of how that warm, oblong shape of space that we can run our hands over and get burnt by the touch is like an obscenity to behold, to have to behold. There's no way around it. It's not the same as the warm spot that gets left in the mornings, when the alarm clocks beckon our better half away to an appointment or a job. This is the permanent kind of heat loss. It's there and then it's gone like a vapor, the scent of those limp, resting limbs and necks still reeks like betrayal and love, more love, no - more betrayal.\n\nJustin Vernon, or the formerly wounded man behind the wooded Wisconsin band Bon Iver, is - right now - one of the foremost authorities on bleeding hearts and then finding a way of making them better. And while there is a lot of material about the cool side of the pillow and the warm, emptiness of the mattress, there's not as much material combining both the somberness of despair and the somberness of wanton hope. It's hope all the same and, in time, it can be something fulfilling again. It's almost a variation of standard depression and happy depression - where the shit luck things that happened (the beloved departing) will all get washed out of the picture eventually. If you hang a dirty, stinky shirt or pair of pants in a closet for long enough, they don't stink anymore.\n\nIt's the same principle - in a way - that's incorporated into the touching and heartrending work that Vernon wrote and recorded for For Emma, Forever Ago, a record that is as stunning in its natural grace and shape as any that's come into this world in the last five years, maybe longer. It's a work that can make you cry as it's taking your breath away. We're sitting there thinking about a broken man, a guy who's been completely splintered into fragments of himself. We can picture him inconsolable, crumbled into a tidy pile of destruction. We just keep the lens on him, with the lights surrounding him held back and low, barely touching him as if they too are afraid to put their hands on his shoulders and ask him if he's okay, does he need anything, can they do anything. They stand back, letting him breathe the blackness of mind and of spirit that sometimes is as morbidly comforting as a dark coffee when they mouth needs it. Suddenly, after weeks and months of no movement whatsoever, there's activity - slow and methodical - in the legs and arms, a wiping of the eyes, an embarrassed lifting of the eyes to see if anyone spotted the falling apart. If someone did, that happens, if no one did, it's okay.\n\nThe rebuilding begins surprisingly quickly and there's new strength that the broken man can call upon. Vernon had been teased by a blouse and felt the power drained from him by the memories of the eyes and the legs that are no longer his to call baby. They are no longer his to smile to and be lost in. It takes work to come to that conclusion and For Emma is the best that anyone's ever done that. He and his live band of Mike Noyce and Sean Carey perform a ritual every time they open their mouths, spilling out that winter that it took to endure this, reenacting the wood smoke that was likely pluming from the chimney stack of the cottage that Vernon holed up in, frosting up the winters that we were trying to look out of and forcing us to just be there, in that time, again, with him, as sad and lovely as it was back then. We come to believe that it was lovely. He makes us and we're damn thankful.\n\nBon Iver MySpace Page\nJagjaguwar Records\n\nSession Comments\nOlder Comments\nMore From Bon Iver\nPowered by Paste Magazine",
        "topic_id":6,
        "format_id":11,
        "topic_confidence":0.9845564365,
        "format_confidence":0.6715046763
    }
]