[
    {
        "url":"http:\/\/www.kansascity.com\/living\/advice-columns\/article321921\/Who-writes-the-checks-None-of-their-business.html",
        "text":"Who writes the checks? None of their business\n\n06\/25\/2013 6:13 PM\n\n06\/25\/2013 6:13 PM\n\nDEAR MISS MANNERS: I am extremely lucky to have parents who are able to pay for college for me. I don’t qualify for or need any financial aid.\n\nI’ve been in a few situations where people start giving me advice on how to get financial aid. What is the best way to respond? I usually smile and say, “Thanks, but my parents can pay for my college,” and then they usually say, “Oh.” It’s a bit awkward, and I feel like a spoiled brat. Is there a better way to handle this situation?\n\n\nHow about: “Yes, we know how tough it is. That’s why my family endows scholarships for those less fortunate than we are.”\n\nNo, Miss Manners supposes not. Not even if it were true — and unlike your helpful acquaintances, she does not make assumptions about other people’s finances.\n\nJust say, “Thank you, but that’s taken care of.” Should anyone be so rude as to ask how, the answer is, “We’ve made arrangements.”\n\nGenerosity in peril\n\nDEAR MISS MANNERS: We live in a small town where many people know almost everyone else. In the past two years, fundraisers have been held for a child with a brain tumor, two women with cancer and a young mother who was seriously injured in an auto crash. All but one of the individuals survived.\n\nResponse to the fundraisers was exceptional. We made donations directly to the individuals.\n\nNone of the individuals or their family or friends who sponsored the fundraisers acknowledged our gift or the personal note we included with each donation, two of which were substantial. Are we expecting too much, or is this the new norm for manners?\n\n\nIf it is, it will soon be the end of such generosity as you and your fellow townspeople have expressed. Generosity and gratitude are inseparably linked.\n\nMiss Manners knows to expect two dissenting reactions to that statement:\n\nOne is the standard defense by youngsters who haven’t thanked their grandmothers for sending them checks — that Grandma must be really selfish to expect any return, rather than doing it for the pure love of giving. This is a bit like saying that it isn’t true love if you care about being loved in return.\n\nThe other defense is that people in the midst of tragedy are excused from being grateful. But that is exactly when you find out who the compassionate and generous people are. Are those really the people you want to blow off?\n\nThe 15-minute rule\n\nDEAR MISS MANNERS: When one just “drops in,” what is an acceptable time to stay?\n\n\nThe rule, when people routinely paid unannounced visits on one another, was 15 minutes. A gentleman was not supposed to give up his hat, but park it next to himself as proof that he wouldn’t be a serious disruption to any plans his host may have.\n\nBut, as Miss Manners recalls, that was before the invention of the telephone, which miraculously allowed would-be visitors to inquire first about the host’s convenience. If they fail to use it, she considers that the 15-minute rule still applies.\n\n© Universal Uclick 6\/25\n\n\nJoin the discussion\n\nis pleased to provide this opportunity to share information, experiences and observations about what's in the news. Some of the comments may be reprinted elsewhere in the site or in the newspaper. We encourage lively, open debate on the issues of the day, and ask that you refrain from profanity, hate speech, personal comments and remarks that are off point. Thank you for taking the time to offer your thoughts.\n\nCommenting FAQs | Terms of Service",
        "topic_id":7,
        "format_id":11,
        "topic_confidence":0.9695338011,
        "format_confidence":0.6804138422
    },
    {
        "url":"https:\/\/www.paulyoungfuneralhome.com\/notices\/Jo-Vaughn",
        "text":"Jo Ann (Macomber) Vaughn\n\nApril 19, 1936 ~ July 29, 2018 (age 82)\n\nVAUGHN, Jo Ann (nee Macomber), beloved wife of the late Herschel Vaughn, loving mother of Karen (Robert) Bare, Lisa Vaughn, Kim Vaughn, Kevin (Vanessa) Vaughn and daughter in-law, Jenny Vaughn. Adoring grandmother of Brittany and Jennifer Bare, Josie and Max Vaughn. Also survived by her brother, Keith Macomber and by her sister, Beannie Wendt. Preceded in death by her son, Randy Vaughn and her parents, Glenn and Doris Macomber. Passed away on July 29, 2018 at the age of 82. Proud elementary school teacher for 39 years. A Visitation Celebration of Life will take place at the Ogle & Paul R. Young Funeral Home, 5086 College Corner Pike, Oxford, Ohio 45056 on August 4, 2018 from 10 AM until 12 PM. In lieu of flowers, donations may be made to\n\n© 2018 Paul R. Young Funeral Home. All Rights Reserved. Funeral Home website by CFS",
        "topic_id":7,
        "format_id":11,
        "topic_confidence":0.9890264869,
        "format_confidence":0.9783892632
    },
    {
        "url":"http:\/\/www.crosswalk.com\/culture\/books\/secrets-of-a-mid-life-mom-1259612.html?p=3",
        "text":"It involves clothes, shopping, laundry, cleaning, mending, letting skirts down and sewing buttons on.  It involves friends: my husband's, my children's, my own, and endless arrangements to get together, letters, invitations, telephone calls and transportation hither and yon.  My mind reels with it.  What a circus act we women perform every day of our lives.  It puts a trapeze artist to shame.1\n\nI'm not even going to try to tell you how to simplify your life.  There are whole books written about it.  But honestly, what would you choose to delete?  The elements of our lives we might want to eliminate – illness, housecleaning, parent-teacher conferences – we can't.  The things we could get rid of, like ballet lessons and mom's night out are things we want to keep.  I think we are going to have to learn to find peace not by simplifying our lives, but right smack in the middle of our busy-ness.\n\nExcerpted from \"Secrets of a Mid-Life Mom,\" copyright 2004 by Jane Jarrell. Used by permission of NavPress\/Pinon Press. All rights reserved. For copies of the book visit\n\nJane Jarrell, an over-forty mother of a daughter in elementary school, is a popular radio, TV, and conference speaker.  She is a charter member of the MOPS National Speakers Bureau.  She has authored eleven books, including \"Mom Matters.\"  Jane and her family make their home in Richardson, Texas.",
        "topic_id":7,
        "format_id":11,
        "topic_confidence":0.9794788957,
        "format_confidence":0.8650664091
    },
    {
        "url":"https:\/\/cougarnews.com\/2013\/04\/opinion-get-connected\/",
        "text":"Opinion: Get connected\n\nby Cougar News Contributor 0\n\nBy Valerie Traba\n\nSocial media is a phenomenon that continues to transform the way the world functions. The methods that people now use to interact with others have shaped society in a myriad of ways. Negotiating business, interacting with friends and family, advertising, learning, and gossiping are just a few of these processes.\n\nBecause people now form, maintain, and sever ties with one another on the web, the ways the world operates—in comparison to how it did when face-to-face communication was still the norm—has changed. However, this change is an improvement overall. Because of the benefits that have emerged as a result of social media—broad audiences can be reached quickly more efficiently, life moments and memories can be uploaded and shared securely, communicating with people is more affordable, instant access to information can make people more knowledgeable—it fundamentally is a good service to society.\n\nSocial media gives people the convenience to reach a broad audience in a fast and more efficient way. Because messages are posted instantly and are readily available to everyone online, the one who posts the content does not have to contribute as much effort as one would in a face-to-face exchange.\n\nThis facilitates voluntary responses from a wider range of people who could give better, more useful information than those from a small group. The guesswork of having to research solutions independently is taken out of the equation when others are given the opportunity to offer assistance.\n\nPeople are able to store memories and share life moments securely with others through the use of social media. With the click of a button, a proud parent can upload the footage of their child’s first steps onto his\/her online profile and share it with the people in that given network. A benefit to saving content on the web is the peace of mind that comes with knowing that if the primary source is lost; the same version is still available online. The process of sharing experiences online, according to Laura Fitton, allows one to self reflect on their own lives.\n“Perhaps the person you see most clearly is yourself”, Thompson said.  This self-examination is an example of how social media can be meaningful; good for society.\n Social media has made communication much more affordable. People can enjoy the amenities of communicating with their friends and loved ones without paying the steep prices of international data and calling plans. Social media allows people to communicate through online calling, video chatting, and instant messaging in a way that, according to Clive Thompson, is “felt even more intimate than a phone call”.\nBecause the social networking sites have features that enable private conversation, messaging, individuals are attracted to the idea of being in a place where they can communicate privately with another person.\nSocial media encourages people to become informed of the happenings in the world and helps them form opinions on them. This is precisely why sites like YouTube, Twitter, and Facebook have live news feeds that are constantly supplying the latest information for users to digest, and features that allow people to like, dislike, and respond to the content.\nAccording to Steven Johnson, author of the article, “How Twitter Will Change the Way We Live”, “The most fascinating thing about Twitter is not what it is doing to us, but  as Johnson explains what we’re doing to it. Johnson is illustrating how it is the users’ reactions that not only keep social media alive, but cause it to evolve.\nThere is no doubt that social media has succeeded in certain areas such as connecting people from all over the world and simplifying the ways in which society operates. However, it is not a perfect system, and many people suffer the consequences of misusing social media, both intentionally and unintentionally. Even though the intention of social media is to make networking run more efficiently, sometimes quantity compromises quality. It is this reason why people, especially college students, should use social media wisely and in moderation.\nAs exciting–and in many ways welcoming—as social media is, college students must strive to practice serious reflection without making a blog post, facebook status, or tweet that shows the world how they feel; because, although these means of sharing allow one to “see” themselves, it detracts them from experiencing the authenticity of being alone. Social media is a remarkable aspect of society, and when it is used properly and respectfully, it has the power to make amazing things happen.\n\nLeave a Reply\n\nYour email address will not be published.\n\nYou may use these HTML tags and attributes: <a href=\"\" title=\"\"> <abbr title=\"\"> <acronym title=\"\"> <b> <blockquote cite=\"\"> <cite> <code> <del datetime=\"\"> <em> <i> <q cite=\"\"> <s> <strike> <strong>",
        "topic_id":7,
        "format_id":11,
        "topic_confidence":0.6270868778,
        "format_confidence":0.957254529
    },
    {
        "url":"http:\/\/www.northbrevardfuneralhome.com\/tributes\/Albert-Robinson",
        "text":"obituary header\nWelcome to the memorial page for\n\nAlbert Todd Robinson\n\nFebruary 1, 1968 ~ November 1, 2017 (age 49)\n\nAlbert Todd Robinson, 49 of Titusville passed away Wednesday November 1, 2017 In Rockledge, FL.  He was born February 1, 1968 to Robert and June Robinson. \n\nTodd worked as the Assistant Director of Plants, Operations and Maintenance at EFSC.  He was a loving husband, devoted son and wonderful brother, an awesome nephew and cousin.  R.I.P. Todd you will be missed Always and Forever.\n\nTodd is the husband to Charlene Robinson, son of Robert and June Robinson of Titusville, brother of Brian Robinson (Beth), sister Nina Robinson Crowe (Joe). Todd was preceded in death by his brother Robert M. Robinson III, nephew to Albert Robinson, CD Robinson and Chole Jones, Uncle to Nicole, Nathan, Natalie Robinson, Naomi, Jake, and Elizabeth Grace Crowe.\n\nHeaven has another angel.  \n\nServices will be Saturday November the 4, 2017 at 10 am at Indian River City United Methodist Church in Titusville. Online condolences may be left for the family at  \n\nIn lieu of flowers send donations to NVHS National Veterans Homeless Society of Brevard County\n\n\n\n Service Information\n\nMemorial Service\nNovember 4, 2017\n\n10:00 AM\nIndian River City United Methodist Church\n1355 Cheney Highway\nTitusville, FL Florida\n\n© 2017 North Brevard Funeral Home. All Rights Reserved. | Privacy Policy | Terms of Service",
        "topic_id":7,
        "format_id":11,
        "topic_confidence":0.9858006835,
        "format_confidence":0.9818874598
    },
    {
        "url":"http:\/\/ysnews.com\/news\/2008\/12\/tidings-of-joy-babe-born-in-stable-van",
        "text":"High 85° \/ Low 63°\nChance of a Thunderstorm\nHigh 68° \/ Low 46°\nVillage Life\n\nExhausted but very happy after Gabriella Kibblewhite’s memorable birth are, in front, Jalana Lazar; in back, Naysan McIlhargey; Lee Kibblewhite holding daughter Lily; Molly Lunde holding her new baby; Aimee Maruyama and Miranda Lloyd.\n\nTidings of joy, babe born in stable van\n\nLast Thursday Jalana Lazar and her husband, Naysan McIlhargey, had not been home long when the phone rang. They had just spent the evening with long-time friends Molly Lunde and her husband, Lee Kibblewhite, Molly’s sister, Aimee Maruyama, and Molly’s childhood pal, Miranda Lloyd (a former Yellow Springs resident visiting from New York). Molly, pregnant with her second child, was planning to deliver at Miami Valley Hospital on New Year’s Day, two weeks away. Two and a half years ago, she had experienced a long and difficult delivery with her firstborn, Lily, and was understandably anxious about repeating that ordeal.\n\nTo ease her friend’s troubled mind, Jalana, a nurse midwife at Good Samaritan Hospital, reassured Molly that if she ever felt it was time to deliver, Jalana would come over and check to see that it was, indeed, time to go. “Call me if you need me,” said Jalana to Molly as she left the gathering.\n\nAn hour later, at midnight, the phone call came. Jalana immediately drove back to Molly’s house.\n\n“You’re doing such a good job!” Jalana said to Molly after examining her, using an ultra-calm and soothing voice that belied the urgency of the situation. “You’re doing so well that we need to go the hospital right now and I’m going to come with you just in case you need help on the way.”\n\n(Sitting in their Miami Valley Pottery showroom the following day, owners Jalana and Naysan were much more relaxed and unhurried, retelling the story of that “holy smokes!” night.)\n\nAfter her proclamation, Jalana, Molly and Lee quickly got into Molly and Lee’s minivan (Molly getting in the back seat) while support team Aimee and Miranda followed behind in another car. The two vehicles didn’t get very far. Halfway down Hyde Road at State Route 235, Jalana called Aimee on her cell phone. The caravan needed to turn around immediately and go to Jalana and Naysan’s house, which they had just passed. Then Jalana told Aimee to call 911.\n\n“It must have been a hilarious call,” said Aimee the next day, trying to remember what she possibly might have told the police. “I didn’t know the address of where we were going. I knew almost nothing about what we were doing. I said we were on our way to Miami Valley Pottery and we weren’t going to make it to the hospital.”\n\nAs the two cars pulled into the pottery driveway, the baby was crowning.\n\n“The first thing I heard was screaming that sounded like a cat,” said Naysan, who had been blissfully asleep up until this point. “I thought the cat was being stepped on.”\n\nWhile Aimee ran into the house frantically searching for blankets and sheets for her sister, Naysan realized what was happening, got out of bed, and helped gather towels. The “cat” sound he heard was his friend, Molly, screaming in second-stage labor in a minivan parked in his driveway while his wife, Jalana, focused on trying to make her comfortable.\n\n“At some point Molly said, ‘I am not having this baby in the back of the minivan!’” Jalana explained, “and I just said, very calmly, ‘Okay, that’s okay,’ because at that point it was very clear that we were having a baby in the back of the minivan.”\n\nAs Aimee squeezed back in the van, stationing herself behind Molly to help lift and support, Jalana positioned herself half inside the van, her other half sticking out the side of the van with the sliding door open. Meanwhile, Miranda-from-New-York coached from the front seat while documenting the event with her camera.\n\nThe two men worked in tandem as a kind of abbreviated bucket brigade: the women calling out for certain items — hot water, blankets, towels — and the men retrieving the appropriate items from the house.\n\n“It was like being in a movie,” recalled Lee afterwards. “It’s that classic line of ‘We need hot water and towels!’ ‘Right! Okay!’ So I ran in the house and Naysan is there, half-naked with a sheet pulled around him. ‘We need hot water and towels!’ I told him and he said, ‘Right! Okay!’ One-handedly he’s holding this bedsheet around him, getting hot water and towels and passing me things like napkins and Jalana’s sweater — things that were totally inappropriate. He saw the sweater and said, ‘Oh no, we can’t take that.’ So he took that back. It was like this blur. In my mind I thought, ‘This is like in a movie. This is what the father figure does.’ I was in that movie scene and didn’t know how to make hot water. It’s ridiculous. I’m a trained chef for God’s sake and I couldn’t make hot water!”\n\nEpic-like imagery began to take shape: womenfolk huddled together in an emergency makeshift delivery room, cramped and unsuitable for the birth of a baby; mother and father unprepared for such a blessed event to take place under such strange circumstances. All were bathed in a mythical glow from the interior light of the Honda Odyssey minivan.\n\nThe stars in the sky looked down where they worked. The frost was cruel (along with the sleet). Two cats kept watch over their flocks of mice, birds, and other wildlife where Miami Valley Pottery shop and house lay. Sirens in the distance signaled the impending arrival of the Greene County Sheriff and three Miami Township Fire Rescue ambulances -— wise men and women (EMTs) who traversed afar, bearing emergency medical supplies.\n\nFortunately, Molly, although in excruciating pain, was not filled with mighty dread.\n\n“I felt so comfortable because of the way that Jalana eased the situation with her words,” said Molly after the shock had worn off. “She spoke so calmly, not a hint of panic, and I knew everything was going to be alright. I’ll always remember her voice.”\n\nAt 12:53 a.m. on Friday, Dec. 19, 2008, Gabriella Kibblewhite was born and placed on Molly’s chest, where she laid her sweet head.\n\nWhile they all waited for the squad to arrive, shepherd\/potter Naysan served tea.\n\n“He’s such the host,” said Lee of his friend, grateful for the support he provided. “Gabriella was not born long and Naysan turns up. Finally he’s got clothes on and he’s got mint tea in one of his own teapots, and asks Molly if she’d like a cup. Then he brought out a bowl of grapes.”\n\nAll was calm, all was bright.\n\nWhile the babe was wrapped in swaddling towels and the group wrapped their collective head around what had just happened, the sheriff and EMTs arrived. Lee cut the umbilical cord, then he and Molly and the baby were transferred to an ambulance and taken to Miami Valley Hospital. Aimee stayed with them in the hospital, snuggling in love’s pure light with her sister, brother-in-law, and new niece while Miranda stayed behind to shepherd their other child, Lily. Treasures of Gold Rush apples, cranberry cookies, and grapes from Naysan sustained them through their stay.\n\nLater, when they looked at their cell phone log, Molly and Lee were shocked to see the timing of events. “When we decided we were going to turn around we called 911,” said Molly, “and 13 minutes later Gabriella was born.”\n\nMother and child, tender and mild, were released from the hospital the next day while Lee checked in on their store, Asanda Imports, which had just moved into its new downtown location and was being tended to by Miranda.\n\n“The smile has not left my face,” said Molly. Gabriella, who laid to rest on Molly’s lap, was sleeping. “I know that Jalana and Naysan will forever have a huge place in my heart. I’ve known them quite a long time and there’s a connection between our families. But it’s even more strengthened now. We owe them a lovely set of towels. Almost all of them from their house!”\n\nThe family and shepherds returned to their lives, telling all of the things they had heard and seen. And all who heard it were amazed.\n\nTopics: ,\n\nNo comments yet for this article.\n\nPlease complete to show you’re a human: * Time limit is exhausted. Please reload CAPTCHA.",
        "topic_id":7,
        "format_id":11,
        "topic_confidence":0.9507039785,
        "format_confidence":0.7567512393
    },
    {
        "url":"https:\/\/www.news.com.au\/lifestyle\/relationships\/sex\/they-want-to-be-stimulated-throughout-the-body-bali-gigolos-share-their-secrets\/news-story\/abe0e29a00aaa6118f0f5b99ab94d359",
        "text":"‘They want to be stimulated throughout the body’: Bali Gigolos share their secrets\n\nBALI’S beaches are renowned for their male gigolos - the ultimate “sexperts”. They know some important things Australian men apparently don’t.\n\nLuke Williams\nnews.com.auMay 8, 20173:34pm\n\nAmid the tourists and rubbish on Kuta beach, you’ll find so called ‘beach boys’, catering to the needs of female visitors. Picture: AFP Photo \/ Sonny TumbelakaSource:AFP\n\nBALI’S Kuta beach is as unpretentious as a rubbish dump.\n\nYou can swim among native noodle packets and tropical-coloured plastic bags, you can get your toenails cut and your hair braided, and you can save a horse and ride a Kuta cowboy.\n\n“Women come to us because they want to be respected, they want to be treated right,” ‘Brown Sugar’ told me (that’s what how he wanted me to name him in the story, by the way).\n\nBrown Sugar, 21, is one of Bali’s many male gigolos. Often called Kuta beach-boys, these sex workers are young, handsome, lean, tanned Indonesian men who give their attentions to female tourists.\n\n“Most of the time we really do find the women attractive … I prefer sex with caucasian women, they are wilder,” Brown Sugar said, as he sat on a surfboard on the ground in front of me. “The gift is usually just a bonus.”\n\nBrown Sugar = Artificial Sweetener? Possibly — I mean his comment did taste a little too sweet to be true. That said, after several days of observing the Kuta Beach boys for this story, I noticed their admirers were not usually women who would struggle to get a date with a man back home — most were young, attractive and socially adept.\n\nSo what do these guys offer them that others don’t?\n\n“All we do is ask women what they want and then provide them with that,” he said. “We give them massages, we treat them right.”\n\nI met a young blonde Australian sitting with a group of tanned Indonesian surfer-boys.\n\n“They are more attentive,” she said. “I just find them more respectful, more affectionate than most Aussie men.”\n\nA photo advertising the ‘Bali Boyfriend and Male Escort Service’ on Facebook.\n\nA photo advertising the ‘Bali Boyfriend and Male Escort Service’ on Facebook.Source:Facebook\n\nBut it’s not just Aussie women. The two most common nationalities by the Kuta Cowboys’ side were young Japanese and Korean ladies. When I asked Brown Sugar why this was the case he introduced me to his friend, “The Korean Killer”.\n\n“We treat the Korean ladies as equal, we don’t see them as any lesser or better than us,” he told me.\n\nTellingly, South Korea is a place where young educated women come up against traditional values — like being expected to stay at home while men bringing in the cash.\n\nJapan is another place where females are known to often struggle for independence and senior jobs. Both the Japanese and the Koreans seem to be finding a sense of empowerment, freedom and status on Bali’s beaches they often struggle to find at home.\n\nThe Bali Gigolo phenomenon might be as unexpectedly informative as it is right on trend: A 2015 study from the University of Lancaster’s Criminology Department suggested the British women who were paying for sex with male escorts were not desperate and dateless, but busy career professionals in their 30s and 40s — often too busy or not interested in conventional relationships.\n\nThe same study showed the market for male sex services online is rising a faster rate than those for adverts for women escorts. Indeed, Bali Gigolos are also, unsurprisingly, moving off the beaches and advertising online.\n\nThrough Facebook I found Steven — he started the Bali Boyfriend and Male Escort Service about four years ago.\n\nSteven, 27, of Balinese-Japanese descent, told me he sees about four clients per month — most of them Australian, Korean, Japanese and Russian.\n\n“Generally the age range is between 22 and 40,” he explained. “Only about half of them want sex ... They usually want me to accompany them on some events and to treat them special. They want to be understood and to be treated properly.”\n\nI asked what other men might be able to learn from him, based on what women ask him for.\n\n“Men should learn to understand what women need, and how to treat them properly with respect and mutual understanding ... It’s more than just sex, it’s the art of touching their hearts and souls,” Steven told news.com.au.\n\n“Most men just fall asleep after sex — I ask what they want,” he added.\n\nAnd what is that?\n\n“That want me to be gentle and they want to be given oral sex,” he explained.\n\nThat’s similar to what the next interviewee told me too, but not before sending this when I asked him how he wanted to be identified in the story:\n\nI am Roy Gonzales: Bali — Indonesia\n\n32 y old , 175cm, 65 Kg\n\nThe picture Roy Gonzales sent.\n\nThe picture Roy Gonzales sent.Source:Supplied\n\nTo clarify, Roy does do massages with happy endings for women.\n\nHe told me all of his clients were women aged between 30 and 45, who almost always want “to be stimulated throughout the body ... They like a massage first. I will touch all over their bodies, and in the end I will have sex with them. The secret is must follow the will of the woman. The game should be long,” he explained.\n\nBeing affectionate, paying more attention and asking women what they want sounds pretty simple really.\n\nDr Marie Tudor from Adelaide Sex Therapy told news.com.au that both her male and female clients complain their partners are not attentive enough.\n\n“Some women say that they would like more lead up to sexual touching — for example, the massaging the Balinese gigolos provide,” Dr Tudor told news.com.au.\n\n“In a relationship context, some women feel unable to get in the mood for sex when there have been domestic tensions and little warmth and appreciation from their partners.”\n\nBut sex with gigolos in Bali doesn’t come without modern realities, like the risk of HIV.\n\nEmily Perry, an independent HIV and harm reduction consultant based in Denpasar, said HIV infection is a serious problem right across Indonesia and is concentrated among five key groups in Bali including male sex workers and their clients.\n\n“People take risks that they don’t take at home when they go on holiday — be it not wearing a helmet on a motorbike or having sex,” Perry said.\n\n“I do get western clients coming in to see me for a HIV test all the time — usually panicked after doing something they regretted the night before.”\n\nPlay it safe — fair enough. But what about the issues of power, exploitation and money?\n\n“In my experience women who do it are condemned in the same way as men — for objectifying and wielding power over men,” says Dr Laura Agustín, an anthropologist and author of the book Sex at the Margins.\n\n“They are accused of racism and sexualising blackness. Is this all the erotic side of imperialism? I guess so. But we are all caught up in it; there is no perfectly clean place to stand,” Dr Agustin said.\n\nWhat I can confirm, for very different reasons, is there isn’t any perfectly clean place to stand on Kuta beach. Yet, I did find somewhere pleasant to sit — under the shade and with the never-ending local sixpack stomachs on display.\n\nAround the world, other common male escorts for tourists (the “Rent-a-Dreads” in Jamaica, “the Marlboro Men” in Jordan, “the Bumsters” in Gambia, the “Drummer Boys” in Senegal) are known for being quite tall. But height wise — Indonesians are on average the smallest nationality in the world. And — ah, well, do you see where I am going with this?\n\nI had to ask Brown Sugar: “I’m wondering ... everywhere else that is known for female sex tourism the guys are notorious for being well hung.”\n\n“Well hung don’t make always make a girl happy,” Brown Sugar retorted. “They want romance, they want company.”\n\n“So what do you think about the Kuta cowboys anyway?” he later asked.\n\n“All this is news to me,” I explained. “I like men.”\n\n“Do you have no genitals?” Brown Sugar asked, “Or did they get injured in accident. Does your dick not work anymore?”\n\n“No, it still works — that’s not the issue.”\n\n“So how much does it cost you to do that to a man?”\n\n“Nothing, usually, many men are like this.”\n\nBrown Sugar gave a look of pensive confusion, then staring out to the ocean he said:\n\n“Well y’know what, man, if you like this and they like this, then I am very happy for you and I hope you find a nice Balinese guy.”\n\nA week on Kuta beach: A learning experience all-round apparently.\n\nLuke Williams is a journalist and author of the Ice Age: A Journey into Crystal Meth Addiction.\n\nMeet Steve, the male escort\n\nMeet Steve, the male escort\n\nMeet Steve, the male escort\n\nMORE IN relationships",
        "topic_id":7,
        "format_id":11,
        "topic_confidence":0.5422360301,
        "format_confidence":0.7638530135
    },
    {
        "url":"http:\/\/obits.al.com\/obituaries\/birmingham\/obituary.aspx?n=imogene-burnette-warnick&pid=163766595&fhid=5505",
        "text":"5 entries\n  • \"Sorry to hear of your mother's passing.Jerry Lewis\"\n  • \"I am so sorry to hear of Ms. Jean's passing! She was one of...\"\n    - Andy Barclay\n  • \"Donna, I knew your mother when we worked together at Myers....\"\n  • \"Donna, Your mother was always a favorite of my mother's...\"\n    - Jennifer McGowan Rucker\n  • \"Donna, Ed, Your mother was so helpful to me during the...\"\nThe Guest Book is expired.\n\nWARNICK, IMOGENE BURNETTE age 90, of Vestavia Hills, Alabama, passed away on March 20, 2013. Longtime member of Shades Mountain Baptist Church and was attending First Baptist Church of Hoover. Imogene love to garden and play bridge. Later in life after retirement she worked for Myers Plant and Pottery in Pelham. She is preceded in death by her husband, Mr. Edward Albert Warnick Jr. grandson, Adam Warnick, parents Bobe and Macie Burdette, and 7 loving brothers and sisters. She is survived by her loving children; Donna Warnick McKnight, Eddie (Janet) Warnick, grandchildren, Michael (Karen) McKnight, Christopher (Carrie) McKnight, Katie Warnick, Ryan McGinnis and Sean McGinnis, great-grandchildren, Adam McKnight and Bailey Bea McKinght and Ella McGinnis. Funeral Services will be at Southern Heritage Funeral Home March 22, 2013 at 12:00pm with burial in Southern Heritage Cemetery. Visitation will be also on Saturday 11:00-12:00 at the Funeral Home.\n\nFuneral Home\nSouthern Heritage Chapel\n475 Cahaba Valley Road\nPelham, AL 35124\nFuneral Home Details\nSend Flowers\nPowered By",
        "topic_id":7,
        "format_id":11,
        "topic_confidence":0.9878294468,
        "format_confidence":0.9683967233
    },
    {
        "url":"http:\/\/dialogue.adventist.org\/06-2\/marenko\/preparing-for-a-happy-marriage",
        "text":"Preparing for a Happy Marriage\n\nAt 22, Ruth was a picture of youth and beauty. She was enjoying the university. Her studies were challenging. Her teachers were good. Life seemed so much fun, and so much more lay ahead of her. One day she met Robert, 24, a fellow student, and after that her life seemed to take an additional hue and glow. Ruth and Robert shared so much in common, worshiped in the same church, and had a clear perception of future goals. It looked as if they were made for each other. One evening while on a youth retreat, they walked to the lake. The waters reflected the golden orange of a setting sun. The trees were gently swaying. A summer breeze was bringing in the coolness of the north. This is the time, thought Robert, and asked Ruth something he had asked her months before: \"Will you be my steady date? I love you.\" \"Yes,\" said Ruth, and it seemed as if she were in a different world altogether, floating in the openness of love and promise.\n\nRuth's answer was not a hasty one. It followed a lot of thought, counseling, and prayer. The first time Robert put that question to her, she was not sure. She wanted time. She talked to a teacher, whom she trusted. She counseled with her pastor. Weeks after much thought and prayer, she was ready to say \"Yes.\"\n\nMarriage is important, but preparation for marriage is just as important. Choosing a marriage partner is one of the most important steps a young person takes in life. Such a decision must not be taken lightly or hastily. Experience suggests that there are at least four criteria young people should examine in their quest for a life partner. Choosing a life partner: four criteria\n\nReadiness. Readiness implies maturity of both parties for courtship and marriage. Maturity can often be measured by the way you answer the following questions: Are you ready for the challenges and joys of married life? Have you come out of the confusion and conflicts typical of adolescence? Are you balanced and responsible? Do you know how to relate to others altruistically? Can you think through and solve a problem, or do you tend to let problems overwhelm you? Do you understand and accept the sacred and undying nature of marriage? Have you developed wholesome and appropriate attitudes toward sex? Do you know what true love is? Do you have a positive religious experience?\n\nCompatibility. Incompatibility between husband and wife is one of the primary causes for marriage breakups. Young people contemplating marriage need to evaluate their compatibility. Test yourself by asking some hard questions: Do you feel comfortable with the way you communicate with each other? Is it easy for you to establish a successful dialogue? Are you comfortable with the other's manners and lifestyle? Are the ways in which you express affection pleasant or discomforting to either one or both? Are you comfortable with each other's temperament?\n\nCommunication is a key element in compatibility. If you find during courtship that you have communication difficulties and that even a simple discussion leads to serious misunderstandings, heated arguments, and shouting matches, chances are you will face similar problems even after marriage. Yes, any problem can be solved, given love, mutual understanding, and tolerance, but why take the risk? Better end the relationship before you enter marriage commitment.\n\nAnother strong element in building compatibility is a sense of basic agreement. During courtship, have you sensed a growing list of topics that you would rather not talk about? Is there basic disagreement between you on the important things in life? Do you have significant differences about values, religious beliefs and practices, or friends? Any serious differences in these areas should alert you to the possibility of incompatibility in marriage.\n\nHomogamy. The word may sound strange, but it has a simple meaning: likeness. Research shows that partners who share common characteristics in certain crucial areas have a better probability of success in marriage than those who do not. These areas include age, religion, education, intelligence, and social, cultural, and ethnic background.\n\nThis does not mean that marriage between persons who differ in any of these areas will inevitably fail. Given time and effort, mature Christians who are otherwise compatible can work out differences in one or more of these areas. However, research indicates that the more common factors the partners share, the less difficult marital adjustment will be. And when conflicts do arise, the easier it will be to make needed adjustments.\n\nSpiritual commitment. The most important factor for success in any aspect of life is a positive relationship with God. This is particularly true in marriage. When two persons with different religious commitments and preferences choose to marry, they are putting their marital stability in serious jeopardy. Such a high-risk marriage also puts the children in serious trouble.\n\nWhen Ruth said \"Yes\" to Robert, she had already given serious consideration to each of these criteria, and was quite certain that she was taking the right step. After she got back to the university from the retreat, her best friend immediately sensed that something had happened. Soon they were discussing all the exciting details. But after awhile Ruth grew pensive and shared some worries with her friend.\n\nRuth had seen many relationships as happy as hers turn sour. She did not want this to happen to her, and wondered if there were any secrets that could help a couple to have a successful and happy courtship. She knew that habits initiated during courtship days establish patterns that frequently follow into marriage. She wanted a happy marriage; therefore, she wanted their courtship to be a happy and enriching experience that could contribute to their personal growth and fulfillment.\n\nSecrets of a happy courtship\n\nRuth and others like her will benefit from knowing at least four secrets for a happy courtship:\n\n1. Seriousness of purpose. The courtship period should not be taken lightly. It provides special conditions under which young people can get to know each other and make intelligent decisions about marriage. This is a time for careful consideration of the issues involved, avoiding impulsive decisions. While young people should not believe that they must marry the first person with whom they establish a courtship relationship, it is legitimate for them to believe that their special person is a potential marriage partner. This must be especially true of Christian youth who choose to act at all times in terms of their commitment to Jesus.\n\n2. Creativity. Make courtship creative. Let it be a time of authentic rejoicing—not just for you, but for those who wish you well. Do not allow the relationship to fall into a rut. Plan activities which both of you can enjoy. Working in a church or community project, exercising, cooking (and cleaning up afterwards!), baby sitting, camping, and similar activities do not cost much money but provide many opportunities for fun and togetherness.\n\nCultivate a hobby in which you can participate together. Photography, music, reading, sailing, or collecting (coins, stamps, shells, etc.), can be fun. Sharing and discussing ideas on topics such as future plans, current events, sports, and church activities help establish healthy communication patterns and a respect for each other's opinions.\n\n3. Sincerity. Without truthfulness and absolute honesty, no courtship can survive. Sincerity calls for being true to oneself and to each other. Saul was courting Ellen, a music major. He accompanied her to all the concerts and recitals and pretended to enjoy them, although he would much rather have been somewhere else. Ellen thought she was truly fortunate to be with someone who could appreciate the kind of music that was so important in her life. Imagine her dismay when she discovered after marriage that Saul could hardly stand classical music!\n\nSincerity also implies that if one feels that it would be best to terminate the relationship, it is better to state so honestly than to find excuses to delay a decision.\n\n4. Respect. A successful courtship requires consideration for the other person—his or her feelings, preferences, ideas, family, and friends. Respect also involves appropriate limits on physical expressions of love. A Christian couple cannot permit any careless behavior that could lead to guilt and shame. They need to recognize that sex becomes joyous and fulfilling only within the confines of marriage.\n\nFor Ruth and Robert, courtship was truly a special and happy time. After two years they decided that they knew each other well enough, and they were ready to make a marriage commitment. They announced their engagement. Now it dawned on them that besides getting ready for the wedding, they needed to get ready for marriage.\n\nAlthough the Seventh-day Adventist Church Manual recommends that no minister should perform a wedding without extensive premarital counseling with the parties, not every potential groom and bride have this opportunity open to them. Even where professional counseling may not be easily available, the couple should seek advise from their pastor, their own reading resources, and others who may have had a positive experience in this area. Ruth and Robert did this. They had a few friends who were also planning to be married, and together they formed an informal group that met once a week to discuss different aspects of getting ready for marriage.\n\nGetting ready for marriage\n\n1. Understand the true nature of love. Love is a principle, not a fluctuating sentiment. Love involves, but is not, feelings. In fact, feelings can come from physical nearness or an exchange of caresses with a person of the opposite sex without any love whatsoever. True love in courtship and marriage is a combination of loyalty, intimacy, feelings of physical attraction, romance, companionship, and commitment. The apostle Pau... (truncated)",
        "topic_id":7,
        "format_id":11,
        "topic_confidence":0.8445424438,
        "format_confidence":0.8874463439
    },
    {
        "url":"http:\/\/www.legacy.com\/memorial-sites\/vfw\/obituary.aspx?n=Albert-Hopf&pid=161545091&ua=SLn0eOuQVEcN8fFTh0nkCQ%3D%3D",
        "text":"VFW Memorial Sites | Image Source: Flickr Creative Commons \/ NYCMarines\n\nAlbert Hopf\n\nobituaries are appearing in the following:\nPublished in The Greenville News on December 9, 2012\nChief Master Sergeant Ret. Albert C. Hopf Greenville Chief Master Sergeant Ret. Albert C. Hopf, 87, of Greenville, husband of Constance Hopf, died Wednesday, December 5, 2012. Born in Belmont,... Read Obituary\nPublished online on December 8, 2012 courtesy of Dignity Memorial.\nBurial arrangements under the direction of Greenville Memorial Gardens. Read Obituary\n\nSearch Memorials\n\n\nAbout This Site: VFW Memorials\n\nThe VFW Memorial Site includes obituaries and Guest Books from the Legacy.com network of newspaper and funeral home affiliates.",
        "topic_id":7,
        "format_id":11,
        "topic_confidence":0.7499116063,
        "format_confidence":0.9201211929
    },
    {
        "url":"http:\/\/www.positivelyfilipino.com\/magazine\/the-joy-of-kuwentuhan",
        "text":"The Joy of Kuwentuhan\n\n Some of FANHS volunteers with Aunty Dorothy Cordova. (Photo courtesy of Rainier&nbsp;Reyes)&nbsp;\n\nSome of FANHS volunteers with Aunty Dorothy Cordova. (Photo courtesy of Rainier Reyes) \n\nEvery Friday afternoon, a group of volunteers at the FANHS (Filipino American National Historical Society) Seattle office gather around a small table for some kainan (sharing a meal) along with some kuwentuhan (sharing stories).\n\nThe delicacies that the volunteers prepare are as flavorsome and colorful as the stories they share. The table is full of adobo, rice, lumpia, and salad while the air gets filled with all kinds of kuwentos (stories) about the volunteers’ hometowns, kids, grandkids, recent travels, and pilgrimages. The food and the stories shared form an invisible bridge that connects and strengthens the bonds they have with one another. \n\nStories connect us. Stories move us. Stories shape us. Stories transform us. Whether we are on the giving or the receiving end of the story, we are bound to feel the story. Science tells us that storytelling changes our brain chemistry and behavior. As the neurons get fired up by the stories we tell or hear, our beliefs and behaviors open up to change. As the cortisol and oxytocin levels in our brain rise, our empathy and our social connections get strengthened. The neural activities in our brains begin to synchronize to march to the same beat, the beat of the story.\n\nWhen Western-trained social scientists and anthropologists first attempted to study the indigenous Filipino culture, they had to learn to use kuwentuhan as a methodology for collecting data because Filipinos did not just provide “data” to non-“kapwa tao.”\n\nStorytelling is an act of generosity. Storytellers generously share their knowledge and wisdom while listeners generously share their time, presence, and openness of mind and heart. Storytelling facilitates the flow of mutual compassion. In a time of divisiveness and discord, storytelling is just what we need to reconnect us. Storytelling builds bridges. Storytelling heals.\n\nThere’s more to storytelling\n\nThe word commonly used to translate storytelling into Tagalog is “kuwentuhan.” However, there is something more to this word and its culture-specific connotations that a simple translation just doesn’t cut it. The ways in which we, Filipinos, share our stories are very much entrenched in our being, our cultural identity.\n\nIn the Filipino culture, one which social scientists have often described as collectivistic as opposed to individualistic, there is a strong emphasis on social relationships and interdependence rather than on the self and independence. “Ka,” a prefix used for many Tagalog words, is often used to describe one’s relationship with others. For example, “kapwa” (shared togetherness), “kasama” (companion), “kaibigan” (friend), and “kapatid” (brother\/sister). The symbol for “Ka” in pre-colonial Philippine language is depicted by two parallel curvy lines connected by a single line. It is symbolic of the emphasis on our connectedness.\n\n The regular FANHS volunteers who come every Friday to help Aunty Dorothy.\n\nThe regular FANHS volunteers who come every Friday to help Aunty Dorothy.\n\nThe Filipino’s sense is more on the sociocentric end of the spectrum rather than the egocentric. Filipinos place a higher value on interpersonal cooperation (“bayanihan”), reciprocity (“kasamahan”), and social acceptance (“pakikisama”) rather than on the individualistic culture’s constructs of autonomy and uniqueness. Filipinos have strong family ties, and it’s not only with immediate family members but extended family members as well. Obedience and respect of parents and elders are highly valued and we owe our elders a deep sense of gratitude (utang na loob) for having paved the way for our stories and journeys.\n\nThe ways we share our stories are shaped by our concept of the self, our social relationships, and our values. In our kuwentuhan, there is a shared togetherness. We share our stories with our “kapwa.” In a simple translation, “kapwa” means “other person” but according to Virgilio Enriquez, regarded by many as the Father of Philippine Psychology, “kapwa” really is better understood as “shared togetherness.” When we do our kuwentuhan with our kapwa, our stories are shaped and transmitted by our shared identity, our shared togetherness.\n\nA lot of the titos (uncles) and titas (aunties) I know like to ask the “Where are you from?” question when meeting someone for the first time. At first, it may sound pre-judgmental, especially in the American social context, but if we take the time to further reflect on that question, what we’ll find is that it really is an innocent and genuine way for Filipinos to establish the connection. It really is shorthand for asking, “Where did your journey begin, where has it taken you, where are your ancestors from, and how is your story similar to mine?” As kapwa tao, our journeys are connected and in many ways the same. As Professor EJ David said, “In kapwa, we are all the same — no walls, no levels, no separations, no better, no worse.” The question “Where are you from” is an invitation to share your story and realize our connectedness, our kapwa tao.\n\nA culture of kuwentuhan\n\nThe Filipino culture is a storytelling culture. Kuwentuhan is our way of preserving our stories, histories, heritage, and the values we hold. Stories connect us to our ancestors — the journeys they have taken and how they have paved the way for us. Storytelling is how knowledge, wisdom, and values are passed down from one generation to the next. \n\nStories connect us to one another, with our kapwa. It is a way of building solidarity and cultivating our sense of shared identity. When we tell our stories and when we listen to one another’s stories, we discover and strengthen our connections. We put ourselves into the storyteller’s shoes. We insert ourselves into their narrative and we discover that we have more commonalities than differences. We find ourselves sharing in their stories of struggle and triumph. When we share stories, the activities of our “mirror neurons,” the building blocks in our brains for language and empathy, are highly active, producing genuine emotions as well as genuine social connections.\n\nWhen Western-trained social scientists and anthropologists first attempted to study the indigenous Filipino culture, they had to learn to use kuwentuhan as a methodology for collecting data because Filipinos did not just provide “data” to non-“kapwa tao.” They shared “data” only by kuwentuhan. If you really want to get to know the Filipino culture, you dine with them and you listen to their stories. You first become a kapwa to them. In current Philippine psychology and psychotherapy, kuwentuhan is an invaluable method used to build rapport and understand the context of the person.\n\nToday, in our rapidly changing society, the art of kuwentuhan is getting transformed, for better or for worse. With many of the stories moving to a digital platform, the essence of kuwentuhan is getting lost. It is true, the opportunities to connect with more people, especially in the digital world, are abundant. But as the quantity of our connections increase, the quality of our connectedness with our kapwa tends to suffer.\n\nIt may be true that we are able to tell more stories, whether through social media or whatever digital technology, but are we really able to share them in ways that enable us to realize our connectedness? One of the roots of our problems in society today, especially with the many issues that divide us, is that we no longer share stories like we used. We think we do when we share snippets of stories or tweets, but are they really enabling us to share and hear where the other is coming from. The character limitations on our smartphones as well as our busy schedules restrict us from fully realizing how connected we truly are. They just do not give our neurons the opportunity to align, synchronize, and march to the same beat. \n\nKuwentuhan is also listening\n\nWe must tell our stories and we encourage everyone to tell their stories. But we must not forget how important it is to keep the emphasis on listening. As author Susan Cain put it, “in a world that cannot stop talking,” less and less people are on the listening side. The word “storytelling” implies an action word that goes one way — the telling of a story. Kuwentuhan is a lot more than just telling a story. The word “kuwentuhan” implies and requires both acts of telling and listening where a story is shared between and\/or among kapwas.\n\nThe Urgent Need for Kuwentuhan Today\n\nToday, it is more important than ever that we continue our kuwentuhan. We need to discover and rediscover our connections and commonalities, with our kapwa, with one another, and with our ancestors, those who have paved the way for us. We need to realize how linked our journeys are, how similar our struggles are, and how much of a shared identity we have as a people. We need to cultivate our connectedness. We need to continue to preserve our histories, where we came from, how we came to be, how we got here, and realize that we are kapwa tao, with a shared humanity and a shared togetherness. Kuwentuhan tayo.\n\nThe mission of the Kuwentuhan Tayo Project is to facilitate the sharing of our kuwentos (stories) in order to preserve our narratives and histories, to share our journeys, to know where we have been and where we are going, and to cultivate our sense of connectedness with our kapwa. To learn more, visit\n\nBJ Gonzalvo, PhD, is an organizational psychologist, an immigrant from Laguna, Philippines, a military veteran, and author of Lessons in Leadership from the Saints. He is currently collecting kuwentos, narratives, reflections on what faith means to Filipinos in America today. He lives with his wife and two children in Seattle, WA.\n\nKhimee Leong, is a Filipina American who immigrated to the U.S. when she was five years... (truncated)",
        "topic_id":7,
        "format_id":11,
        "topic_confidence":0.9742869735,
        "format_confidence":0.982414782
    },
    {
        "url":"http:\/\/www.mhfh.com\/spencer-alicia\/",
        "text":"McInnis & Holloway\nFuneral Homes\n\nMcInnis & Holloway Funeral Homes\n“The opportunity to serve” is the highest compliment\nMcInnis & Holloway could receive.\nCall (403) 243-8200 or 1-800-661-1599\n\nSpencer, Alicia\n\nAlicia Rae Spencer beloved daughter of Lois and Terry Spencer of Airdrie, passed away at the age of 24years.\n\nAlicia was born on February 24, 1982 in Calgary, AB. She graduated from George MacDougall High School in 2000. She attended University of Calgary and in June of 2006 would have convocated in Cultural and Social Anthropology. Alicia overcame many diversities throughout her life, having beaten cancer at the age of 10 years. She believed strongly in living life to the fullest. She especially loved her family and friends and could always be counted on to light up a room. She enjoyed playing baseball and soccer and being with people.\n\nAlicia will be sadly missed by her parents Lois and Terry; her sister Chandra and husband Stephen MacNeill of Airdrie; two nephews, Ethan and Jacob; grandmothers Madeline Wakely of Virden, MB; Veronica Spencer of Halifax; second parents and sister Janet and Frank Lillies of Airdrie and Sydney (Chris) Gault of Calgary as well as numerous aunts, uncles and cousins. Alicia was predeceased by grandparents, Bill Wakely and Joe Spencer.\n\nFuneral Services will be held at the Town and County Centre, (275 Jensen Drive N.E.), Airdrie, AB on Friday, May 26, 2006 at 1:00 p.m. Telephone: (403) 948-0601. If friends so desire, memorial tributes may be made directly to the Canadian Cancer Society, 215 – 12 Avenue S.E., Calgary, AB T2G 1A2 Telephone: (403) 205-3966. Forward condolences through\n\nIn living memory of Alicia Spencer, a tree will be planted at Fletcher Park Memorial Forest by McINNIS & HOLLOWAY FUNERAL HOMES, Airdrie Funeral Home, 300 TOWERLANE DRIVE, AIRDRIE. Telephone: (403) 948-1100.\n\nOffer Condolence for the family of Spencer, Alicia\n\nPrint This Obituary & Condolences Print This Obituary & Condolences\n\nLeave Your Condolence\n\n\nIn order to confirm this has been completed by a human, kindly answer the below equation. *",
        "topic_id":7,
        "format_id":11,
        "topic_confidence":0.9622289538,
        "format_confidence":0.9829633236
    },
    {
        "url":"http:\/\/www.am-news.com\/content\/gloria-fern-moss-whitworth-75?quicktabs_4=1",
        "text":"Gloria Fern Moss Whitworth, 75\n\nGloria Fern Moss Whitworth, 75, of Polson, Mont. and formerly of Blackfoot, passed away Wednesday, Feb. 13, 2013 at Providence St. Joseph Medical Center in Polson, Mont.\nGloria was born Oct. 11, 1937 in St. Ignatius, Mont. to Henry Moss and Elsie Truchot.  She attended school in St. Ignatius, Mont. and Fort Hall..  She lived different places in Montana and Idaho, spending the last three years in Polson.\n In 1953 Gloria married Gene Whitworth.  They were later divorced.\n She worked as a cook at the State Hospital in Blackfoot,.  In her free time she enjoyed fishing, sewing, painting and gardening.  She was a very accomplished artist.  She loved spending time with her family and taking her grandchildren fishing.\n Gloria is survived by her children,  Roxanne Whitworth of Arlee, Mont.; J.R. (Ginger) Whitworth of Thomas; Danny (Robin) Whitworth of Rexburg; Wanda (Bryon) Whitworth of Polson, Mont.; and Tina Whitworth of Idaho Falls; sister, Marilyn (John) Woods of Blackfoot,; 23 grandchildren; and 30 great-grandchildren.\n She was preceded in death by her parents; son, Kelly Whitworth; brothers, John Moss, Jim Moss, Thomas Moss, George Moss and Frank Moss; sister, Mickey Wadsworth; and granddaughter, Deanna Whitworth.\n A funeral service will be conducted at 1 p.m. on Monday, Feb. 18, 2013 at Hawker Funeral Home, 132 South Shilling Avenue in Blackfoot.  Family will meet with friends and family from 6 to 8 p.m. on Sunday, Feb. 17, 2013 at Hawker Funeral Home and for one hour prior to services. \nInterment will follow at the Riverside-Thomas Cemetery. \nCondolences may be sent to the family at",
        "topic_id":7,
        "format_id":11,
        "topic_confidence":0.9828968644,
        "format_confidence":0.9829576612
    },
    {
        "url":"https:\/\/atableforsix.com.au\/what-is-the-single-most-necessary-trait-for-a-long-term-happy-relationship\/",
        "text":"What is the single most necessary trait for a long term happy relationship?\n\n\/ \/ A Table For Six\n\nA new relationship guide by Dr Tashiro, a psychology professor, writes that singles looking for long-lasting love should limit their list on their checklist to only three. He writes that good looks and money should not be included in that list.\n\nDr Ty Tashiro writes in his book “The Science of Happily Ever After”, that the problem is that singles want everything in a potential partner and that results in them ending up with nothing.\n\nHe says that personality traits should be concentrated on and that the “agreeable” trait is the key to sustainable love and desire. Being agreeable will show up as someone who is forgiving, cooperative, good-natured, flexible, trusting, soft-hearted and tolerant.\n\nAlternatively, a partner who has a quality of “Neuroticism” is someone who is prone to anxiety, depression, embarrassment, emotional instability and insecurity. Dr Tashiro says that people with this trait are the worst for relationship sustainability.\n\nFrom his own research Dr Tashiro reiterates that good looks are not a a predictor of satisfying relationships, nor do they correlate to happier marriages. In fact, there is “no reliable association between physical attractiveness and relationship satisfaction,” he writes.\n\nIn regard to money, his research has shown that it does not keep a relationship buoyant, at least over a certain point.\n\nMoney does make a difference on the lower end of the scale, but for those above $75,000 there seems to be diminishing returns on happiness in marriage. “Once this threshold is crossed, there is no significant association between more wealth and higher levels of psychological well-being”, Dr Tashiro writes.\n\nHe encourages singles to be more realistic in their expectations to improve the odds of finding a compatible mate. Dr Tashiro states that society’s fairy-tale view of romance where 88% of adults believe in “soul mates” – has contributed to the fact that although 90% of people will marry in their lifetimes, only one in three will find long-lasting love.\n\nHe says that many women will search for a man who is handsome, tall and makes good money, but only about one percent of the suitors they are likely to meet will fit into this category.\n\nDr Tashiro states that his book is about making smarter choices and learning to weed out the undesirable traits and rethinking our views about what really matters in a romantic partner.\n\nOur A Table for Six dinners are a great tool to use to meet singles face to face in a relaxed environment. You’ll have an opportunity to interact and also observe other singles interacting in a social situation with no pressure. They are also a lot of fun.\n\nHere’s another story I wrote on this topic –\n\nWhat is most important in a partner?\n\n4 Things that will damage a relationship\n\n\nMargaret Newitt\n\n\n\n1300 885 311\n\nLic no 3338670",
        "topic_id":7,
        "format_id":11,
        "topic_confidence":0.9935419559,
        "format_confidence":0.7018264532
    },
    {
        "url":"http:\/\/www.legacy.com\/obituaries\/indystar\/obituary.aspx?page=lifestory&pid=171121948",
        "text":"Shirley Brothers Mortuary\n9606 E Washington Street\nIndianapolis, IN 46229\n(317) 897-9606\nMore Obituaries for Charles Oberthur\nLooking for an obituary for a different person with this name?\n\nCharles E. Oberthur\n\nObituary Condolences Flowers\n\nCharles E. Oberthur Obituary\n\nCharles E. Oberthur\n\n83, of Indianapolis, passed away May 19, 2014. He was born May 31, 1930 to the late Frank W. and Gladys Rhodes Oberthur. Charles was a 1948 graduate of Arsenal Tech High School and he attended University of Indianapolis and University of Illinois. He proudly served his country before retiring with the rank of SMS after 39 years in the U.S. Air Force. Charles was also employed by Indiana Bell for 32 years, retiring as an instructor in 1980\n\nCharles married Barbara J. DeNoon September 2, 1960 and was a past member of Brightwood United Methodist Church and Telephone Pioneers of America.\n\nA graveside service will be held Thursday, May 29, 2014 at 3:00 p.m. at Washington Park East Cemetery, 10612 E. Washington St.\n\nCharles is survived by his wife, Barbara J. DeNoon Oberthur; son, Michael A. Oberthur; brother, William J. Oberthur; grandchildren, Colin and Jennifer Oberthur; and several nieces and nephews.\n\nIn lieu of flowers, memorial contributions for cancer research may be made to Riley Memorial Association, 50 South Meridian St., Suite 500, Indianapolis, IN. 46204. Final arrangements and care are entrusted to Shirley Brothers Washington Memorial Chapel .\n\nPublished in the The Indianapolis Star on May 25, 2014\nRead More\nMore Information",
        "topic_id":7,
        "format_id":11,
        "topic_confidence":0.9771341681,
        "format_confidence":0.9848116636
    },
    {
        "url":"https:\/\/www.victoryfuneral.com\/obituaries\/mrs-vernon-bradford-dean",
        "text":"1934 Mrs. 2013\n\nMrs. Vernon L. Dean\n\nJuly 3, 1934 — November 12, 2013\n\nMrs. Vernon Bradford DeanFuneral services for Vernon Lachunce Dean will be held at 1:00 p.m., Wednesday, November 20, 2013 at Kilgore Baptist Church with Rev. Gary L. Walker officiating. Burial will follow at Kilgore Baptist Cemetery. Arrangements are under the direction of Victory Funeral Services. Vernon was born in Dallas, Texas on Friday, July 3, 1934 to the parentage of Henry and Frankie Bradford. On Tuesday, November 12, 2013 she departed this life at Good Shepherd Medical Center. She united with the Bates Memorial Christian Methodist Episcopal Church at an early age and later at Kilgore Baptist Church where she was an active lead songstress in the adult choir, member of the Women’s Missionary Society, an awesome financial supporter and served as a deaconess for more than 50 years.  Having been blessed with a beautiful soprano voice she was often a featured vocalist during her school days at Kilgore Colored High School where she graduated in the Class of 1952. Her love for her alma mater led her to work and hold offices in the alumni and ex-student associations for Kilgore Colored High School\/C. B. Dansby High School. After graduation she attended Texas College and Modern Beauty School in Tyler, Texas. She worked for 50 plus years as a hairdresser. She was also a former member of the Fannie Rausaw Garden Club. Her gracious giving spirit allowed her to act as a caretaker for many including her late sister, Mercedes, her mother-in-law, Geneva Dean Henderson and her husband, Willie. She was a natural nurturer and was known to prepare and deliver meals to the sick and shut-in even on Sundays before attending church. Her good friend, Phyllis Fisher stated, “She will be sadly missed by our entire community; Kilgore Baptist Church family; every charitable organization in Gregg County; remote families whose elderly parents she nurtured (mine especially, for many years), all the young people she counseled and supported, and her amazing soprano that must be pealing throughout the celestial universe.” On June 7, 1953, Vernon united in holy matrimony with Willie D. Dean. Later in 1968, Willie Antonio Dean was added to the family as their son. Her parents, her sister, Mercedes Bradford, brother, Henry Bradford and chosen brother, Alonzo Jernigan all preceded her in death.She leaves to cherish her husband of 60 years, Willie D. Dean of Kilgore, TX; son, Willie Antonio Dean of Palestine, TX; three nieces and their spouses, Pat Miles of Kansas City, MO; Millicent and Joshua Thompson, III and Nikea and Travis McGee all  of Houston, TX; two nephews, Henry and Stacy Bradford, Jr. and Claude and Thea Bradford all of Houston, TX; sister-in-law, Inez Dean of Grand Prairie, TX; special cousins, Janice Puryear of St. Louis, MO and Ruby Pegues of Kilgore, TX; special friends, Ruby Manning of Kilgore, TX and Dr. Phyllis Dansby Fisher of Copiague, NY and many more relatives and friends. Public viewing will be Tuesday, November 19, 2013, starting at noon until 6:00 p.m. at Victory Funeral Services.\nTo order memorial trees or send flowers to the family in memory of Mrs. Vernon L. Dean, please visit our flower store.\n\nThis site is protected by reCAPTCHA and the\nGoogle Privacy Policy and Terms of Service apply.\n\nService map data © OpenStreetMap contributors\n\nSend Flowers\n\nPlant A Tree",
        "topic_id":7,
        "format_id":11,
        "topic_confidence":0.986256659,
        "format_confidence":0.9860365987
    },
    {
        "url":"http:\/\/www.ecprogress.com\/index.php?tier=1&article_id=7223&poll=74&vote=results",
        "text":"Classifieds Business Directory Jobs Real Estate Autos Legal Notices Forums Subscribe Archives\nToday is October 28, 2016\nhome news sports feature opinion happenings society obitstechtips\n\nFront Page » November 25, 2008 » Obituaries » JoAnn Peay Jensen\nPublished 2,894 days ago\n\nJoAnn Peay Jensen\n\nPrint PageEmail PageShareGet Reprints\n\nCASTLE DALE-JoAnn Peay Jensen, age 51 passed away Monday, Nov. 17, 2008 in Provo, Utah. JoAnn was born Nov. 23, 1956 in Price, Utah the oldest child of nine children born to Jerry D. and N. Margaret Sorensen Mangum. She married Frank Dee Peay Aug. 22, 1975 in Orem, Utah. Together they were blessed with four children. Dee passed away Sept. 30, 1989. JoAnn married Sidney J. Jensen on July 6, 1990 in Las Vegas, Nev.\n\nJoAnn spent most of her childhood years in Orem where she attended school and graduated from Orem High in 1974. She excelled in all sports growing up, especially swimming and snow skiing, she also enjoyed barrel racing and working with her father on the family ranch in Indianola.\n\nShe attended College of Eastern Utah in Price and graduated with her RN Nursing Degree. JoAnn was an EMT for several years prior to becoming a nurse. Working as a nurse became her calling in life, which provided a way for her to serve others. She worked for Castleview Hospital, Emery County Nursing and Rehab and most recently as a hospice nurse for CNS.\n\nSome of JoAnn's hobbies were crocheting, sewing, gardening, flowers and listening to books on tapes. She was always trying to improve herself through education.\n\nJoAnn loved serving others and was loved by those families that she served. She will be remembered as a compassionate, caring, loving person who always thought of others before herself.\n\nShe is survived by her husband; Sid of Castle Dale, children; Marc (Misty) Peay of Price, JoDee Peay of Castle Dale, Kevin (Jerrilyn) Peay of Clawson and Jason Peay of Price, 12 grandchildren: Jordan, Courtney, Brooklyn, Hayden, J.D. Travis, Aspen, Madison, Shaydence, Tylee, Anthony, Jasmine and Destiny. She was preceded in death by her father, husband Dee, brother; Rodney Mangum and nephew; Steven Swasey.\n\nFuneral services were at 11 a.m., Thursday, Nov. 20, 2008 at the Castle Dale LDS Stake Center (35 East Main Street). A viewing was held from 6-8 p.m. Wednesday, Nov. 19, 2008 at Fausett Mortuary (720 North Center Street, Castle Dale) and on Thursday at the Stake Center one hour prior to the services. Interment was in the Ferron City Cemetery. Services were in the care of Fausett Mortuary.\n\nPrint PageEmail PageShareGet Reprints\n\nTop of Page\n\nArticle Photos  \nBrowse \/ enlarge – (1 total)\nPrint photo(s) with article\nGet photo reprints on CD\nNOTE: To print only the article and included photos, use the print photo(s) with article link above.\nNovember 25, 2008\nRecent Obituaries\nQuick Links\nSubscribe via RSS\nRelated Articles  \nRelated Stories\n\nBest viewed with Firefox\nGet Firefox\n\n© Emery County Progress, 2000-2008. All rights reserved. All material found on this website, unless otherwise specified, is copyright and may not be reproduced without the explicit written permission from the publisher of the Emery County Progress.\nLegal Notices & Terms of Use    Privacy Policy    Advertising Info    FAQ    Contact Us\n  RSS Feeds    News on Your Site    Staff Information    Submitting Content    About Us",
        "topic_id":7,
        "format_id":11,
        "topic_confidence":0.9784994125,
        "format_confidence":0.9746181965
    },
    {
        "url":"http:\/\/www.rocket-courier.com\/news\/OldArchive\/Obituaries\/Mr_Glendon_Earl_Dickson_Sr_64.html",
        "text":"OldArchive \/ Obituaries\n\nMr. Glendon Earl Dickson Sr., 64\n\n\nMr. Glendon Earl Dickson Sr., 64 of Marshview Road, Towanda, PA passed away peacefully at his home on Sunday, May 30, 2011 after a lingering illness.\n\nBorn in Salem, NJ on Feb. 16, 1947, he was a son of Helen Campbell Farney and the late Melvin Alex Dickson. He attended school in New Jersey and moved to Bradford County where he worked for several area farms until he was disabled.\n\nSurviving are a son, Daniel Dickson; granddaughter, Amanda Dickson, Evergreen; mother, Helen Farney, Towanda; brothers, Donald Dickson, Kissimmee, FL, Dennis Dickson, Ocala, FL; Nathaniel Farney, Towanda; sisters, Paula Hicks, Bloomfield, NM, Barbara Strickland, Newark, DE; uncle, Henry (Florence) Campbell, New Albany and a longtime friend, William Mella, Ocala, FL. He was predeceased by a son, Glendon E. Dickson, Jr.\n\nA Memorial Service will be held on Saturday, June 11 at 11 a.m. at the P. Dean Homer Funeral Home, 1 Grovedale Lane, Wyalusing. Interment will be in the Terrytown Cemetery.\n\nTo send condolences or sign the e-guestbook, please go to www.homerfuneralhome.com.\n\n\nReturn to top\n\nCopyright 2011-2015 Rocket-Courier. All rights reserved.",
        "topic_id":7,
        "format_id":11,
        "topic_confidence":0.9723815322,
        "format_confidence":0.9836301208
    },
    {
        "url":"https:\/\/www.leighjournal.co.uk\/announcements\/deaths\/in_memoriam\/15911789.Irene_Wood\/",
        "text":"In Memoriam\n\nIrene Wood\n\nIRENE WOOD Sadly died 2nd February 2017 I miss you Mum I thought of you with love today, but that is nothing new. I thought about you yesterday, and days before that too. I think of you in silence, I often speak your name All I have are memories and your picture in a frame Your memory is my keepsake with which I'll never part. God has you in his keeping, I have you in my heart. With love always Daughter Pat & Son in Law Peter x\n\n\n\nPictures from our gallery\n\nLeave your message",
        "topic_id":7,
        "format_id":11,
        "topic_confidence":0.985003531,
        "format_confidence":0.8669174314
    },
    {
        "url":"https:\/\/flynnbrosinc.com\/tribute\/details\/3850\/Michael-Viscardi\/obituary.html",
        "text":"Michael Viscardi\n\nObituary of Michael William Charles Viscardi\n\nPlease share a memory of Michael to include in a keepsake book for family and friends.\n\nMichael William Charles Viscardi, 70, went to be with his Lord and Savior Jesus Christ on Tuesday, September 6, 2022, at Southwestern Vermont Medical Center in Bennington, VT.\n\n\nHe was born October 1, 1951, in Ticonderoga, NY to the late Dominick J. and Rose Marie (Coveney) Viscardi.\n\n\nMichael was a meat and potatoes, 3 hardboiled eggs in the morning kind of guy, just the fuel he needed for his daily workout at the gym.  He was very charismatic and loved working out.  He was always busy doing something, walking, lifting weights or in his garage, morning coffee in hand, listening to music and waving at the cars going bye.\n\n\nHe grew up in Ticonderoga and spent the last 32 years with the love of his life Nancy Viscardi in Greenwich. Everyone he encountered instantly loved him and he was well known in the community. He loved pickles, NY Giants football, playing “Pitch” with his friend Rene Benet, and dabbling in the stock market.\n\n\nHe served his country proudly in the United States NAVY.  Following his service, he graduated from Siena College with an accounting degree.  He owned and operated Michael Viscardi Accounting for many years in Ticonderoga. \n\n\nMichael first and foremost was a loving husband, father, grandfather, and great-grandfather, who was happiest when he was with his family.\n\n\nIn addition to his parents, he was predeceased by his brother Dominick Viscardi.\n\n\nHe is survived by his loving wife Nancy (Goman) Viscardi of Greenwich; daughters, Darcy (Eric) Peters of Eagle Bridge, and Barbara (Martin Perkins) Bates, of Easton; grandchildren, Sierra Bates, Alexandra (John) Wood, Hunter Hagadorn, Riley Hunt, Hannah Bates, and Logan Peters; great-grandchildren, Emma, Kane, Ivy, Noah, Walker, Madison and Zoey; brothers, Patrick, and John Viscardi; sisters, Kathy, Rose, and Theresa; several nieces, nephews and friend Rene Benet.\n\n\nGraveside services with full military honors will be held at 12:30 pm on Tuesday, September 13, 2022, at the Gerald BH Solomon, Saratoga National Cemetery, 200 Duell Rd, Schuylerville, NY, 12871. \n\n\nFamily and friends may call from 5 to 7 pm on Monday, September 12, 2022, at Flynn Bros, Inc. Funeral Home, 80 Main St, Greenwich, NY, 12834.\n\n\nDonations in his name may be made to the Disabled American Veterans at www.secure.dav.org.\n\n\nOnline condolences and messages to the family may be made at www.flynnbrosinc.com.\n\n\nVisitation for Michael Viscardi\n\n5:00 pm - 7:00 pm\nMonday, September 12, 2022\nFlynn Bros Inc. - Greenwich\n80 Main St\nGreenwich, New York, United States\n(518) 692-2680\n\nGraveside Service\n\n12:30 pm - 1:00 pm\nTuesday, September 13, 2022\nGerald B H Solomon Saratoga National Cemetery\n200 Duell Rd.\nSchuylerville, New York, United States\nShare Your Memory of",
        "topic_id":7,
        "format_id":11,
        "topic_confidence":0.9650598168,
        "format_confidence":0.9865605831
    }
]