[
    {
        "url":"http:\/\/beesharp.blogspot.com\/2007\/05\/magic-number.html",
        "text":"7 May 2007\n\nMagic number\n\nSomehow, I've managed to post 8 times a month for the last 4 months. Its not on purpose, even for my hyper-categorising brain. I wanted to break out of the pattern last month, but didn't manage to.\n\nSo on the whole moving-to-Europe front... Bizzo has started loading the place up with half-filled boxes as he leaves a lot sooner than me. Like, in 2 weeks, sooner. All my RL friends - you should have an email waiting about dates and stuff.\n\nI am very soon going to transfer my mental to-do list into some kind of real action as I think that mad gleam in my eyes is starting to get distressing for clients. It's that gleam you get when you're thinking - \"oh my god I've got to do tax\/bills\/get rid of furniture\/shut the electricity off\/update my cv\/feed myself\/see my Mum\/throw out more stuff\/get on a plane to the otherside of the world\/etc.\" Everyone gets that don't they.. Oh not you? Oh I guess its just me then.\n\nAnyway, last week Astrobarry said \"in short, this is your best year all decade to move beyond your limited conceptions of what outer-world achievements are possible or desirable for you… \" So I'm just hanging on to that.\n\nMore to come.\n\nNo comments:",
        "topic_id":7,
        "format_id":15,
        "topic_confidence":0.9354762435,
        "format_confidence":0.997710228
    },
    {
        "url":"https:\/\/juliekellerblog.wordpress.com\/category\/moms\/",
        "text":"Celebrity Look Alike\n\n\nFor years, and I mean at least 25+ years, people have come up to me and say that I look like someone they know.  My face is so familiar to them.  These people are women around my age that are also a product of sitcom in the 80’s.  “Excuse me, Is your name Mindy?”  My answer is always no, but I know exactly what they are talking about.  People think I look like and\/or am Mindy Cohn or Natalie from The Facts of Life.  I do see the resemblance myself and it can be scary that I look more like her than I do my own sister.  She was my favorite character on the show as well because I could relate to her and her sense of humor.\n\nHow people approach me is kind of funny. They are never rude and many start off by saying they were put up to it by their girlfriends who had been debating for a while now whether it is Mindy or not.  Once I had a guy that knows me by name ask me.  His response was that he was put up to asking since he knows me.  He thought maybe I changed my name at some point.\n\nYesterday, a woman at the concert in the park approached me because I look so familiar to her.  Again, “Is your name Mindy?”  The funny part was that she admitted taking over 20 pictures of me and was googling Mindy Cohn on her phone to compare.  She then said something like you know that some famous people don’t look as good without make up and they thought maybe I was Mindy without make up.  While this is funny.  It sucks to be me as I was wearing make up and must still look like crap.\n\nI really need to come up with a better and witty come back for these times.  I should also play along and charge people to take a picture with me.\n\nI know she is not a popular celebrity anymore, but I would still love to meet her and get a picture with her.  I wonder if she knows she has a look alike out there and it is me.   What would people say to me if I tell them I am Mindy?  How much fun could I have to screw with other people’s minds?\n\n\nGoing to the Beach…Is it worth the trip?\n\nI live in Sunny Southern California, North Orange County to be exact and I have always loved going to the beach.  Today was 95 degrees at  home in my Anaheim Hills backyard that has a pool.  I thought it was too hot to stay home and wanted something more than laying in the non-heated pool all day.  To be fair, the pool is probably about 70 degrees and the spa can be any temperature I want it to be above that. I knew going to the beach would be a 30 minutes commute and would be 15-20 degrees less.  The plus side about the beach is there are no distractions and the beach I go to does not have internet reception either.\n\nAs my family arrived at Corona Del Mar we unpacked our car and headed out to find a spot close to the water.  Being that is was such a hot day, everyone and their mother was at the beach.  Literally, it is Mother’s Day and we were all there. It was crowded and almost had no personal space between beach towels, seaweed, and other people.  But we were at the beach, so how bad can it really be?\n\nThe weather at the beach was overcast yet still warm enough that you had to go in the water to get cooled off.  My first thought is why did I leave my backyard to go to the beach and go in the 63 degree water?  I think it is so funny that I will not go in my pool at home when the water is less than 80 degrees, but at the beach the water never gets warmer than 68 degrees and I go in.  Why do I feel it is less disgusting to go in the ocean to take care of number 1 rather than go use the public restrooms way up across the sand? \n\nThree hours of uninterrupted family time and the inability to check Facebook was great.  The people watching is wonderful and it is so easy to listen to other’s conversations which I thoroughly enjoy.  This time nobody had music playing, so it was us, nature, and 1000+ other beach goers.  It is also fun to see what bathing suits people think it is acceptable to wear and how confident they must be with their bodies to wear something so skimpy where their ass is completely hanging out. Who can resist watching the little kids build sand castles and burying themselves in the sand? \n\nWhen it is time to go home, it takes 30 minutes to pack up, rinse off all the sand, and get back in the car for the 30 minute ride home.  Once you are home, you have to take another shower and put away the beach gear. It seems like a lot of work.  The reality is that if I stayed home in the backyard I would have had to clean the backyard and the pool and it is Mother’s Day after all.  Going to the beach is just a nice way to do something different and get away from it all.\n\nFor as much work as it is to have a pleasant day out at the beach is it worth it?  Do other people not go in their pool water when it is less than 80, yet think nothing of going in the 63 degree ocean water? \n\n\nWhen all is said and done, the uninterrupted family time and a chance to get a little color is always worth it to me.  A change of scenery and a day out of the norm is a good day out.\n\nYou’re Never Too Old to Make Good Friendships\n\nIt is funny how friendships change as we grow older. Growing up and through college I wanted friends that were at similar stages in life like me. I wanted friends that were my age and had little drama. After college came challenging years where I hung on to school friendships and then people start moving away and getting married. After I was married and my children had not entered school yet, my dream was to have friends close by where the husband and wife were still together, had children in the same age range as mine, and where my husband and I liked the other couple and not just the wife. This was a true struggle for a few years, but then the turning point hit when my kids started school.\n\nAs the kids were old enough to be in scouts and start playing sports, we have had the opportunity to make that dream of mine come true. We have met some of the best families through sports and scouts. I have to admit that it is easy to make friends when you have a pool and like hosting social gatherings. One invitation can lead to a lifetime of friendship.\n\nIt is wonderful to make new friends at middle age although I hate to admit we are in that range. At this stage of our lives, the friends we make are not pretentious, but are gracios and truly happy to accept the invitations especially when they don’t have to get a babysitter. It is so ideal when the kids hang out and the parents hang out and all get along. Also, the adults recognize what it takes to have someone over and all offer to bring something. We have had many gatherings where families bring appetizers, drinks, and more than enough side dishes or other food. We also recognize that we are all busy, nothing is perfect and the chance to relax with friends stress-free is golden. Because we are so busy some of the best times have been with last minute invites like one we were invited to at 9:00 am the day of the get together.\n\nWe have made the best friends through cub scouts due to the many family activities involved. Sports friends are easy to make as well by just going out for pizza after the game. The best part of the friends we have is that the invitations are not one way. If you get invited to someone’s home it is great to reciprocate and I think some people don’t get that part. Reciprocation can be in the form of an outing or time at the park, but it does not have to be in your home only.\n\nIt continues to be a wonderful journey in life when you open your home, open your heart, and reach out to new people. You never know when people may move away so you need to continue to make new friends every year. It is work that is well worth the payoff.\n\nThe Girl Scouts could not have said it better than in the first song we learned in scouting:\n\nMake new friends and keep the old,\n\nOne is silver and the other is gold.\n\nWhat new friendships are you working on?\n\nGoing through life with the right partner.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMy husband is a good man, husband, and father.  There is no gaurantee in life that when you get married you are making the right choice. Today is my 16th wedding anniversary and I am proud that I made the right choice.\n\nIn addition to marrying Kevin, I married into a wonderful family who shares the same values as me and are just great people to be around. Although Kevin’s family and siblings are at a different stage in life than Kevin and I , they have been so wonderful and have shared great advice and experiences with us.  I think they drink more when I am around, but I don’t think it is because of me.\n\nThings I love about my husband:\n\n  • He is very laid back\n  • He is not high maintenance\n  • He makes a great Cabana Boy and is a master mixologist\n  • He makes wonderful cocktails for me and always knows the right time that I need one. \n  • He is a great father to our two children\n  • He is wonderul at playing games with the kids and me\n  • He knows lots of random trivia\n  • He will watch my shows with me if I ask even if it is a silly comedy\n  • He has a good sense of humor and is very sarcastic\n  • He supports me when I need to get out of the house and get away\n  • He is a full time partner in chores around the house and taking care of the kids\n  • He makes stuff up quite frequently that can be funny and annoying at the same time\n  • He enjoys cooking and trying new recipes with me\n  • We make great traveling partners and have had the opportunity to see and do quite a bit before having kids.  Actually, we have gone on some very nice vacations with the kids too.\n  • He supports me and my activities and interests in so many ways\n  • He is active in the kid’s activities and supports their interests\n\nThere are so many things to be thankful for.  Today I am thankful for my husband.\n\n\n\nSecret stash of ______?\n\n What is in your secret stash?  Is it just me or does everyone have a secret stash of something?  What is your something?  I don’t mean any illegal substances\n\nI keep a secret stash of cash ... (truncated)",
        "topic_id":7,
        "format_id":15,
        "topic_confidence":0.9956637025,
        "format_confidence":0.9741736054
    },
    {
        "url":"https:\/\/www.gurpreetsinghtikku.com\/category\/ek-kahani-aisi\/",
        "text":"Pritam Singh Churann Wale- Defence Colony\n\nLast Week at Defence Colony, I Met this Gentle Man Pritam Singh.\nWhat got me talking to Pritam jee was board on his Cycle Saying, “Lakkar Hajam, Patthar Hajam Churann”\n\nHe told that his formula is 60 years old &2014-12-03 20.44.53 was created by his father who till 5 years back sold it for 50 years, in Defence Colony Market.\n\nWhile Pritam jee’s father sold it in Defence Colony, Pritam jee himself sold it in Lajpat Nagar. However, now for past 5 years, he sells it in Lajpat Nagar in Morning and at Defence Colony in evening!\n\nMy hajma is Quite good so I skipped the LHPH Churann but got Anardana Churann balls from him which were really good. If you want to experiment, then he had other Goodies like Saunf, Aam Pappar, Imli etc etc too.\n\nBefore you ask for his number…. here it is 9313972621. :-)\n\n#Kuch Chehre Aise Bhi\n#Ek kahani Aisi\n\nRead More\n\nBand Aid creates Bonds!\n\n2014-11-27 14.51.47This evening after Trade Fair ki Sair and Cha Bar ka Khana, Gurleen and me went to Gurdwara Bangla Sahib.\n\nThere I overheard these 7 kids who sounded a bit worried and got to know that one of them has hurt his Finger. I always carry a Band Aid in my Wallet and offered to help. Saw his Finger which had some internal injury and small Blood Clot had appeared which would normally be healed with passage of time. But to pacify them, I told them to use a Band Aid and on application they seem to be happy. Probably a Psychological effect.\n\nNow, they had seen me clicking a Pic & asked me to click one of them and I obliged. I asked them if they have Mail accounts. None of them did.\n\nOne of them pointing a finger towards a Friend said….. “Isko Bhej do, iske Papa ki Sarkaari naukri hai, wohi net karte hai”\n\nOther pointing to another said “Iska Bhai to bahut net use karta hai”\n\nThe Ones in School Uniform were Bunking School and were afraid that they may get caught. But then they said…. “Bhaiya, Isko faceBook par daal dena. Pakkra gaya to bol doonga koi aur hai”\nWhy am I posting this?\nBecause these Kids asked me to do so!\n\nAlso because, Though I had a very Special Day today, however they made it more special.\n\nThey made me Smile, They made me feel happy!\n\n\nRead More",
        "topic_id":7,
        "format_id":15,
        "topic_confidence":0.7535356879,
        "format_confidence":0.7336360812
    },
    {
        "url":"http:\/\/www.mommahopper.com\/tag\/family\/",
        "text":"Makings of Strong Families-Family Traditions and Celebrations\n\n8.  Has a strong sense of family in which tradition and celebration abound.\n\nWhen Dan and I had our first thanksgiving dinner, we brought two family traditions together.    His was onion rolls and mine was dried sweet corn.  Every Thanksgiving and Christmas after that we have always have those two items, among all the other wonderful yummy foods we have!  When Jeremy moved in with us, we asked him what one food item made thanksgiving for him.  It was deviled eggs.  So now, we have three foods, for sure we make.\n\nIt is the little things that we do every year that make traditions.\n\n  • Leaving cookies and notes for Santa.\n  • Dying Easter Eggs.\n  • Fireworks on the 4th of July\n  • Picking Pumpkins at a Pumpkin farm\n  • Hunting for easter eggs\n  • opening one present christmas eve\n  • breakfast in bed on mother’s day\n\nWhen I asked my 5-year-old what traditions we have.  He responded “Jesus.”  Oh gosh my heart melted!  We have family celebration of Jesus every day, and bigger on Sunday.  Every holiday we celebrate Jesus is woven into it.\n\nWe have special things we do for birthday’s.  Daddy has started taking them out for birthday breakfast.  We let them pick out where or what they want to eat for dinner.  It is their special day.  We also celebrate\n\n  • birthday\n  • baptismal\n  • confirmations\n  • anniversaries\n  • adoption days\n  • graduations\n  • weddings\n\nFamily celebrations isn’t about money, but about time with one and other.\n\nSome families have weekly game nights or movie nights.  Some have pizza night.\n\nAs we get foster kids in and out, we try to see what important traditions or celebrations they may remember and if possible, use them.  Just like the deviled eggs.\n\nWhat kind of traditions do you have in your family?\n\nNeed  helping getting started check out Simple Mom and 10 Ideas to Get you Started.\n\nHey wondering about dried sweet corn?\n\n\n\nSave pagePDF pageEmail pagePrint page\n\nMakings of Strong Families-Teaches right from wrong\n\n5.  Teaches right from wrong\n\nNotice the word teaches.  I talk to many parents who expect their children to know this.  But like anything else there is a training period that lasts about 18 plus years.\n\nYou are the biggest example in teaching right from wrong.\n\nLet’s face it even God knew this was going to a tough thing for us to know right from wrong.  This is why He gave us the 10 commandments. While he expects us to keep these commandments perfectly,  He knows we can’t so He sent his son Jesus to die on the cross for us.  This is the foundation for teaching my kids right from wrong.\n\nA while ago I wrote a post on lying.  Why do they lie?  Why do our kids do the things they do?  We have many issues with Isaiah.  As I started this post, I had pause to do a time out with him for stealing his brother’s blue tooth.  And his chocolate Easter Bunny front he freezer.  And for food under his bed.  (it is bed room cleaning day!)   Isaiah is five, he entered our family at 3 months.  So he has been raised by us, same morals and values.  Same rules.  I keep teaching him right from wrong.\n\nOne of our foster boys I made up a little reminder sheet for him.  He had sticky pockets.  AKA as always taking things with him that were not his.  He did this a lot from his class room.  He would take things from other kids backpacks.  He could walk by something and just take it.\n\nThe reminder sheet simple said:\n\nIs it yours?  Yes, then you may have it.  No, leave it be.\n\nI think one of the best ways to teach kids right from wrong is to discuss it daily.  Talk about why what they did was wrong, not that it was just wrong.  Keep the communication open.  Discuss the 10 commandment.  Martin Luther’s Catechism is great to review the 10 commandments and their meanings.  There are many great ways to memorize the 10 commandments.\n\n teaching kids right from wrongHaving Family Rules also help.  This gives them guide lines to so they know what is right and what is wrong.   We have rules, but they have become unwritten down again.  Again a May project we are working on to update them.    I think rules should not be should nots.\n\nYou should not hit.  Instead say,\n\nIn this family\/house we respect each other.  Which means we do not hit, kick, bite, smack, pull hair, spit, punch or hurt any one.  Including the pets.\n\nThis way is also better for new foster kids coming in. Using “In this family” get past the “well in my family we do it this way.”  I simple respond with, in this family we do it this was.  This also works well with friends who are over visiting.  Some with use the Lords name in vain.  We simple say, “In this family we respect God’s name.  Please don’t use God’s name in vain.”\n\nPinterest really has some great and cleaver ideas for making family rules.  I thinks families have embraced family rules beyond the “should nots”\n\nSave pagePDF pageEmail pagePrint page\n\nMakings of a Strong Family-Shares Responsibilities among its members\n\n6.  Shares Responsibilities among its members\n\nOh I could go in so many different directions here.\n\nWhen everyone works together things get done.  Faster.   Better.  Easier.\n\nIs it a women’s job?  Is it a man’s job?\n\nLet’s just agree some things men do better.  And other things women do better.\n\nFind the better and do them.\n\nIf the hubby cooks well, then enjoy it!  If the wife likes fixing things up, wahoo!\n\nIt is about stepping up and taking initiative to know when you need to step up.\n\nMy husband is good at this most days.  He will do dishes often.  And he puts the lefts overs away.\n\nBut guys, if your wife is having a tough day, and not feeling good-step up.  If baby is sticky, don’t walk away like you didn’t smell that.  Trash over flowing…you get the idea!\n\nAnd gals, our guys work hard.  Do extra stuff for them when you can.\n\nAll over our house we are lacking this right now- initiative and shared responsibilities.  Unless mommy is giving out who is cleaning what.  It is not getting cleaned right now.  There are something that are getting done.  But I know this is where I have fallen in terms of good chores and shared responsibilities.  We have had list before, but then kids come out and in.\n\nAnd when I do ask them to clean some times I get screaming and whining.  And sometimes they do it with a cheerful heart.  And sometimes they do it without being asked.\n\nWe are going to work on this.  I have already a few ides in place for the beginning of summer.  This will be easier cause AnnieQ will be done with school and it will flow better.\n\nMy Kid Organization board on Pinterest has lots of ideas for chores.  Check it out!\n\nThis is part of my Making Strong Families Series.\n\nHow do you share responsibilities?\n\n\nSave pagePDF pageEmail pagePrint page\n\nMakings of a Strong Families: has a Sense of Play and Humor\n\n5.  Has a Sense of Play and Humor\n\nAll can be perfectly quiet, calm and before they know it, momma is doing something silly!  You got to!  Kids love that stuff, when moms and dads can be silly!  Watch the smiles on their faces when parents get down and play with them.\n\nWhen Robby was little he had lots of toys.  But the thing he loved best was when Dan got on the floor with him and played horse.  He loved that.  The smile beamed from his face!  Sadly many parents don’t take the time to get down and play with their kids.  We often are tired or busy.  But kids they want us to play with them.  They would rather us take a ball and throw it with them than sit and watch TV or computer.  Kids would rather sit around the table playing a board game or cards on an evening then all this other stuff we have them in.\n\nFamilies have to play.  Together.\n\n I don’t always do a good job on the together part.  You often hear-go play-so I can get things done!\n\nI remember one time we were outside working on some yard work.  Before I knew it we had a football game going on.  The kids ate that up!  More so cause daddy was the one running the football!  Kids love parents when they play!\n\nMarriages do better when you can be silly every once and a while.  Or more.  Most marriages balance each other one, one a little bit more serious the other a little bit more silly.  Dan and I balance each other out!  I have the daily fun down better, he has the big fun down better.\n\nReally as I type this Isaiah walks out with a huge bead necklace, going “look at me” and “shaking his booty!”  Where’s my camera?  Humor and Play!\n\nJeremy and I can go from having the most serious conversation about life, to have the funnest conventions about life.  Robby thinks we are funny.  Sometimes we are.  But in our house, you just got to find humor to make it through!\n\nWhen was the last time you all had a belly aching almost peed in your pants laugh?  I remember years ago, I was at my granny and pop-pop’s house.  We were playing cards like we always did there.  My great Aunt Dinny was also there.  I don’t remember what happened, but she said or did something that we all laughed so hard.  We normally didn’t laugh like that together.  But that moment, I will always remember!  We always played together, but the humor was the bellying laughing kind.\n\nI am going to write a book.  I have been saying this for 10 years now. It is going to be called “When All Else Fails There is Always Duct Tape.  Humorous Parenting Advice”\n\nHave fun.  Play games.  Laugh.  Blow bubbles.  Tell knock knock jokes.\n\nHow is your family playing and finding humor in life.\n\nSave pagePDF pageEmail pagePrint page\n\nThe beginning…\n\nHello. My name is Jennifer. My husband and I adopted a little boy this year, Bryan, and he is 6 years old. I thought I would share with you our journey and “labor pains.” I want to be sure and start from the beginning so you know WHY and HOW we decided to take this path. Buckle up and ENJOY THE RIDE BECAUSE I KNOW WE HAVE..\n\nWhen I was younger, I remember saying that I wanted to adopt children. I didn’t know anything about adoption or know anyone who was adopted so I am not sure how ... (truncated)",
        "topic_id":7,
        "format_id":15,
        "topic_confidence":0.9783290625,
        "format_confidence":0.9060288668
    },
    {
        "url":"http:\/\/actingadult.blogspot.com\/2012\/01\/airport-goodbyes-arent-fun.html",
        "text":"Saturday, January 7, 2012\n\nAirport Goodbyes Aren’t Fun\n\nGrand Floridian\n\nAfter spending a few gorgeous days in Disney and then a few freezing days, and then another good day (please don’t ask my why the weather is always crazy for New Year’s when we spend it at Walt Disney World), Husband and I flew home to St. Louis and spent an insane 32 hours of unpacking, laundry, errands and repacking.\n\nAt noon today, my husband boarded a plane for Europe; Paris, to be exact. He is going to be there for at least three months, studying European business law. Saying goodbye at the airport was maybe one of the hardest things I have ever had to do. They let me get a companion pass so I got to sit next to him at the gate while the clock ticked down the minutes we had left together before he jetted off to Europe. And then when they called his row to board? I really kind of lost it. For the second time today.\n\nAs we were leaving the house, he realized he didn’t have his phone. It must have still been plugged in upstairs. He looked and me smiled, and said he guessed he didn’t need it! We didn’t do the international phone package, because we are planning on using Skype to stay in touch. That way, we can actually see each other’s faces when we catch up! But when he said that he didn’t need his phone, it dawned on me that he was going to another continent where I wouldn’t be able to pick up the phone and call him, or text him, or get in touch with him instantly as I’m used to doing. He was going to be staying at an apartment with a roommate, an apartment where I don’t know where it is, or anything about his living arrangements. Honestly, it scared the scrap out of me. And I lost it. Literally, it was the biggest ugly cry I had let him see in a looooong while. He put down his bags, enveloped me in his big arms, and told me it was going to be alright.\n\nAnd then he had me get his phone. I’m not sure if he really thought he needed it, or if it was just to calm me down, but it does make me feel better. Long distance charges be damned, if he needs to call me, I sure don’t care about those costs!\n\nIf all goes according to plan, I will see him again in May when he comes home for some family graduations. We are all keeping our fingers crossed about his internship possibilities in Europe, which would keep him there until August. I’m not sure I’m hoping that he gets the internship or that he doesn’t, because he would come home earlier if he doesn’t.\n\nHonestly, I just want him to get the education and experience that he needs in Europe and comes back to me as quickly as possible. Because this townhouse is awfully quiet this afternoon with only me here.\n\n\n  1. Paris is lovely in the spring for a visit... Just Sayin'\n\n  2. Oh. You are a stronger woman than I. I can't even imagine. At least you can be certain that 1) absence makes the heart grow fonder, and 2)this is for the greater good. In a down economy, he is going to be so very marketable.",
        "topic_id":7,
        "format_id":15,
        "topic_confidence":0.9851397872,
        "format_confidence":0.9916265011
    },
    {
        "url":"https:\/\/elizabethnnewton.com\/2014\/11\/01\/so-halloween-is-over-what-now\/?shared=email&msg=fail",
        "text":"So Halloween is Over; What Now?\n\n\nNow that the trick or treaters are home nursing belly aches after a night of eating the candy their parents approved, and the parents are battling sugar highs from the candy they confiscated from their kids treat bags, what ‘s the next holiday?\n\nIf you live in Mexico or are Mexican it’s “Dia de Muertos” or the Day of the Dead. I know that probably sounds ominous to some people but in reality it is far from that. It’s actually part of a 3-day celebration where friends and family remember loved ones who have passed away. Beginning on October 31st and running through November 2nd it includes a variety of activities including building “ofrendas” or private altars and visiting the graves of the dead with gifts of sugar skulls, marigolds, and the foods and drinks the deceased enjoyed in life. This is not as macabre as some might think and certainly no different from many other cultures. The spirits of the deceased are encouraged to visit with the living so that they can hear the prayers offered for them as well as the memories of them shared by the living. These are often humorous tales. dia grave\n\nWhat could be nicer than spending time cleaning around a loved one’s grave, placing colorful flowers (in this case marigolds which are said to draw the dead), and setting up these altars? Some bring toys for children, tequila or mescal for adults, or some special gift for the departed.\n\ndia altar\n\nOther countries also celebrate forms of Dia de Muertes with traditions of their cultures. Some communities have small parades to celebrate the day.dia parade\n\nAll these countries and cultures have one thing in common, a respectful and joyous remembrance of those who have passed on. From Europe, through Latin America, the Philippines, and the United States celebrations to recognize the dead are quite common. Each may have its own distinctive style and traditions but the central purpose is to recognize the place of the dead in the lives of the living.\n\ndia pops\nSo when the candy rush dissipates why not take a moment or two to remember those who went before and tell a sweet story about the time you shared?\n\ndia cookies\n\nLeave a Reply\n\nFill in your details below or click an icon to log in: Logo\n\nYou are commenting using your account. Log Out \/  Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/  Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/  Change )\n\nConnecting to %s\n\nThis site uses Akismet to reduce spam. Learn how your comment data is processed.",
        "topic_id":7,
        "format_id":15,
        "topic_confidence":0.7489464283,
        "format_confidence":0.9945207834
    },
    {
        "url":"http:\/\/teslalaptop.blogspot.com\/2010\/07\/bob-our-tortoise-is-currently-binging.html",
        "text":"Friday, July 23, 2010\n\nBob, our tortoise is currently binging on tomato's in the garden--politely eating a whole entire tomato before moving onto the next tomato....i believe he may like our gardens better than the desert, no tomato's in the old desert......\n\nI have three books ordered---in Non Fiction two----one on the history of the1930's dust bowl of the Mid-west. Looking for survival information in that one...... another non-fiction on the strategic projections for Climate change---for example climate wars for water, food etc....and a science fiction anthology on future Metropolis's-----i'll give better details as they come in and are read...........\nNow streaming season 2 of the Sarah Conner Chronicles---- Ah! to be a 16 year old John Conner with my own hot terminator body guard who loves the universal balance of things-------the cost of being pursued by the nasty terminators would be so worth it.........\nNo working Rovio yet, still awaiting the promised replacement parts from the company----does this bother me---yes---can i do anything about it---no.\n\nI have 600 some odd days until I could retire and I may not go then based on the economy but i have already felt the effects of being retirement almost capable.\n\nI spoke with my boss last month and advised him that i was never cutting my hair again and did this bother him or the organization? He said no.....the truth or lie of the response doesn't matter to me on this issue. I'll be growing my hair into a tail for the remainder of my two years. There is no more need for me to impress--i have traveled as far down the work road as i am going to go success wise and it has been further than I ever believed possible.\nThe signs and symbols that were once necessary for me are not so any longer.\nI have (or am) stopping the purchasing of any type of work related clothing such as the dreaded necktie, sport coats, dress shirts etc. Why purchase any of this stuff if it will never be used ever again except in the casket and one outfit regardless of fit is enough.\nSo my new daily work outfit consists of black, EMT, 9 pocket pants, terra planna, worn again sneakers or boots and usually an expensive casual shirt as my daily business attire. I keep the dreaded sign of slavery---- the necktie off me as much as possible during the workday and although this is a demanded physical display to the rest of the Baboon troop for status indication. I bring one but it has been spending its time on sitting in the glove box of the Prius. Worn only for the dreaded meetings we all suffer through.\nIf by some chance I am caught tie-less I have created and committed to memory multiple excuses as to why I am not wearing one---to prevent howling attacks and shit throwing, by higher ranked baboons over my failure to comply to troop rules.It is that I can simply no longer accept demands from the work place as to how i look. I cannot be owned any longer and our most important display of independence, how we appear, has become important to me now for serious reasons. I will own myself.\nIt was actually special to go in and basically advise that I done with all this stupid valueless shit that's somehow made itself REQUIRED? So about the site i go developing what i call the new Geezer Tactical leave me the fuck alone look.....\n\nWell aren't we special eh?\nI've been feeling pretty positive about the only self for the past couple of days. I feel as if i have my daily equipment and essentials planned, obtained, and available like never before in a smaller, more positive and effective state of operation. I am reading, writing, computing, creating, and moving through life in a good state. Home is clean, organized, and a pleasure to live in and about right now.\nI for the most part feel in control in some way for a change----to the point where i think i may not collapse and die from stress like the lowest ranking baboon in the troop.\nI still stagger about engaged in projects of my own making. I obtained all the parts and supplies necessary today to rehabilitate a beat cruiser-style bicycle given to us. A project of art, mechanics, expense, and a public response when completed of \"why did you do this again?\" My required fundamentals in anything i approach, much like Doc Brown in back to the future.\nMy success's have pleased me and my failures have not discouraged me over the past few days and that is a very good sign. But as always no one expects the Spanish Inquisition.\nThe test of a first-rate intelligence is the ability to hold two opposed ideas in mind at the same time and still retain the ability to function.\nF. Scott Fitzgerald\n\n\nDavid Scott said...\n\nYour comments approaching reteriment is spot on.\nAs I approached my magic day eight months ago I became less tolerant of the beaucratic bull shit (BBS) to the point I once told a engineer that what he wanted done was the stupidest thing I ever heard and if he wanted it done do it himself.\n\nWarren said...\n\nthanks David\nyou are absolutely correct. The closer to retirement i get the more I become an Honest Oracle.\nthanks for the comment",
        "topic_id":7,
        "format_id":15,
        "topic_confidence":0.9109001756,
        "format_confidence":0.9623344541
    },
    {
        "url":"http:\/\/babypatterson.blogspot.com\/2010\/05\/",
        "text":"Thursday, May 20, 2010\n\nCalm before the storm.\n\nDylan's first swing experience!\n\nMemphis, TN...visiting with cousin Truman (Kaitlyn douses herself with the water and Truman watches with great intrigue-Special K did change his routine up quite a bit during our visit)!\n\nTandem bathing!\n\nAuntie Cupcake with Chillin Dylan!\n\nShe's magical in my eyes even when she's up to no good. He melts my heart with each smile. Between the two of them, I'm often lost in another reality. My two blessings are nothing less than sunshine in my day, chocolate in my afternoon, and love in my heart. If I could write daily about the adventures of 24\/7 diaper marathons, tandem bathing, duel body juggling acts, and the helicopter parenting that I seem to fall into more often than I want to admit, I would! There is more content than I wish to recognize-everything is a story worth sharing that I find my inner thoughts in conflict over how to prioritize my a blog entry to document the latest happening or carry on to bed for a brief respite between brewing unnatural sleep cycles. The latter generally wins hence another entry that is way late, hugely anticipated and thus, like Swiss Cheese, missing chunks!\nWhat feels like months ago was probably only six weeks ago; I woke up to solid poop in Dylan's diaper. MILESTONE. How has this already happened? He was just 3 months old and now I face his seventh month; the homemade baby food cubes are taking over the freezer, his birthweight has almost doubled and nursing habits are long ingrained within him that I fear my breasts will be forever harnessed in a nursing bra. While he can and will roll over, it is generally out of circumstance, a means to an end. He does not like being awake and lying on his tummy which leads me to believe he will bypass crawling and dive straight into climbing, standing and walking. Two teeth and swollen gums, his canines are proportionate to his hands and feet...all are large! He remains 'Chillin Dylan' unless the volcanic eruption begins and then it's hunt for Dylan already shows signs of resilience and superior endurance. Heck I might too if I was getting daily hits to the head by books and blocks with an occasional foot. Yes, Kaitlyn expresses her love for her brother with great force and often with a repetitive edge. Needless to say Dylan continues to chill and handle her strikes with a stoic immortality.\nThis brings me to dear Special K. Kaitlyn has an uncanny ability to comprehend exactly what you are telling her, look right through you like she isn't listening and then after all verbal threats and reprimands, galavant off and successfully complete the request. It drives me nuts. She is a 13 year old in the body of a 2 year old...well, ok, maybe not that extreme, but she is truly already showing remarkable acts of defiance.\nI'm not much of a reader and much to my husband's disdain, I'm not a pop culture hound, however, I do know that Special K has a keen sense of self and an intrinsic motivation for certain activities. My latest headline with her is PRESCHOOL. Where will she go, for how often each week, will she be the class bully or the class clown? Whatever the case, I'm really eager for this MILESTONE. She couldn't be more ready for engagement that is with someone other than her strung out, overly sensitive, hyper-hawk eyed mom...I'm sure I am making it out to be worse than it, I said it before, my children are my blessings-nothing less than sunshine in my day, chocolate in my afternoon, and love in my heart!",
        "topic_id":7,
        "format_id":15,
        "topic_confidence":0.9909319878,
        "format_confidence":0.9973667264
    }
]