[
    {
        "url":"https:\/\/www.eventsnearhere.com\/find-events\/FL\/West-Palm-Beach\/All\/All\/addetail\/149755\/Lisa-Pecaro--Fundraising-for-Cancer-Treatment\/?start=0",
        "text":"Lisa Pecaro - Fundraising for Cancer Treatment\n\nContact Name:\nLisa Pecaro\n(561) 478-8788\nFiled in:\n» »\n\nLisa Pecaro is a co-owner and Director of Nursing Services and Quality Assurance of United Nursing Services. She is well-known and respected for the kindness, compassion and professionalism she shows her clients and her staff.\n\nThe Cancer Alliance of Help & Hope, Inc., based in Palm Beach, Florida is a charitable organization dedicated to improving the quality of life of local children, women and men and their families, who are touched by cancer, by providing need-based financial assistance, information resources and access to services and support groups in our community.\n\nStreet Address\n\n1897 Palm Beach Lakes Blvd #213\nWest Palm Beach, FL 33409\n\n\nView Calendar",
        "topic_id":12,
        "format_id":16,
        "topic_confidence":0.9444755316,
        "format_confidence":0.7267004848
    },
    {
        "url":"https:\/\/www.drybuddy.com\/b\/drybuddy-bedwetting-alarms-stop-bedwetting-with-ease-and-convenience\/",
        "text":"DryBuddy Bedwetting Alarms: Stop bedwetting with ease and convenience\n\nBedwetting is a condition that influences the self-esteem of a kid and makes him\/her mortified. This is where the use of bedwetting alarm comes in, bedwetting alarm is a tool that assists your kid to wake up from the sleep when his\/her bladder is full.\n\nThough bedwetting is more common among kids, it needs to be taken seriously. Treating it fast can prevent any inconvenience as well as the problem worsening, consulting a doctor or a medical specialist such as a gynaecologist or a specialist in continence can help you find out more and what treatments are available to you.\n\nThe Technical term for bedwetting is enuresis, the child cannot control his bladder after the age of five and this leads to bedwetting, before age five a child may wet the bed due to other factors. These factors can include heredity, a smaller bladder or maybe something as simple as being a deep sleeper and not able to feel the urge to go restroom.\n\nParents must be aware that a DryBuddy bedwetting alarm would be the greatest solution for any bed wetter within the family, these alarms commonly exist as wireless, but the wireless drybuddy bedwetting alarm would positively be the perfect one for your kids. Bed-wetting alarms perform as a behavior conditioning product.\n\nThe following might be one of the causes for bed wetting:\n\n  • Physical problem\n  • Psychological or emotional problem\n\nPhysical problems:\n\nPhysical problems may be due to any kind of kidney problem, bladder problem, abnormal nervous problem or the presence of certain diseases etc. leads to bedwetting. These problems can be treated with the help of DryBuddy Bedwetting alarm.\n\nPsychological or emotional problems:\n\nIf there are no physical problems, then check out for any other emotional problems. Following can be the reason for bedwetting in children:\n\n  • Fear\n  • Stress\n  • Tension\n  • Anxiety\n\nThese problems can also be solved using DryBuddy bedwetting alarm.\n\nHow DryBuddy works:\n\nA simple 3-step process…\n\n  • The DryBuddy sensor registers urination during sleep (or while the patient is awake).\n  • Upon sensing the urine, the sensor sends a wireless signal which is picked up by a receiver in the patient’s room, attached to an alarm. The alarm is activated to wake the patient. At the same time, other receivers\/alarms in the house also receive the signal.\n  • The additional modules (in the caregiver’s room or elsewhere) then alert the caregiver, who wakes the patient and makes sure that the proper steps are taken. This is the difference between DryBuddy and other enuresis products – many children are too sleepy to take care of themselves on their own – that is why the intervention of a parent\/caregiver is important and necessary for successful training. However, with DryBuddy, it is not necessary for the caregiver to sleep in the same room with the patient in order to be alerted. The remote control allows the caregiver to control the bedwetting alarm system from his\/her bedroom.\n\nOur Enuresis alarm stops bedwetting with ease and convenience for all!\n\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *",
        "topic_id":12,
        "format_id":16,
        "topic_confidence":0.9143866897,
        "format_confidence":0.994004786
    },
    {
        "url":"https:\/\/nappyworlduk.com\/products\/attends-adjustable",
        "text":"Attends Adjustable All In one Unisex Incontinence Pads\n\nRegular price £17.99\n\nTax included. Shipping calculated at checkout.\n\nThe Attends Adjustable is a range of disposable all-in-ones that has been specially designed for those with heavy to severe urinary incontinence, and\/or faecal incontinence. They quickly absorb fluid whilst containing odours, to ensure that the wearer feels confident and comfortable. \n\nAttends Adjustable feature a fixation tape to ensure the correct close body fit.",
        "topic_id":12,
        "format_id":16,
        "topic_confidence":0.962443471,
        "format_confidence":0.998755455
    },
    {
        "url":"http:\/\/www.chegg.com\/textbooks\/treating-sleep-disorders-1st-edition-9780471443438-0471443433",
        "text":"Treating Sleep Disorders 1st edition\n\nPrinciples and Practice of Behavioral Sleep Medicine\n\nTreating Sleep Disorders 1st edition 9780471443438 0471443433\n\nNote: Chegg does not guarantee supplemental material with textbooks (e.g. CDs, DVDs, access codes, or lab manuals).\n\n\n\n\n\nDetails about Treating Sleep Disorders:\n\n* Includes chapters on sleep phase disorders, sleep apnea, periodic limb movements, narcolepsy, limit setting disorders in children, enuresis, and night terrors.\n* Provides a unique, behavioral approach to sleep medicine.\nBack to top\n\nRent Treating Sleep Disorders 1st edition today, or search our site for other textbooks by Michael L. Perlis. Every textbook comes with a 21-day \"Any Reason\" guarantee. Published by Wiley.",
        "topic_id":12,
        "format_id":16,
        "topic_confidence":0.9777181745,
        "format_confidence":0.9984992743
    },
    {
        "url":"https:\/\/www.vcrmed.com\/egg-freezing\/",
        "text":"Egg Freezing\n\n(703) 437.7722 | Highest Success Rates • Personal Attention • Affordable Treatment\n\nPlan ahead for your future fertility with egg freezing\n\nEgg freezing, or oocyte preservation, is a proven technology that allows women to freeze their eggs and store them for use in the future. At Virginia Center for Reproductive Medicine, we are able to stimulate your ovaries to produce multiple eggs and retrieve them from your ovaries.\n\nEgg freezing and IVF, when the time is right, helps women achieve the goal of a pregnancy on their terms and timeline.\n\nYour biological clock is a reality; freezing your eggs stops it\n\nVCRM is pleased to announce its new financial program to encourage women to freeze their eggs for fertility preservation. Our unique program allows you to pay 50% of the fee at treatment start and then pay the other 50% in monthly installments over one year with zero financing charge. This should help make this process within financial reach for most working women. For more details about our innovative program please call the office at 703-437-7722 or email us at\nWe want women to be informed about fertility and the reasons why egg freezing can help. A woman’s fertility begins to decline in her early 20s and continues to progressively decline until she is in her late 30s, when fertility steeply declines.\n\nDeteriorating fertility can’t be reversed, but egg freezing gives you the potential to avert the risks by preserving younger eggs. The age of a woman’s eggs is directly related to the chances for getting pregnant.\n\nAt our Virginia fertility center, we encourage women to pursue egg freezing before age 38. After age 38, there are often fewer viable eggs available to be retrieved and preserved, necessitating multiple attempts to freeze enough eggs.\n\nWho is a good candidate for elective egg freezing?\n\nWomen may choose egg freezing for many different reasons.\n\n  • Single women in their late 20s and early-to-mid 30s who want to have a family in the future\n  • Women with a strong family history of early menopause or premature ovarian failure\n  • Women with ovarian endometriomas or recurring ovarian cysts\n  • Women undergoing fertility treatment who would prefer to freeze eggs, not embryos\n\nNow that this procedure has been proven to be a safe and reliable procedure, some women choose to use frozen eggs during IVF at our Virginia fertility center. Our laboratory staff performs a reliable, state-of-the-art technique called vitrification to freeze unfertilized eggs that can be fertilized at a later time.\n\nWe were pioneers in the process of freezing eggs\n\nVCRM was the first fertility center in the DC metro area to offer egg freezing in 2003. Dr. Fady Sharara, our dual board certified fertility specialist, and our experienced laboratory team will oversee your procedure. If you are considering egg freezing, contact us. The future is in your hands.",
        "topic_id":12,
        "format_id":16,
        "topic_confidence":0.9980797768,
        "format_confidence":0.9939987659
    },
    {
        "url":"https:\/\/aquariusflowerremedies.com\/shop-for-flower-remedies\/product\/stop-bullying-me-flower-and-seed-essence-combination.html",
        "text":"Stop Bullying Me!: Flower and Seed Essence Combination\n\n£ 7.50 each Weight: 100 g\n\n\nThis combination contains the flower essences of:\n\nAsphodel to take us away from feeling the being the victim, expecting to be picked on.\n\nSunflower to help us walk tall,\n\nLarch, Carduus Thistle and Sage for lack of confidence.\n\nLloydia, Christ Thorn and Bougainvillea to strengthen our aura from attack and discourage the attraction of negative energy.\n\nCardoon Thistle to help us avoid bitterness and resentment towards others.\n\nGarlic and Pepper Tree for fear and protection.\n\nSeeds have protective qualities and also enhance our self confidence. The seed essence of Mullein has been added for these reasons.\n\nAdd a comment or ask a question\n\nIf you have a question or a comment about this item please let us know. We will not automatically publish anything you post without your consent.\n\nSecurity code",
        "topic_id":12,
        "format_id":16,
        "topic_confidence":0.8547312021,
        "format_confidence":0.9987522364
    },
    {
        "url":"http:\/\/www.myotcstore.com\/store\/p\/13886-Ameda-purely-yours-electric-breast-pump-with-carry-all-17077-1-ea.aspx?RelatedID=125116",
        "text":"\n\nView Your Cart:    |    Checkout  |    Catalog\nMcAfee SECURE sites help keep you safe from identity theft, credit card fraud, spyware, spam, viruses and online scams\nOrder by Phone\n  • Shop By Brand\n  • Alphabet-Brand-A\n  • Alphabet-Brand-B\n  • Alphabet-Brand-C\n  • Alphabet-Brand-D\n  • Alphabet-Brand-E\n  • Alphabet-Brand-F\n  • Alphabet-Brand-G\n  • Alphabet-Brand-H\n  • Alphabet-Brand-I\n  • Alphabet-Brand-J\n  • Alphabet-Brand-K\n  • Alphabet-Brand-L\n  • Alphabet-Brand-M\n  • Alphabet-Brand-N\n  • Alphabet-Brand-O\n  • Alphabet-Brand-P\n  • Alphabet-Brand-Q\n  • Alphabet-Brand-R\n  • Alphabet-Brand-S\n  • Alphabet-Brand-T\n  • Alphabet-Brand-U\n  • Alphabet-Brand-V\n  • Alphabet-Brand-W\n  • Alphabet-Brand-X\n  • Alphabet-Brand-Y\n  • Alphabet-Brand-Z\n  • Shop-Other-Brands\nHome > Mother and Baby Needs > Feeding and Nursing > Breast Pumps, Breast Care Supplies >\nAmeda purely yours electric breast pump with carry all, #17077, Baby Feeding and Nursing Accessories\n\nAmeda Breast Pump More items by this brand\n\nReward Points on this item:215  ?\n\n\nNeed Help? 800-361-2028\n\nAmeda purely yours electric breast pump with carry all, #17077 - 1 ea\n\nPurely yours - breast pump with carry all - is perfect for moms on the move.\nShare Your Review: Write a review\nRetail: $258.76 Our Price:$215.57 You Save: $43.19 (16.7%)\nAvailability: In Stock\n\nUsually Ships in 1-2 Business Days\n  • UPC: 610075170777\n  • Not eligible for Free Shipping offer.\nAmeda purely yours electric breast pump with carry all, #17077\n  • Double electric breast pump.\n  • Effective for mothers working full-time.\n  • Custom control.\n  • Separate suction and cycle dials to help find the settings that work best for you.\n  • Easy care.\n  • No need to clean kit tubing.\n  • Convenient.\n  • Lightweight and portable.\n  • Provides 30-6- cycles per minute.\n  • Versatile carry all shoulder bag.\n  • Easy to clean microfiber.\n\n\n  • Purely Yours breast pump.\n  • Dual hygienic kit milk collection system.\n  • 4oz bottles with locking caps.\n  • Removable, insulated cool 'n carry tote.\n  • Freezer packs.\n  • AC power adapter.\n  • Instructions.\n  • See enclosed instructions for operation.\n  • Power requirements:\n    • AC adapter (included) or car adapter (not included).\n    • 6 AA batteries (not included).\n  • Warranty: The product is warranted to be free from defects in material and workmanship for a period of one year on the pump mechanism and 90 days on all other components beginning on the date of purchase.\n  • Refer to instructions inside this package for complete warranty information.\nShipping Weight : 5.00 lb\nProduct Reviews\nSafe Secure Shopping\nOfficial PayPal Seal\nmyotcstore is an Upfront Merchant on TheFind. Click for info.\nMailing List:\nRead Your Store Reviews\ncall Us\nProduct descriptions and images presented on the site are for representational use only and do not constitute or substitute for medical information from your health care or medical professional. Information on this site is provided for informational purposes only. You should read carefully all on correct product packaging and follow the instructions. If you have or suspect that you have a medical problem, promptly contact your health care provider. Information and statements regarding dietary supplements on this site have not been evaluated by the Food and Drug Administration and are not intended to diagnose, treat, cure, or prevent any disease and may be for commercial. Image shown for reference only. Actual item you recieve may differ from shown.\nCopyright © 2007-2014. All Rights Reserved by Terms & Conditions",
        "topic_id":12,
        "format_id":16,
        "topic_confidence":0.8928900361,
        "format_confidence":0.9987945557
    },
    {
        "url":"http:\/\/www.frisbiehospital.com\/locations\/rochester-hill-family-practice\/",
        "text":"Rochester Hill Family Practice\n\nOur providers treat acute and chronic illnesses by providing preventive care and health education for men, women, and children of all ages. Because family history and heredity factors provide significant information in determining a patient’s health status, having a single physician treat all members of a family can be beneficial. We offer complete health care services by appointment for the entire family, including:\n\n  • Annual physicals\n  • Childhood immunizations\n  • Referrals to other health care specialists\n  • Prescription refills\n  • Same day acute care visits often possible\n  • Licensed Social Worker (LICSW) onsite for established patients\n\nMy Frisbie CONNECT Patient Portal\n\nWe are accessible to our active patients through the My Frisbie CONNECT patient portal. We offer you secure and confidential online access to your medical information. By signing up for My Frisbie CONNECT, you may request an appointment, update your contact information, request and receive test results, request a prescription refill and more!\n\nPayment and Insurance\n\nAll major insurance carriers are accepted, including Medicare and Medicaid.\n\nPrescription Note\n\nThere is a 24-hour turnaround for prescription renewals and refills. Requests cannot be filled after normal office hours. Please try to plan ahead so you do not run out of medication at night or on the weekend.\n\nShare this page:\n\nRochester Hill Family Practice\n\n245 Rochester Hill Road, Unit 1A\nRochester, NH 03867\n\nPhone: (603) 335-2401 Fax: (603) 335-2420\n\nMonday, Wednesday, Thursday and Friday, 7:30 am to 5:30 pm\nTuesday, 8:30 am to 5:30 pm\n\n\n\nWarning: Invalid argument supplied for foreach() in \/home\/frisbie\/public_html\/wp-content\/themes\/frisbie\/template-parts\/content-page.php on line 206\nMcManus, LICSW\n\nMcManus, LICSW",
        "topic_id":12,
        "format_id":16,
        "topic_confidence":0.9970031381,
        "format_confidence":0.8205392361
    }
]