[
    {
        "url":"http:\/\/www.dotcomdevelopment.net\/faq\/",
        "text":"Frequently Asked Questions\n\nHave a question? We've got you covered.\nEverything you wanted to know about technology development and working with us.\n\n\nWhy should I choose Dot Com Development?\n\nThe success of your business is our success. We listen to our clients, we learn their business models, we suggest new features and optimal solution workflows. We spend countless hours of R&D so that you can expand and succeed. Our “customer-first” approach coupled with lower risks and high-quality returns enable us to retain over 85% of our customers.\n\nHow long have you been in business?\n\nDot Com Development has been in business since 2004. From the start we have been building and successfully delivering custom web solutions expanding into mobile in 2008, cloud 2010, and wearables in 2015.\n\nWhat types of business do you work with?\n\nWe work with a broad range of companies including start-ups, small and medium business, corporate enterprises and marketing agencies in both the B2B, B2C sectors. Because we take the time to learn your business relative to the problem we are solving at hand, our custom solutions are able to span just about any industry.\n\nDoes your company work with clients anywhere?\n\nAlthough we are located in Scottsdale, Arizona, we specialize in remote based development and service clients globally. Both our account management protocols, development processes and tools allow us to service clients without teh need for face to face meetings. Rest assured, we will be communicating with you almost daily throughout your project if need be.\n\nDo you have references for your services?\n\nYes we have a client reference sheet for distribution. Upon submission of our estimate to you, we will include the reference sheet for your due diligence.\n\nWhy can't I find pricing on your site?\n\nEvery project is custom-built for each client, right down to every single graphic and functionality requirement. Therefore, it’s important for us to sit down with you and talk through your project and your needs before we can give you a proposal and cost estimate. Feel free to contact us to set up a meeting to learn more about the kind of solution that will fit your need and budget.\n\nAre your developers properly trained?\n\nOur developers have all been well vetted and received schooling and training in various development languages. They attend ongoing training, certification courses, industry seminars and conferences as technology evolves to ensure their knowledge is up to speed with what’s cutting edge.\n\n\nHow do I get started?\n\nIf you are interested in working with our company give us a call at (877) 755-9934 to get started or send us a message using the contact form on this site. We will collect all information for a detailed scope of work, conduct our technical analysis and submit a business proposal to you. Once you sign off, we will kick the project off and keep working with you from there.\n\nCan you help me with the requirements?\n\nYes of course we will help you! If your solution is floating in your head at the concept level with some detail, you can take advantage of our consulting and spec writing services.\n\nHow long will my project take?\n\nThe time period for app development is based on your requirement and complexity of the project. Generally, it takes 1 to 3 months for small-size projects, 3-6 months for medium-size projects and for large-size projects its could be 6 months to 1 – 3 years.\n\nCan you give me a ballpark estimate?\n\nWe don’t provide ballpark estimates. It would not be responsible of us or any developer to provide ballpark estimates without knowing the detailed cost drivers of the end deliverable. We provide estimates after we have the full understanding of the project, all its cost drivers, and can perform an appropriate technical analysis of the scope of work.\n\nWhat are your payment terms?\n\nOur engagement model and payment terms depend on the size and scope of the project. Our fixed price model works best for less complex or projects with a well defined set of documented requirements regardless of size and complexity. Our hourly engagement model is a perfect fit for projects with a much less defined set of requirements.\n\nOur fixed price model payment terms vary depending on the same factors as well and typically include a milestone based structure with a start of project deposit. Our hourly engagement fee schedules involve a weekly, bi-weekly or monthly payment options.\n\nAre you able to work with my budget?\n\nYes. Most our engagements are ”fixed budget, scope controlled” meaning we’ll help you develop a responsible budget, and we’ll stick to it. Since we’ve never worked with people who have fewer ideas than they have money or time, our job is to figure out the best possible solution we can build for the given budget. From there, we’ll work to control of the scope of the project, both in depth (polish, refinement, complexity) and breadth (features, functionality).\n\nWhat types of engagement models do you offer?\n\nSize, scope, budget and project definition all factor into which engagement model is best. Basically projects with well documented requirements fit better into our fixed price engagement. Projects with more loosely defined requirements and unknown variables we would recommend an hourly engagement.\n\nWho will I work with during the project?\n\nYour point of contact will always be our Project Manager. However,  at one point or another if there are additional needs that require our coding teams input and feedback, our PM’s will always be sure to include them when needed.\n\nDo you build everything from scratch?\n\nWe always program from scratch. In addition, we get incredible leverage from both licensed and open source tools, libraries, frameworks our own proprietary libraries for smaller snippets of code. We never reinvent the wheel when there is a tool that is suitable for solving a problem, but your application will always be legally considered custom built from scratch.\n\nCan I change the requirements during development?\n\nYes. This kind of flexibility is important and could determine the success of the project. However, some changes could affect budget or schedule but don’t worry, we will assess and help manage change requests with you as they come.\n\nWill I get regular status updates during development?\n\nYes. Transparency is one of our top priorities. We’ll keep code in a shared repository and make sure you have access. We also provide daily status updates and weekly progress reports.\n\nWho fixes bugs after the project is delivered?\n\nYou can expect the code we deliver to be well tested, free from defects and perform as intended. In addition, we offer a post-delivery 30 day warranty period covering certain bug fixes.\n\nWho owns the code and designs you produce?\n\nYou do. Before we start working, we’ll put an agreement in place that will assign ownership of all work product and deliverable’s to you.\n\n\nWhat's the difference between native and hybrid?\n\nA native app is a smartphone application developed specifically for a mobile operating system (think Objective-C or Swift for iOS vs. Java for Android). Hybrid mobile applications are, at core, websites packaged into a native wrapper and built to run on a smartphone as a mobile application. They look and feel like a native app, but ultimately outside of the basic frame of the application they are fueled by a company’s website.\n\nHow long does it take to develop a mobile app?\n\nSmall simple apps can be completed in a couple weeks, while more complex apps might take 3 – 6 months. The more clearly you’ve defined your idea and how it will work as an app, the more closely we can estimate a time frame.\n\nCan you build iPhone and Android versions at the same time?\n\nAbsolutely. Whether choosing to develop with a native technology or a cross platform technology, the app code bases with be completed side by side or in a similar coordinated fashion. We also develop Windows Mobile applications as well.\n\nHow is the mobile app distributed to the marketplaces?\n\nConsumers will be able to download apps right on their devices from the marketplaces. We’re experts in the submission process, having submitted tons of apps for clients to the various app marketplaces:\n\n– Apple iTunes Connect App Store\n– Google Play for Android\n– Windows Phone Apps+Games Store\n\nEnterprise apps can also be distributed on your own private server.\n\nDo you have download stats of your clients' apps?\n\nApp owners receive statistics within the dashboard of their developer account from the various download services for their own apps. Because these accounts belong to our clients, we do not keep track of clients’ stats.\n\nHow can I make sure my app gets plenty of downloads?\n\nThere’s no such thing as a guarantee and just like web sites, mobile apps do not get found just because they are built and put in the marketplace. However our digital marketing services and experts can help your app gain the exposure and traction you need to have a realistic chance at rising above the crowd.\n\nDo you have examples of apps you have created?\n\nYou can view our case studies or visit our portfolio page for an in depth look at some of our more significant projects. Or you can contact us to get a list of mobile projects we have successfully delivered.\n\n\nWhats the difference between a website and web app?\n\nThe short and simple answer is a website is informational and a web application is interactive for the user. If you are not sure what you need, ask us and we will help you figure it out.\n\nWhy would I want a web app vs. a website?\n\nIf your site has to be updated frequently, even in a small scale – A database driven website will allow those without any design or development experience to make changes, updates, additions or deletions thus saving money on maintenance contracts.\n\nHow long does it take to design and build a site?\n\nThe time it takes to depends on the size and scope. Websites or web applications can take anywhere from 1 to 6 months from beginning to... (truncated)",
        "topic_id":2,
        "format_id":5,
        "topic_confidence":0.9828261733,
        "format_confidence":0.9754761457
    },
    {
        "url":"https:\/\/wfebb101.com\/faq\/how-many-radio-buttons-from-the-following-code-can-be-selected-at-any-given-time.html",
        "text":"How many radio buttons from the following code can be selected at any given time?\n\nHow many radio buttons can be selected at once?\n\nOnly one radio button in a given group can be selected at the same time. Radio buttons are typically rendered as small circles, which are filled or highlighted when selected.4 дня назад\n\nHow can I avoid multiple selected radio buttons?\n\nTo avoid having multiple radio buttons selected use the same name attribute. Radio buttons are normally presented in radio groups. Only one radio button in a group can be selected at the same time. The radio group must share the same name (the value of the name attribute) to be treated as a group.\n\nHow can I set only one radio button checked?\n\nThey need to all have the same name. Only 1 radio button of each group of buttons with the same name can be checked. Give them the same name, and it will work. By definition Radio buttons will only have one choice, while check boxes can have many.\n\nWhat is the correct code for creating a radio button?\n\nRadio buttons are created with the HTML <input> tag. Radio buttons can be nested inside a <form> element or they can stand alone. They can also be associated with a form via the form attribute of the <input> tag.\n\nCan radio buttons be deselected?\n\nRadio buttons are meant to be used in groups, as defined by their sharing the same name attribute. … If you want a single button that can be checked or unchecked, use a checkbox. It is possible (but normally not relevant) to uncheck a radio button in JavaScript, simply by setting its checked property to false, e.g.\n\nYou might be interested:  How to listen to past radio shows\n\nHow do I change the size of radio buttons?\n\nthe best approach is to:\n\n  1. hide the radio button using javascript.\n  2. Use javascript to add\/display HTML that can be styled how you like e.g.\n  3. Define css rules for a selected state, which is triggered by adding a class “selected” to yuor span.\n\nWhy are both radio buttons selected?\n\n2 Answers. All radio buttons that share the same name and are controls in the same form are part of a group. … This means that you have two radio groups, each containing one radio button. You need to put them in the same group (by making them share a name) if you only want one of them to be selected.\n\nCan we select multiple radio buttons?\n\nRadio buttons allow a user to select a single option among multiple options. You can set the Choice Value of each option, for each button, as well as group these buttons by giving them the same Group Name. … So, you add three radio buttons and make sure all three of them have the same group name: “Attending”.\n\nHow do I group radio buttons in HTML?\n\nHere’s how to use it:\n\n  1. Go to Insert > Form Items > Radio Button Group. This opens the Insert Radio Button Group window.\n  2. Enter a name for the group. This will appear in your form results. …\n  3. Enter your radio button items. …\n  4. Click Add to add more item-value pairs to your list.\n  5. Click OK.\n\nWhat is the difference between checkbox and radio button?\n\nEach checkbox operates individually, so a user can toggle each response “on” and “off.” Radio buttons, however, operate as a group and provide mutually exclusive selection values.\n\nYou might be interested:  What is the kpop radio station\n\nWhat radio button means?\n\noption button\n\nHow do you validate radio buttons?\n\nApproach 1: First wrap Radio buttons and its label by using form-check-inline class. Then add img tag within the above wrap after label tag. Use default required validation by adding required attribute of radio button.\n\nHow do I make a radio button?\n\nThe <input type=”radio”> defines a radio button. Radio buttons are normally presented in radio groups (a collection of radio buttons describing a set of related options). Only one radio button in a group can be selected at the same time.\n\nHow do you show and hide input fields based on radio button selection?\n\nAnswer: Use the jQuery show() and hide() methods\n\nYou can simply use the jQuery show() and hide() methods to show and hide the div elements based on the selection of radio buttons. The div boxes in the following example are hidden by default using the CSS display property which value is set to none .\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *",
        "topic_id":2,
        "format_id":5,
        "topic_confidence":0.9536269307,
        "format_confidence":0.9727385044
    },
    {
        "url":"https:\/\/www.envoyproxy.io\/docs\/envoy\/v1.15.0\/faq\/debugging\/why_is_envoy_sending_413s",
        "text":"Why is Envoy sending 413s?\n\nEnvoy by default imposes limits to how much it will buffer for a given request. Generally, Envoy filters are designed to be streaming, and will pass data from downstream to upstream, or will simply pause processing while waiting for an external event (e.g. doing auth checks). Some filters, for example the buffer filter, require buffering the full request or response. If a request body is too large to buffer, but buffering is required by the filter, Envoy will send a 413. The buffer limits can be increased at the risk of making OOMs more possible. Please see the ref:flow control docs <faq_flow_control> for details.",
        "topic_id":2,
        "format_id":5,
        "topic_confidence":0.8420931697,
        "format_confidence":0.9265941381
    },
    {
        "url":"http:\/\/ometer.com\/gtk-colors.html",
        "text":"I've answered these questions too many times so here's the definitive FAQ. (Last updated in 2001, though afaik the answers have not changed much as of 2007.)\n\nShort answer: how to set the color of a widget\n\nIn GTK+ 1.2:\n\n  GtkRcStyle *rc_style;\n  GdkColor color;\n\n  \/* There are two good ways to fill in a color *\/\n\n  \/* 1) Initialize r\/g\/b components, they are 16-bit values *\/\n  color.red = 65535;\n  color.green = 0;\n  color.blue = 0;\n\n  \/* 2) Parse a color string; an HTML color spec such as \"#FF0000\"\n   * is allowed here too\n  gdk_color_parse (\"red\", &color);\n\n  \/* After filling in your GdkColor, create a GtkRcStyle *\/\n\n  rc_style = gtk_rc_style_new ();\n\n  \/* Set foreground (fg) color in normal state to red *\/\n  rc_style->fg[GTK_STATE_NORMAL] = color;\n\n  \/* Indicate which colors the GtkRcStyle will affect; \n   * unflagged colors will follow the theme\n  rc_style->color_flags[GTK_STATE_NORMAL] |= GTK_RC_FG;\n\n  gtk_widget_modify_style (widget, rc_style);\n\n  gtk_rc_style_unref (rc_style);\n\nIn GTK+ 2.0:\n\n  GdkColor color;\n\n  gdk_color_parse (\"red\", &color);\n\n  gtk_widget_modify_fg (widget, GTK_STATE_NORMAL, &color);\n\nThere's at least one other good way to set the color of a widget, which is to use a resource file; read on. If you have problems, look at the FAQs below.\n\n\n<lecture> Because colors in GTK+ represent a theme the user has chosen, you should never set colors purely for aesthetic reasons. If users don't like GTK+ gray, they can change it themselves to their favorite shade of orange. <\/lecture>\n\n\nPeople often want to set the color of a GTK+ widget. It isn't quite that simple; widgets have a number of colors. There's the color for the foreground, for the background, for the selection, when the widget is prelighted, and so on.\n\nThese colors come from the currently-active theme. Themes are prepackaged bundles of appearance settings chosen by the user. In a GTK+ program, the current theme is represented by an object called the \"style.\" Each widget has a style, stored in widget->style. A group of widgets may share the same style; styles may change while the program is running, if the user changes themes.\n\nThemes are implemented as rc files. That is, themes are resource files containing descriptions of widget styles including colors; when parsed, such a description is stored in a GtkRcStyle object. One or more GtkRcStyle objects can apply to a given widget. When the theme changes, or when GTK+ starts up, resource files are parsed, and a GtkStyle will be derived from a widget's list of GtkRcStyle and stored in widget->style. This will determine the widget's colors.\n\nHow can I set the color from a resource file?\n\nStep one is to set the name of the widget you want to affect. For example:\n\n  gtk_widget_set_name (widget, \"myapp-special-widget\");\n\nThen create an rc file with contents along these lines:\n\nstyle \"my-special-style\"\n  fg[NORMAL] = { 1.0, 0, 0 }\n\nwidget \"myapp-special-widget\" style \"my-special-style\"\n\nThen you need to arrange to parse the rc file with gtk_rc_parse() or gtk_rc_add_default_file(), which probably means you need to arrange to install the rc file. But this isn't a Makefile FAQ so I won't explain how to do that.\n\nYou could also just parse the above rc file text with gtk_rc_parse_string(), to avoid having to install\/parse a file.\n\nBelieve it or not, there's documentation on all this; see GTK+ 2.0 rc files docs or GTK+ 1.2 rc files docs.\n\nWhy use a resource file rather than gtk_widget_modify_style() or gtk_widget_modify_fg()?\n\nThe main reason is that users could override your chosen color with their own rc file, ~\/.gtkrc (or ~\/.gtkrc-2.0 for GTK+ 2.0).\n\nWhat are the available colors and widget states, and what do they mean?\n\nBriefly, the colors are:\n\n  • text: text for entries and text widgets (although in GTK 1.2 sometimes fg gets used, this is more or less a bug and fixed in GTK 2.0).\n  • base: background when using text, colored white in the default theme.\n  • fg: foreground for drawing GtkLabel\n  • bg: the usual background color, gray by default\n\nThe states are:\n\n  • normal: normal state.\n  • active: pressed-in or activated; e.g. buttons while the mouse button is held down.\n  • prelight: color when the mouse is over an activatable widget.\n  • insensitive: color when the widget is disabled (gtk_widget_set_sensitive() disables a widget).\n  • selected: color when something is selected, e.g. when selecting some text to cut\/copy.\n\nThese are also in the API documentation, with more details; see GTK+ 2.0 rc files docs or GTK+ 1.2 rc files docs.\n\nWhy doesn't setting the color work for me?\n\n  • One possible reason is that the GUI element you want to affect is actually drawn with the text, base, etc. color instead of whatever color you are setting.\n  • Another possible reason is that you are setting the color on the wrong widget; for example, to change the text color of a button, you need to set the color of the label inside the button, not the color of the button itself, because the label actually draws the text.\n  • Yet another possible reason is that some widgets don't have backgrounds; e.g. label widgets. They merely display the background of their parent (i.e. they are transparent). So set the background on their parent; if you want to set the background of a rectangular area around a label, try placing the label in a GtkEventBox widget and setting the background on that.\n\nShouldn't this be easier?\n\nProbably so, we gave it a good shot in GTK+ 2.0 with gtk_widget_modify_fg(), gtk_widget_modify_bg(), and so on replacing the pesky messing around with GtkRcStyle.",
        "topic_id":2,
        "format_id":5,
        "topic_confidence":0.9723899961,
        "format_confidence":0.6291658878
    },
    {
        "url":"https:\/\/www.broadleafcommerce.com\/docs\/core\/current\/faq\/general",
        "text":"Documentation Home\n\nFAQ - General\n\nThis section contains Frequently Asked Questions via the support channel that could apply to any installation of Broadleaf.\n\nWhy is the Admin displaying a 403 Forbidden error when I try to view a section and\/or an entity form?\n\nWhat is happening is that the system is checking the permissions (which are tied to domain classes) available on the user. The admin user does not have the correct permissions.\n\nThis can be due to not having the permission on the class that the admin user wants to view or it could be due to a relationship from the main class to another class.\n\n  1. Check the logs. There is warn level log that should output the class that is causing the issue on the AdminSecurityServiceRemote class. For example:\n[ WARN] 13:14:51 AdminSecurityServiceRemote [admin][][] - Detected security request for an unregistered ceiling entity ( As a result, the request failed. Please make sure to configure security for any ceiling entities referenced via the admin. This is usually accomplished by adding records in the BLC_ADMIN_PERMISSION_ENTITY table. Note, depending on how the entity in question is used, you may need to add to BLC_ADMIN_PERMISSION, BLC_ADMIN_ROLE_PERMISSION_XREF and BLC_ADMIN_SEC_PERM_XREF.\n\nIf you do not have the logs enabled for this class, you can turn them on for the class.\n\n  1. Set a breakpoint in the AdminSecurityServiceRemote.securityCheck(...) method, on the following block of code:\nfor (String ceilingEntityFullyQualifiedName : ceilingNames) {\n    isQualified = securityService.isUserQualifiedForOperationOnCeilingEntity(persistentAdminUser, permissionType, ceilingEntityFullyQualifiedName);\n    if (!isQualified){\n        if (primaryException == null) {\n            primaryException = new SecurityServiceException(\"Security Check Failed for entity operation: \" + operationType.toString() + \" (\" + ceilingEntityFullyQualifiedName + \")\");\n    } else {\n\nAt this point you can inspect the ceilingEntityFullyQualifiedName variable to see which one(s) is(are) causing the issue.\n\nOnce you know what class is missing, you will need to add it to the permissions table and attach it to a role or admin user.\n\nWhen using enterprise, how can I plug into the event system after a product gets promoted and\/or approved?\n\nWhenever there is a save to a product or order, a list of cache invalidation producers are called. The Broadleaf framework has two events that get registered. One for sandbox updates, SolrSandBoxProductChangeProducer (this is meant to allow searching while previewing on site) and one for approvals\/deployments, SolrProductInvalidationProducer. These create events that are then consumed by the SolrDocInvalidationEventConsumer to do the necessary reindexing.\n\nLet's say that you want to plug into this event system in order to invalidate Solr documents attached to categories. While the logic to actually do the document invalidation is beyond the scope of this article, you can setup the event system that would trigger said logic with the following approach.\n\nIn this case, you'd want to create your own MySolrCategoryInvalidationProducer and MySolrCategoryInvalidationConsumer. You would setup the Producer in the same way the BLC producer is setup by first defining the bean then adding it to the list. In doing so it will trigger when a deployment happens.\n\n<bean id=\"mySolrCategoryInvalidationProducer\" class=\"\" \/>\n\n<bean id=\"myAdditionalCacheInvalidationProducers\" class=\"org.springframework.beans.factory.config.ListFactoryBean\">\n    <property name=\"sourceList\">\n            <ref bean=\"mySolrCategoryInvalidationProducer\" \/>\n\n<bean class=\"org.broadleafcommerce.common.extensibility.context.merge.LateStageMergeBeanPostProcessor\">\n    <property name=\"collectionRef\" value=\"myAdditionalCacheInvalidationProducers\" \/>\n    <property name=\"targetRef\" value=\"blAdditionalCacheInvalidationProducers\" \/>\n\nAt this point you can then create the consumer to do whatever it needs so it can appropriately index\/reindex Solr.",
        "topic_id":2,
        "format_id":5,
        "topic_confidence":0.8306370974,
        "format_confidence":0.9343853593
    },
    {
        "url":"https:\/\/www.codeproject.com\/Articles\/64628\/Code-Project-Quick-Answers-FAQ?fid=1564057&select=4538509&fr=11",
        "text":"Click here to Skip to main content\n13,292,205 members (56,758 online)\nClick here to Skip to main content\nAdd your own\nalternative version\n\nTagged as\n\n\n24 bookmarked\nPosted 10 Mar 2010\n\nCode Project Quick Answers FAQ\n\n, 19 Apr 2013\nRate this:\nPlease Sign up or sign in to vote.\nThis is an FAQ for the Quick Answers section. It can be modified by any Silver member.\n\nTable of Contents\n\n  1. What is the Questions and Answers system?\n\n    It's a simple system that allows you to ask questions and receive answers. It's very similar to our current message boards but it has been tuned specifically to make it easier to spot the best answer to a given question, and to allow you to search and browse for answers to questions.\n\n  2. How is this different from the message boards?\n\n    This system is different from our message boards in a number of ways.\n\n    Most importantly, questions and their answers are presented in a flat list (BBS style) instead of a threaded format. This is in keeping with more traditional Question and Answer style boards and helps emphasise working towards getting the best answer. However - we still provide a threaded discussion at the end of each question to allow clarification or rambling discussions.\n\n    We've also moved back to our old forum's voting system, whereby questions and answers can be voted on a scale instead of just good\/bad. We tried to encourage members to vote Good question \/ bad question but it never really worked. We strongly believe that life works in shades of grey.\n\n    We have also worked to integrate this Questions and Answers system into our main content system. When searching for content on the site you no longer need to search the forums then search the articles: you can now search from a single location and have all the results appear in one spot.\n\n    By moving to a flat-format we've also been able to offer different options for viewing answers: order by the top answers or order by the latest answers. If there are more answers than will fit on a page then you can page through and still keep the original question in view.\n\n    We also now allow anyone with sufficient reputation to edit any question or answer. By moving our Question and Answer system into our main content infrastructure we automatically gain versioning, rollback, and the ability for any member of sufficient level to edit the questions and answers. Think a question is poorly worded? Then edit it! Not only does this help others answer it, it adds to your reputation.\n\n    A great side-benefit of our system is that we now support snippets and tips n' tricks. Got a small tip or piece of code that doesn't warrant an article? Post it as a Tip & Trick!\n\n    Finally, you will notice that there is now only one message board for questions and answers. We will keep the discussion-oriented boards open such as the Lounge, but everything else will be merged into one board (a long awaited goal!) which means no more cross posting, no more hunting around forums, and no more questions posted in the wrong forum. To ensure you don't get swamped we make it easy to set your filters so you see only those topics in which you are interested.\n\n  3. Why?\n\n    Because it's overdue. 4 years ago we started experimenting with different ways in which our forums could better serve the community. We tried flat (BBS) style forums, different voting systems, child forums or a single forum with filters (a system we built into our article content management system early).\n\n    Around a year ago we toyed with the idea of using our article content system as a replacement for our forum system, and once we had in place enough of the pieces for the article system (different articles types such as Technical blogs, versioning, editing permissions and parent-child article relationships) it all fell into place very easily.\n\n    Our forums just weren't well suited for targeted questions and answers. Discussion threads are difficult to follow and finding the best, or at least a good, answer was much harder than needed. Our forums are great for conversation threads so we're keeping the Lounge, Soapbox and other discussion-based forums.\n\n  4. What are the rules to posting?\n\n    A few simple rules when posting your question.\n\n    1. Have you searched or Googled for a solution?\n    2. Be specific! Don't ask \"I need to write a booking application\". Specify exactly what it is you need help with.\n    3. Keep the subject brief but descriptive. eg \"How do I change the dialog colour?\"\n    4. Keep the question as concise as possible. If you have to include code, include the smallest snippet of code you can - do not dump your entire codebase.\n    5. Tag your question appropriately.\n    6. Your question may be edited or retagged by others. Anything inappropriate will be removed.\n    7. If you have a school or university assignment, assume that your teacher or lecturer is also reading these forums.\n    8. Be courteous and DON'T SHOUT. Everyone here helps because they enjoy helping others, not because it's their job.\n    9. Do not remove or empty a message if others have replied. Keep the thread intact and available for others to search and read.\n    10. Do not be abusive, offensive, inappropriate, harass anyone on the boards or post ads or spam. Doing so will get you kicked off and banned. Play nice.\n\n  5. How do I use this thing?\n\n    First, select \"Post a Question\" from the green tile on the home page.\n\n\n    Next, enter your question or \"subject.\" Make sure to that your subject is between 20 and 250 characters, and between 3 and 50 words.\n\n\n    Then, begin typing your related tags in the subject field. If existing tags are related to what you begin to enter, a dropdown will appear with those tags which you can select from.\n\n\n    If you have question typed in another program and want to cut and paste it into the window, make note of the options below.  \n\n    1. Strip HTML: HTML markup will be removed from the text.\n    2. Encode HTML: Paste text will be automatically HTML encoded.\n    3. Paste as-is: Clipboard will be pasted as-is, preserving HTML tags and entities.\n    4. Code block: Clipboard text will be wrapped in PRE tags and content HTML encoded, always.\n    5. Quoted Text: Clipboard text will be pasted within a quote block.\n    6. Best guess: Sniff pasted text to see if it contains code and wrap in PRE blocks if it does.\n  6. How does accepting solutions work?\n\n    Questions provide the option to \"accept\" an answer. Only the author has this ability. This is done by clicking the \"Accept Solution\" button. The author also has the option to undo this operation. Though multiple solutions can be accepted we recommend choosing as few as possible. By far the most common scenario is to have one accepted solution. But this depends, entirely, on the nature of the question.\n\n    We strongly encourage authors to choose an accepted solution as often as possible. Of course, assuming such a solution exists. When an solution is designated as accepted its header is highlighted in green. It also appears at the top of the \"Top Rated\" tab.\n\n  7. How do I improve my question?\n\n    Sometimes we get so deep into a problem that we lose the ability to describe it in a way other people can understand. It's OK. If members are commenting on your question, saying they do not understand your query or need more information, please use the \"Improve question\" option in the bottom-right corner. Please excuse our members curtness in the comments. This is a common problem we see in the hundreds on a daily basis and our volunteers on the Quick Answers fields are battle-weary. Please do not re-post or bump your question. If you approach other members with unending politeness and improve your question earnestly the world will be a better place.\n\n\n  8. How does editing content work?\n\n    The ability to edit posts is dependent on your levels for specific reputation types. The following describes one or more levels and a set of associated reputation types. You have edit permission if you are the author or if you match all the levels with any one of the associated reputation types. We're still fine-tuning these rules so they may be tweaked.  \n\n    • Author\n    • Authority\n    • Editor\n    • Organiser\n\n  9. How does deleting work?\n\n    The ability to delete entries in Quick Answers is dependent on your member type[^]. In order to delete entries in Quick Answers you must be either a Subeditor[^], Protector[^], Editor[^] or Admin[^]. We're still fine-tuning these rules so they may be tweaked. You can find all privileges such as deleting questions or answers at the Member Privileges page[^]\n\n  10. What is a 'Closed' tag?\n\n    A tag that is \"closed\" can no longer be used to tag new questions. Only members with sufficient reputation are able to close tags. A tag may be closed for any of the following reasons:\n\n    • Is considered a duplicate of another tag – perhaps due to an alternate spelling.\n    • Is inappropriate to be used as a tag.\n    • Is obsolete and should no longer be attributed to new questions.\n\n  11. How does the reputation system work?\n\n    Reputation is something you gain - or lose - as you contribute to our communal knowledge base. Posting an article increases your reputation, but posting a bad article that other members down- vote decreases your reputation. If your goal is to increase your reputation then write good articles, vote for other good articles, hope that others in turn vote for your articles, and help out by organising and cleaning up the questions and answers. Vote them up, answer questions, or edit questions and answers that need a little help.\n\n    Full details can be on the Reputation system page.\n\n  12. Can I create new tags?\n\n    The ability to create new tags depends on your reputation. Specifically, if you have the reputation level for any of the reputation types described below, you can create tags (if this is unclear see the Reputation system page for more info). We're st... (truncated)",
        "topic_id":2,
        "format_id":5,
        "topic_confidence":0.9214171171,
        "format_confidence":0.9751729965
    },
    {
        "url":"http:\/\/www.onlamp.com\/faqs\/list.csp?id_subject=7&source_category=G.%20Authentication%20and%20Access%20Restrictions",
        "text":"oreilly.comSafari Books Online.Conferences.\nArticles Books & Videos School of Technology  \n\nApache FAQ\nLinux FAQ\n\nLog in to particpate\n\nApache FAQ\n\nG. Authentication and Access Restrictions\nWhy isn't restricting access by host or domain name working correctly?\nHow do I set up Apache to require a username and password to access certain documents?\nHow do I set up Apache to allow access to certain documents only if a site is either a local site or the user supplies a password and username?\nWhy does my authentication give me a server error?\nDo I have to keep the (mSQL) authentication information on the same machine?\nWhy is my mSQL authentication terribly slow?\nCan I use my \/etc\/passwd file for Web page authentication?\nWhy does Apache ask for my password twice before serving a file?\n\nContact UsMedia KitPrivacy PolicyPress NewsJobs @ O'Reilly\nCopyright © 2000-2006 O’Reilly Media, Inc. All Rights Reserved.\nAll trademarks and registered trademarks appearing on the O'Reilly Network are the property of their respective owners.\nFor problems or assistance with this site, email",
        "topic_id":2,
        "format_id":5,
        "topic_confidence":0.7242519259,
        "format_confidence":0.9768509865
    },
    {
        "url":"https:\/\/sdkdocs.roku.com\/pages\/diffpagesbyversion.action?pageId=4266012&selectedPageVersions=11&selectedPageVersions=12",
        "text":"Versions Compared\n\n\n  • This line was added.\n  • This line was removed.\n  • Formatting was changed.\n\n\n\n\nCan I have a background video playing in my channel navigation screen?\n\nYes. A common channel design is to have a video playing in the background with a RowList or GridList menu overlaid on top. Check out an example implementation here to test the performance implications of such a design. There are delays while the video is loading (it is therefore recommended to use a low-res video for something unimportant like a background video), but once it is loaded, there are no further performance decreases that can be attributed to the inclusion of the video.\n\nWill using less task nodes increase my performance?\n\nTask nodes are an essential tool for a channel looking to make any asynchronous calls separate from the main BrightScript thread and the render thread. At the same time, spawning too many different threads is an easy way to create laggy and unresponsive channels. Not only should you take care to follow all of the guidelines listed in the Task node class documentation, be aware that a common problem is calling too many simultaneous URL requests from multiple Task nodes. Depending on network speed and other factors, this could cause serious performance issues and result in HTTP timeouts which prevent content from reaching your users.\n\nHow many animations can I use?\n\nTesting on a higher end device with a dedicated GPU like a Roku 3 has shown it can handle up to 800 Animation Nodes, each with its own Interpolator, running at the same time without any performance issues. This is likely far more than a reasonable channel will ever need to use. However, on a Giga, the channel showed visible lag at just 50 simultaneous Animation Nodes. Even worse was on a Tyler, which had trouble with 20 Animation Nodes at the same time. These tests were run on a channel with no other components, so take the exact numbers with a grain of salt. In a real channel, there will likely be other things (Task threads, loading content, user channel navigation, etc.) that will compete for system resources. Instead, you should take note of the large difference between the performance capabilities of a high end device and a low end device and remember to develop your channel accordingly.\n\nUse Animations Somewhat Sparingly. Animations and their associated interpolators require a non-inconsequential amount of computational power (some quantitative data can be found in the FAQ below). An excess of Animation nodes running simultaneously can cause performance issues, although non-concurrent animations will be no problem. However, keep in mind it is generally not an excess of animations that cause performance issues (although it is certainly possible). Rather, poor texture management or interference from other threads are usually the root cause of stuttering animations. Having many animations can exacerbate any performance issues a channel is having and make it exceedingly obvious to the user. In that case, it would be best to simply avoid animated transitions for large UI layouts with multiple complex elements.\n\nHow can I view system memory?\n\nFor SceneGraph apps\n\nFor SceneGraph apps,  just like above, run the channel and port 8080.  Then run \"sgnodes all\"\n\nFor pre-SceneGraph apps\n\nFor pre-SceneGraph apps, telnet to the console; hit ^C to break into the debugger; run \"bcs\" or \"bscs\"\nNote: This is also useful for SceneGraph apps.\n\nWhat is the difference in animating different resolution images?\n\nThere was no noticeable performance difference between animating a full screen, high resolution image and animating a small Rectangle. While there may be other costs involved, like in the load time \/ render time \/ texture memory usage of the image, the actual CPU usage of the Animation and Interpolator did not change depending on what kind of content it was applied to.\n\nHow many items can I put in a RowList \/ MarkupGrid \/ PosterGrid, etc.?\n\nIn theory, as many as you want. SceneGraph Lists and Grids utilize a content manager that automatically loads and unloads bitmaps from texture memory as items in the list\/grid are revealed and hidden. Try out this test channel and notice that once the RowList is loaded, having hundreds of images in each row shows little to no performance difference over having just ten - even on a low end device. However, keep in mind that the initial loading of all of the content into the list or grid still takes time, so trying to download too many large assets or data at once will result in delays and significant load times.\n\nHelp! My channel is still lagging!\n\nGo through this check list checklist one more time.\n\n  • Switch all your images with the lowest resolution possible (before a noticeable decrease in visual quality). A 3840x2160 image and a 360x240 image will look exactly the same on a 360x240 Poster.\n  • Avoid using or gracefully degrade large scale UI animated transitions for lower-end devices. Not that it takes up an especially large amount of resources, but a full-screen image fading in and out in the background makes it blatantly obvious when your channel is experiencing even the slightest performance lag.\n  • Reduce the amount of content loading you're doing at once. If you have multiple Task nodes running hundreds of urlTransfers at once, there will be lag. Load content dynamically as the user needs it.\n  • Change the channel's UI to reduce the number of rendered nodes on the screen. If you want 50 Poster nodes overlaid on a changing background video with an animated HUD, then it's likely time to reconsider the UI and compromise for low-end hardware compatibility.\n\nCan persistent data be stored across different channel sessions?\n\nYes, developers can use the cachefs: file system to allow applications to cache data to volatile or persistent storage instead of tmp:. End-users can add an external SD card to their device which will preserve the data even after a system reboot and improve performance. Users without extended storage also benefit from the use of a shared in-memory cache that is automatically managed by the system to optimize for the most recently used assets.\n\nNote that the OS can evict the data at any time, such as when another channel decides to write so much data that space is required. Thus, a channel should always check for the existence of the file they wrote to before relying on the data cache. Please note that this is currently a Beta feature.",
        "topic_id":2,
        "format_id":5,
        "topic_confidence":0.9661006927,
        "format_confidence":0.7854327559
    },
    {
        "url":"http:\/\/sass-lang.com\/documentation\/file.FAQ.html",
        "text":"Frequently Asked Questions\n\nCan I use a variable from my controller in my Sass file?\n\nNo. Sass files aren’t views. They’re compiled once into static CSS files, then left along until they’re changed and need to be compiled again. Not only don’t you want to be running a full request cycle every time someone requests a stylesheet, but it’s not a great idea to put much logic in there anyway due to how browsers handle them.\n\nIf you really need some sort of dynamic CSS, you can define your own Sass functions using Ruby that can access the database or other configuration. Be aware when doing this that Sass files are by default only compiled once and then served statically.\n\nIf you really, really need to compile Sass on each request, first make sure you have adequate caching set up. Then you can use Sass::Engine to render the code, using the :custom option to pass in data that can be accessed from your Sass functions.\n\nYou still haven’t answered my question!\n\nSorry! Try looking at the Sass reference, If you can’t find an answer there, feel free to ask in #sass on or send an email to the mailing list.",
        "topic_id":2,
        "format_id":5,
        "topic_confidence":0.968403995,
        "format_confidence":0.9747648835
    },
    {
        "url":"https:\/\/metacpan.org\/pod\/release\/MMCLERIC\/Ubic-1.38_01\/lib\/Ubic\/Manual\/FAQ.pod",
        "text":"++ed by:\n\n28 PAUSE users\n23 non-PAUSE users.\n\nVyacheslav Matyukhin\n\n\nUbic::Manual::FAQ - frequently asked questions about Ubic\n\n\nversion 1.38_01\n\n\nI changed my service's user, and now it fails with \"Permission denied\" error. Please help!\n\nYou have to chown your service files manually. Try this:\n\n    find \/var\/lib\/ubic -name '*MY_SERVICE_NAME*' | xargs chown -R MY_NEW_USER\n\nIn the future, this one-liner will be reimplemented as \"ubic fix-permissions\" command. Sorry for the inconvenience.\n\nI'm trying to add service with the dot in its name, but it doesn't show in ubic status list, what's wrong?\n\nDot is a reserved symbol, it separates service name parts in service tree (like \/ separates directories in unix filesystems). So, if you really want the service foo.bar, put its description in \/etc\/ubic\/service\/foo\/bar.\n\nBy the way, this behavior is consistent with many classic unix programs, such as cron and logrotate.\n\nWhy did ubic edit my crontab?\n\nUbic uses cron as the way to bootstrap all its services. This crontab entry will bring the ubic.watchdog up if it ever goes down, and it will then start all other services as necessary.\n\nEven though watchdog itself is very robust, this mechanism is also useful on host reboots.\n\nIf you really don't like it, you can pass --no-crontab option to ubic-admin setup command while configuring ubic instance (or just answer no to the appropriate question).\n\nWhat is this ubic-guardian process I see in my \"ps aux\" output?\n\nThis process guards any daemon started with Ubic::Daemon module.\n\nOptionally, ubic-guardian can write some information to its log, for example, the exit code or signal in case of service failure. Despite its name, ubic-guardian *does not* restart the service on failures. It's the job for the completely different program, ubic-watchdog.\n\nIt also holds the lock on pidfile for a whole lifetime, which theoretically makes daemons more secure, but it's more of a historical nuance than the necessity.\n\nIt's probable that ubic-guardian will become optional in the future (i.e. it will only be created if service asks for ubic_log). Anyway, don't worry about it, it's completely harmless.\n\nWhat does ubic.update service do?\n\nubic.update service (and ubic-update script) updates portmap - local { port = service-name }> mapping. It makes possible to check a service status via ubic.ping using service port instead of its name:\n\n    $ wget -q -O - 'http:\/\/localhost:12345\/status\/port\/12345'\n\nResolving of service by port can't be done on-the-fly by ubic.ping, because all service definitions are cached internally by Ubic.pm (Ubic::Multiservice, actually, but you don't have to know the difference), since constant reloading of service definition can cause memory leaks. So ubic.ping just loads portmap generated by ubic.update instead, resolves service name by port, and loads cached service status from another local file.\n\nIn other words, if you don't use ubic.ping, you can stop both ubic.update and ubic.ping services.\n\nHow is ubic compatible with SysV-style \/etc\/rcX.d\/ symlinks?\n\nNo, it is not. It's recommended that you don't use chkconfig or update-rc.d or similar tools for installing runlevel symlinks at all.\n\nIn ubic, desired service status is stored at JSON files at \/var\/lib\/ubic\/status\/ dir. There is no support for runlevels. After reboot, ubic.watchdog will simply start all your services which were started earlier.\n\nThis can be fixed in the future by adding abstraction layer to status storage. If you really need runlevels (or chkconfig compatibility), feel free ask again (or implement this abstraction layer yourself).\n\nWhy is it called \"ubic\", anyway?\n\nIt's called after \"Ubik\" - science fiction novel by Philip K. Dick. I spelled it incorrectly in early releases, because \"c\" and \"k\" are indistinguishable in Russian language, and now it's too late to fix this stupid typo (and I'll be very thankful to anyone who'll invent appropriate backronym).\n\nWhy is it called after \"Ubik\"? Well, these two quotes can hint to some suggestions:\n\n  \"This substance, whose name is derived from the word \"ubiquity\", has the property of preserving people who are in half-life.\"\n  \"Ubik is a metaphor for God. Ubik is all-powerful and all-knowing, and Ubik is everywhere.\"\n\n\nVyacheslav Matyukhin <mmcleric@yandex-team.ru>\n\n\nThis software is copyright (c) 2012 by Yandex LLC.\n\nThis is free software; you can redistribute it and\/or modify it under the same terms as the Perl 5 programming language system itself.",
        "topic_id":2,
        "format_id":5,
        "topic_confidence":0.9022641778,
        "format_confidence":0.9751988649
    },
    {
        "url":"http:\/\/pscx.codeplex.com\/wikipage?title=FAQ&referringTitle=Home",
        "text":"Installation Problems\n\n  1. Unable to get installer types in the C:\\Program Files\\PowerShell Community Extensions\\Pscx.dll assembly. --> Unable to load one or more of the requested types. Retrieve the LoaderExceptions property for more information.\n  1. Please ensure you have PowerShell 1.0 installed (not the beta). If you're sure you have it, then follow the instructions on MSDN to enable the Fusion Log Viewer, then retry the installation and post the logs to the discussion forum under a new topic.\n  1. Be aware that early beta or release candidate versions of powershell had a 1.* version - e.g. 1.0.9675.0. This is NOT the RTM version of powershell. If you have the final 1.0 version, you will have version of System.Management.Automation installed in the GAC:\n\n  1. In order to uninstall the old version, please ensure you have \"show updates\" ticked in the add\/remove programs dialog in order to show the beta\/rc powershell installer.\n\nHelp Output Paging Issues\n\nPSCX installs Less.exe and uses it to page help files. Currently it is used when you use the 'man' and 'help' aliases which redirect to PSCX's Get-PagedHelp function. Less provides several benefits including ability to scroll up and down through the output either one line at a time or by pages. It also supports searching the paged output. However, some users have run into the following issues:\n  1. Can't exit less.exe. Press the 'q' key to exit. To discover more of what Less offers, press the 'h' key when less is running. This will invoke the help screen for less.\n  2. When less is used to view help topics, the help topic information is no longer available on your screen when you finish viewing the topic. If you want the help topic information to remain in your console window, execute \"Get-Help <topic> | more\".\n\nLast edited May 14, 2009 at 5:13 PM by r_keith_hill, version 5\n\n\nNo comments yet.",
        "topic_id":2,
        "format_id":5,
        "topic_confidence":0.7730464339,
        "format_confidence":0.9430803061
    },
    {
        "url":"http:\/\/www.cyberciti.biz\/faq\/tag\/unix-c-shell\/",
        "text":"≡ Menu\n\nunix c shell\n\nFreeBSD csh \/ tcsh: Export Shell Variable\n\nQ. I’m using FreeBSD 7 with csh (tcsh) shell. How do I export shell variable under FreeBSD operating systems?\n[click to continue…]\n\nDownload and Install csh \/ tcsh shell on Linux\n\nCshell is a shell (command interpreter) with C-like syntax. How do I download and install csh shell on a Linux operating system? How can I install csh on a Fedora\/RHEL\/CentOS Linux server? How do I install tcsh or csh on a Debian or Ubuntu Linux desktop?\n[click to continue…]",
        "topic_id":2,
        "format_id":5,
        "topic_confidence":0.5830004215,
        "format_confidence":0.7898056507
    },
    {
        "url":"https:\/\/zegami.com\/faq\/",
        "text":"General AI\n\nThe process of training a model through repeated exposure to images and metadata, so that it develops pattern recognition, and learns to improve automatically through experience\nA type of algorithm that uses neural networks to learn how to categories. The output of a training process. When done and trained properly, allows you to input an image -> get a prediction of something about the contents of the image out\nA type of 'cheat' in ML where the model is not exposed to a wide enough variety of images & data - it starts to remember the images \/ data set, rather than developing an understanding of the patterns, otherwise known as \"generalising\" to the problem\nAnother 'cheat', where the model detects a pattern that isn't related to the focal point of the image and uses that to generate its output, rather than the patterns. E.g. 'R' & 'L' in the COVID set\nAn AI system whose inputs and operations are not visible to the user \/ developer. It is generally difficult for data scientists, programmers and users to interpret or understand what and why something has happened.\nIf you pass an image in, and get a result out, the channels and pathways this result went through to reach this conclusion are not clear. Asking \"why did you come to this conclusion\", and trying to shed light on more of the internal processes, is often called 'unblackboxing'. In science treating something as a 'black box' typically means sticking in an input, getting an output, and rather stupidly\/unresponsibly trusting the process that you don't understand in the middle\nTraining data is images and data that are shown to the model as examples of certain features of an image. During the training process the model looks at these example to understand the essence of the subject that it's learning. Validation data is then new images and data that the model hasn't been trained on. This is used to test the model to see if it truly has learned something.\nThe ability to identify the factors that influenced the machine learning model's decision and how the output was achieved; knowing how the ML's decision was made\nAllows humans to explain and communicate whether models have been thoroughly tested for a sufficient and fair subject distribution and\/or demographic\nComprehend the ML model and present the basis for decision-making in a way that we, as humans, can understand. ML models are a complicated network of connections, we need a way to interpret what's really going on.\nSaying 'where' something is in an image. Annotating helps with telling the machine the features that is should and shouldn't focus on\nHighlighting areas (or segments) within an image through 'colouring in' pixels and identifying these as a certain item \/ object. If you segment something, you are saying \"this is an instance of this type of thing\"\nTake the segmented areas and apply a \"class\" to them - e.g. \"elephant\", \"not elephant\". Imagine someone asked you to paint all the parts of an image with an elephant on it white, and all the other parts black. The result would be a mask, where white = True and black = False.\n\n\nA technology that supports viewing very large images in the browser by loading progressively more detailed portions of the image as the user zooms in. Was originally part of the now-deprecated Microsoft Silverlight platform, but now used in various applications which support viewing large images. Zegami has extended this approach to also allow zooming out, allowing many images to be viewed in parallel. We use the term 'Deepzoom' to refer to collections that use this technology, as opposed to 'Dynamic' ones. We've discussed the possibility of adjusting the term to reflect that our version does more than this.\nA view option, and another way to display data. These are also known as flexible data cards, and are rendered when needed. Mainly used for Dynamic collections, combining image and meta data\nA member of the Zegami team 😀\nImagez 🙃",
        "topic_id":2,
        "format_id":5,
        "topic_confidence":0.7469558716,
        "format_confidence":0.9786764979
    },
    {
        "url":"http:\/\/wiki.eclipse.org\/FAQ_Why_can't_I_control_when,_where,_and_how_my_view_is_presented%3F",
        "text":"Jump to: navigation, search\n\nFAQ Why can't I control when, where, and how my view is presented?\n\nPlug-in writers implementing views are often frustrated by their lack of control over when and how their views are presented to the user. Common questions include the following:\n\n  • How do I control when users can open my view?<\/li>\n  • How do I ensure that my two views are always open at the same time?<\/li>\n  • How do I make a view appear in a floating shell or dialog?<\/li>\n  • How can I ensure that my view is a certain size?<\/li>\n\nThe answer to such questions is more philosophical than some plug-in writers would like.\n\nAs an integration platform, Eclipse must balance between customizability and conformity. The platform needs to be customizable in order to adapt to the unforeseeable needs of plug-ins being integrated into the platform. On the other hand, in order to provide a coherent user experience, components need to be presented consistently. The ultimate goal is for the user to perceive the end product as a coherent and self-consistent application rather than as a collection of isolated components that don&#146;t know anything about one another.\n\nThe platform seeks this balance with views by giving the view implementer limited control over how views are presented. The view writer has control over the body of the view but little or no control over where the view appears in the workbench page, what size it has, and when it is opened or closed. This approach prevents individual views from exerting too much control over the rest of the workbench window. Because the view implementer can never foresee exactly what configuration of views and editors the end user may want to have open, it cannot make reasonable choices about what happens beyond its borders. Only users are in a position to know exactly what kind of layout they want.\n\nGiving limited power to individual views also gives the platform the flexibility to change its look and feel between releases without breaking API compatibility. For example, version 1.0 of the platform allowed views to float as separate shells outside the workbench window, but this capability was removed in version 2.0. The API designers expose only functionality that they are confident can be supported for the long term.\n\nSee Also:\n\nFAQ How do I create fixed views and perspectives?\n\nThis FAQ was originally published in Official Eclipse 3.0 FAQs. Copyright 2004, Pearson Education, Inc. All rights reserved. This text is made available here under the terms of the Eclipse Public License v1.0.",
        "topic_id":2,
        "format_id":5,
        "topic_confidence":0.94562006,
        "format_confidence":0.963283062
    },
    {
        "url":"http:\/\/c-faq.com\/stdio\/getcharc.html",
        "text":"prev up next   top\/contents search\n\ncomp.lang.c FAQ list · Question 12.1\n\nQ: What's wrong with this code?\n\nchar c;\nwhile((c = getchar()) != EOF) ...\n\nA: For one thing, the variable to hold getchar's return value must be an int. EOF is an ``out of band'' return value from getchar: it is distinct from all possible char values which getchar can return. (On modern systems, it does not reflect any actual end-of-file character stored in a file; it is a signal that no more characters are available.) getchar's return value must be stored in a variable larger than char so that it can hold all possible char values, and EOF.\n\nTwo failure modes are possible if, as in the fragment above, getchar's return value is assigned to a char.\n\n  1. If type char is signed, and if EOF is defined (as is usual) as -1, the character with the decimal value 255 ('\\377' or '\\xff' in C) will be sign-extended and will compare equal to EOF, prematurely terminating the input. [footnote]\n  2. If type char is unsigned, an actual EOF value will be truncated (by having its higher-order bits discarded, probably resulting in 255 or 0xff) and will not be recognized as EOF, resulting in effectively infinite input.\n\nThe bug can go undetected for a long time, however, if chars are signed and if the input is all 7-bit characters. (Whether plain char is signed or unsigned is implementation-defined.)\n\nReferences: K&R1 Sec. 1.5 p. 14\nK&R2 Sec. 1.5.1 p. 16\nISO Sec., Sec. 7.9.1, Sec.\nH&S Sec. 5.1.3 p. 116, Sec. 15.1, Sec. 15.6\nCT&P Sec. 5.1 p. 70\nPCS Sec. 11 p. 157\n\nprev up next   contents search\nabout this FAQ list   about eskimo   search   feedback   copyright\n\nHosted by Eskimo North",
        "topic_id":2,
        "format_id":5,
        "topic_confidence":0.9833207726,
        "format_confidence":0.8932313323
    },
    {
        "url":"https:\/\/www.mintegral.com\/en\/monetization\/android-2\/",
        "text":"• 1. Why are some of the ads returned in Chinese even though the phone’s language is set to English?\n  • A: The ad’s language and content is related to the user’s network IP and not the phone’s language setup.\n  • 2. Why do the ads jump and load so slowly for the first time?\n  • A: The ads will go through several layers of 302 redirects before reaching the final URL. The Native Handler is notified when the page jump is complete, and developers can setup a loading dialogue at this time.\n  • 3. Why does it black screen when a Rewarded Video is jumping back from the Google Play store?\n  • A: Make sure that the Rewarded Video is declared in the manifest.xml file as follow:",
        "topic_id":2,
        "format_id":5,
        "topic_confidence":0.8242107034,
        "format_confidence":0.9065615535
    },
    {
        "url":"https:\/\/devel.blenderkit.com\/faq-frequently-asked-questions\/",
        "text":"Can I edit BlenderKit models?\n\nIf you download BlenderKit models, these are in 'linked' from external files. You can edit them easily, most recommended through standard Blender functions.\nIn BlenderKit, you can switch to append objects under categories to append models instead of link. This will bring your models directly into the scene.\nIf you have a scene where objects are already linked, then you can hit 'Bring to Scene' in the 'Selected model' panel.\n\nBlock image\n\nWhat are BlenderKit asset licenses?\n\nHere you can read more about our licenses.\nBasically, you can use everything for both commercial and non-commercial purposes. The only limitation with Royalty-free licenses is you can't sell the assets themselves, but you can sell e.g. models with BlenderKit materials.\n\nWhere can I cancel my subscription?\n\nIf you purchased your subscription before September 2020, your plan isn't recurring, the payment won't be automatic and you don't need to cancel the subscription. You need to go through order again if you want to renew your subscription.\n\nSince September 2020 the site supports recurring payments. If you have a recurring payment, you can cancel your subscription on the My Plan page in the Profile menu. Your Full plan will be valid till the end of the timeframe you already paid for.\n\nCan I use BlenderKit as an asset manager?\n\nBlenderKit can be used as an asset manager - you can upload your models as private. In Full plan we currently offer 2 GB of storage. BlenderKit is currently more a shared library than a full asset manager - it's simply not in our powers to develop one by now. Blender Foundation is finally working on the official asset manager, so BlenderKit will be probably modified to work with it and e.g. help with the files synchronization.\n\nWhy some of the materials seem to be black?\n\nAll BlenderKit materials should be compatible with Cycles. Some of the procedural materials have problems with EEVEE because they have too many nodes and EEVEE or material preview can't render them, while Cycles should always be fine also with complex materials. You can search for texture-based materials only in advanced search options.\n\nI paid for a Full plan but I still can't access all models\n\nYou most probably have 2 accounts. It's easy to create 2 accounts because of the easy Gmail\/Facebook signup, so this sometimes happens.\n\nWho could remember all those logins, right?\n\nYour Full plan is still active and running but on a different account. If you're not sure which one, contact us.",
        "topic_id":2,
        "format_id":5,
        "topic_confidence":0.6778321862,
        "format_confidence":0.9789609909
    },
    {
        "url":"http:\/\/nist.gov\/itl\/iad\/mig\/upload\/OpenKWS13_FAQ-20130312.txt",
        "text":"Q1: Can the dev test set knowledge be used to for the eval? E.g., can the development test lexicon and audio be used to train models? Ans: In a real application, one would very likely do so. However, the existing evaluation participants unanimously agreed to NOT do so because they would rather focus on other, language-oriented techniques to improve performance rather than adding data. Q2: The evaluation plan says that a detection \"score\" is provided for each keyword hit. What is the expected nature of the score, a probability, likelihood score, something else? Ans: The evaluation plan does not specify the scale or domain of the detection score and the evaluation code neither expects and rejects any scale\/domain. However, the scale\/domain you chose should be consistent across keywords otherwise your ATWVs will be less than optimal had you properly normalized the detection scores across keywords. Further, a single YES\/NO decision threshold must be applied to all keywords; the evaluation tool will not score the system output if this check fails. Q3: Can we participate in only the KWS Task? Ans: Absolutely! It is not required to participate in the STT tasks. Q4: Is the Babel Data available for purchase? Ans: At the moment, only the 2013 Babel Surprise Language data is being release to OpenKWS participants. We are working on the public release plan but have no concrete details at this time. Q5: Do the use of existing speech\/non-speech models and the like qualify for use in the BaseLR condition? Ans: No. The BaseLR condition is a strict, 'flat-start' condition so that we can quantify the effects of adding additional data and models. Q6: Will the lexicon and transcriptions be provided? Ans: Yes, the build pack will have a lexicon with phonetic spellings. There will be a Language Specific Peculiarities (LSP) document supplied with the build pack that provides a wealth of information about the language. Make sure you start there. Q7: Will we get the voice-activity-detection marks, since large portions of CTS audio are silent? Ans: No. Speech activity detection is part of the \"task\" so the evaluation data will not come supplied with speech-activity detection time marks. The evaluation data will be supplied as the audio data and an Experiment Control File (ECF) file which indicates the data to process. That is not to say teams could not share technology or outputs for speech activity detection. Q8: Will the development set include word-level time stamps for us to tune our systems for the eval data? Ans: Yes. In the build pack, the development test set (15 hrs of data) will have force-aligned word times. The training data (80 hrs.) will not. Q9: The evaluation documentation it states we will be provided with the lexicon and transcriptions, but in LDC2013E27 (Babel-structured STD 2006 data), the transcriptions and reference material folders are empty. Is NIST planning to give us this information at a later time? Or is NIST only intending on providing the audio? Ans: First, the force aligned, word-times for LDC2013E27 are in the RTTMs of the IndusDB.20130305.OpenKWS.tar.bz2. Please take a look there. There is not lexicon supplied with the LDC2013E27 data because a lexicon was not originally built for that data set. As a aside, LDC2013E27 is intended as a primer to get folks using the evaluation tools, getting there Indus account established, and getting used to the evaluation concepts before the real data comes out. We left out the original transcripts (which are in a very different form than the Babel data) so that folks won't waste time with those transcripts. There are tools in F4DE to process the Babel transcripts.",
        "topic_id":2,
        "format_id":5,
        "topic_confidence":0.8810251951,
        "format_confidence":0.9699109197
    },
    {
        "url":"http:\/\/wiki.opolis.eu\/groups\/opolisqa\/wiki\/f98a6\/Does_Opolis_support_mobile_devices.html",
        "text":"Does Opolis support mobile devices?\n\n\n    listUseful LinksUsefulLinksUsefulLinks2urlList all Opolis WikisgroupsOpolis Wikis\/groups\/Opolis Wikisurlsend us an E-MailcontactContact Opolishttp:\/\/www.opolis.eu\/mailmessage.htmlContact Opolis\n    • No, at the current development stage Opolis does not support mobile devices; therefore you cannot access Opolis via your mobile phone or Blackberry.\n      • The reason is simple: Currently mobile devices do not have sufficient processing capacity to run a highly complex application, such as Opolis, fast and conveniently enough for a user. The Opolis Team is constantly monitoring the situation and a mobile version of Opolis will be launched as soon as a new generation of mobile devices with sufficient processing capacity will become available.\n\n    Back to: Opolis Q & A",
        "topic_id":2,
        "format_id":5,
        "topic_confidence":0.5775884986,
        "format_confidence":0.8263165951
    },
    {
        "url":"http:\/\/unixresources.net\/faq\/8320121.shtml",
        "text":"Omit current page from HTML5 offline appcache but use cached resources\n\nFor performance purposes, I want to have some of my web pages use resources that have been cached for offline use (images, CSS, etc.) but to not have the page itself cached as the content will be generated dynamically.\n\nOne way to do this would be to refactor my pages so that they load the dynamic content via AJAX or by looking things up in LocalStorage. Details may vary, but broadly speaking, something like that.\n\nIf it's possible, I'd prefer to find a way to simply instruct the browser to use cached resources (again, images, CSS, etc.) for the page but to not actually cache the (dynamically generated) HTML content itself.\n\nIs there a way to do that with HTML5 offline appcache? I'm under the impression that the answer is \"no\" because:\n\n  • Any page that includes the manifest will be cached so I can't specify the cached resources in the page itself.\n  • There is no way to tell a previous page \"use offline assets for this other page but don't actually cache the HTML on that page\". You have to specify the page itself, which means the HTML will be cached.\n\nAm I wrong about that? It seems like there is probably some tricky (or not-so-tricky) way around that. Now that I've typed it out, I wonder if including the page explicitly in the NETWORK section of the appcache manifest will do the trick.\n\n\nMy answer is \"yes\".\n\nI have worked on a web-app where I listed all the necessary resources in the manifest, and set the NETWORK section to *.\n\nThe manifest is then included only on the main landing page. So all resources are cached the first time you visit the site and and it works a treat.\n\nIn short,\n\n  • one of your pages must include the manifest and will therefore be cached.\n\n    maybe you can have the manifest loaded in a iframe and not have the whole page cached, just a thought.\n\n  • list all your resources to be cached in the CACHE section\n\n  • set the NETWORK section to *\n\nNeed Your Help\n\nHow to analyze JVM crash file hs_err_pidXYZ.log\n\njava jvm\n\nWhen working on a webapp in Eclipse and Tomcat (wtp) , tomcat crashes and create a file: hs_err_pid20216.log\n\nChange Font dynamically in console\n\nruby fonts console terminal irb\n\nIs there a proper plugin or a class to change font size, font type and decoration within a common output console?\n\nAbout UNIX Resources Network\n\nOriginal, collect and organize Developers related documents, information and materials, contains jQuery, Html, CSS, MySQL, .NET, ASP.NET, SQL, objective-c, iPhone, Ruby on Rails, C, SQL Server, Ruby, Arrays, Regex, ASP.NET MVC, WPF, XML, Ajax, DataBase, and so on.",
        "topic_id":2,
        "format_id":5,
        "topic_confidence":0.9780507088,
        "format_confidence":0.8737008572
    }
]