[
    {
        "url":"https:\/\/www.rushlimbaugh.com\/daily\/2012\/07\/19\/caller_talks_host_through_iphone_dictation_problem\/",
        "text":"Rush Limbaugh\n\nFor a better experience,\ndownload and use our app!\n\nThe Rush Limbaugh Show Main Menu\n\nRUSH: Folks, the next caller wants to try to help me through my dictation problem here on my iPhone 4S. I realize this is kind of like talking about golf to some of you. “Stick to the issues!” But, believe me, it’s one of my passions here. So indulge me. This is Sean in Bloomington, Minnesota. What’s up? What, what, what, what what’s the story?\n\nCALLER: Basically the way Siri works is there’s an activation ticket that gets sent to your phone every day. My guess is for some reason that’s expired, and it’s not getting renewed. The easiest thing you can do is go into Settings and then General and Siri and turn it off right there.\n\nRUSH: Yeah?\n\nCALLER: Then reboot your phone, go back into Settings, and turn it back on.\n\nRUSH: You know, I thought about trying that, but when you try to turn Siri off it says, “We’re gonna take your kids and a bunch of other stuff, and it may be awhile before you get ’em back if you do this. Are you SURE you want to turn it off?” (chuckling)\n\nCALLER: Yeah. It’ll come right back on.\n\nRUSH: Okay, I’m gonna try that right now. You turn Siri off then shut down the phone?\n\nCALLER: Yep. Turn the phone off then turn the phone back on.\n\nRUSH: And then turn Siri back on?\n\nCALLER: Turn Siri back on.\n\nRUSH: What do you do for a living?\n\nCALLER: I work with my father in a small business.\n\nRUSH: Related to computers?\n\nCALLER: No, it’s just a hobby of mine on the side.\n\nRUSH: Yeah, that’s me, too. Me, too. Did this happen to you?\n\nCALLER: Yes, I’ve had it happen a bunch of times. I’ve actually built servers to do what Siri does, but it doesn’t go through Apple.\n\nRUSH: Well, now that’s fine for me. This is not that problem. Although Siri is working and it’s the dictation that’s not, it’s all the same thing.\n\n\nRUSH: Okay that’s fascinating. So you just figured this out on your own because it’s a hobby of yours?\n\n\nRUSH: Really, when you turn it off you get a message: “If you do this, you’re gonna lose everything Siri knows. It’s gonna be a while before it all comes back.” And I thought, “Well, I’ll try everything before I do that.” But, on your advice, I’ll do it even as we speak in the next commercial break.\n\nCALLER: Sounds good.\n\nRUSH: Now, how Applized are you? You have an iPhone obviously, right?\n\nCALLER: Everything I own is Apple, practically.\n\nRUSH: Yeah?\n\nCALLER: If they make it, I’ve tinkered with it, Beta-ed it, anything you can imagine.\n\nRUSH: Well, you have an iPad?\n\nCALLER: I do have an iPad. My wife doesn’t.\n\nRUSH: Well… Ho! Wait. Do you have a new Retina 15-inch MacBook Pro?\n\nCALLER: I do not have one of the new MacBook Pros. I’ve wanted them and looked at them and drooled over them in the stores but haven’t had the cash to buy one.\n\nRUSH: Well, I’ll tell you what. You stay on hold, and I will try your suggestion, and if it works I will send you a 15-inch MacBook Pro. I’ve got three of them sitting in there. I’ll send you one. You’ll have it tomorrow if it works, if your idea works. Are you game to try that?\n\nCALLER: I am. I hope it works.\n\nRUSH: I bet you do. (laughing)\n\nCALLER: I have a couple other tricks that you could do, too, that aren’t the number one fix.\n\nRUSH: Ohhhh, okay. All right. Well, I’ll play. I’ll play. So you hang on. This is Sean in Bloomington, Minnesota. You hang on. I’ll try this during the break, and if it works, you get the MacBook. By the way, your drooling is very justified. This is the fastest computer they’ve made. It’s the best computer they’ve made. The display will take you a while to grow into it, but there’s nothing like it out there. Okay, Sean, hang on. Thanks for the tip. That makes sense. My Siri ticket has expired. My certificate’s expired and I’ve got to restart it. I’ll try it. That sounds like it’ll work.\n\n\nRUSH: All right, I have tried Sean’s method twice. I went in and disabled Siri. Shut the phone down, rebooted, enabled Siri, and it still isn’t working. There’s a real anomaly here, too. For those of you familiar with this, the alert tone you get when you either use Siri or hit the dictation button, my alert tone is half as loud, if that, as when it’s working normally. Now, what happens, your dictation’s sent to Apple servers. They transcribe it as text and send it back to your device.\n\nIt’s amazing. I mean literally what they’ve done is stunning. This happens in split seconds. But I got a server problem here ’cause I’m not getting anything back, and I don’t know if what I’m sending is getting to them. So now what do I do? Sean, I told him I’d send him a new Retina display MacBook Pro 50 if it worked. Snerdley’s being a hard guy. See, if I wanted to go the Obama route, I’d say, “Oh, well, I’ll give it to him anyway, even though that wasn’t the deal.” But he said he had other ideas if this didn’t work. So we’ll maybe see if we can get back in touch with him.\n\n\nRUSH: Okay. So we’re gonna try again. We’re now back with Sean in Bloomington, Minnesota. Sean, I’ve tried it three times to no avail. I don’t know if you heard me say I’m running Beta on this.\n\n\nRUSH: You heard that. Okay. I don’t want to be too loud about that if you get my drift here, but I’m running Beta. I’m running Beta 3. It worked for two days and then stopped. I’m running the same Beta on an iPad, no problems whatsoever. It’s just this one phone that is the problemo.\n\nCALLER: I did look online a little bit while I was off when you were still on break and everything. There have been rumors from a couple people that I’ve seen that are big names in the iPhone world that have said Siri on iPhones iOS Beta 3 doesn’t work the first time when you install Beta 6. A lot of them have said if you restart and reinstall Beta 3, it should fix the problem.\n\nRUSH: Yeah, that’s the last thing I was looking to do.\n\n\nRUSH: That’s a pain in the rear.\n\nCALLER: That was gonna be your last ditch. You wouldn’t want to do that.\n\nRUSH: Well, it’s a three-hour project to do that.\n\nCALLER: Yeah, exactly. But there’s one other thing I had that I’m praying will work ’cause I would love a MacBook Pro.\n\nRUSH: (laughing) What is it?\n\nCALLER: If you go into Settings and then General again, down at the bottom there’s Reset. If you Reset Network Settings, it could just be there’s something blocking the connection to Apple, and that resetting the network settings could free up that block.\n\nRUSH: Well, yes, yes. I could do that. I’ll try it. I’ll lose all my network passwords, but that doesn’t matter, I’ll have to restore them.\n\nCALLER: That’s the only thing you’ll lose is your Wi-Fi passwords that you entered.\n\nRUSH: Okay, I’m doing that now. We’ll see what happens. So, Sean, hang on here. Don’t hang up. Can you hang on?\n\nCALLER: I can certainly hang on as long as you’re willing to have me.\n\nRUSH: Well, it’s not gonna be more than five or six minutes. I just have the rest of the show to do here.\n\nCALLER: (chuckling)\n\nRUSH: Just don’t go away. We’re gonna put you on hold, just hang on.\n\n\nRUSH: Okay, Sean are you back? You there?\n\n\nRUSH: I reset the network settings, I reestablished the password for the local Wi-Fi network here, and still it doesn’t work. However, since you eventually did tell me what will no doubt work, but that I had been putting off (and that is a clean reinstall of the damn thing), I’m gonna send up the Retina MacBook Pro since you did know what it ultimately would take to fix this.\n\nCALLER: Well, thank you.\n\nRUSH: I just wish your first idea had worked. I hadn’t thought of that. Well, I did think of it, but I thought it would be a hassle. It turned out not to be. Anyway, I appreciate your assistance. I’m glad you took the effort. Here’s a guy who recognized my passion and tried to help me. I like that. So, Sean, you’ll have your 15-inch MacBook Pro Retina display via FedEx tomorrow.\n\nPin It on Pinterest\n\nShare This",
        "topic_id":5,
        "format_id":21,
        "topic_confidence":0.8026390672,
        "format_confidence":0.9596898556
    },
    {
        "url":"https:\/\/www.canonwatch.com\/canon-lens-designers-talk-about-latest-rf-mount-lenses-in-interview\/",
        "text":"skip to Main Content\n\nCanon Lens Designers Talk About Latest RF Mount Lenses in Interview\n\nCanon Lens Designers Talk About Latest RF Mount Lenses In Interview\nThe Canon RF 85mm f\/1.2L DS (Defocus Smoothing) - still not released\n\nDPReview sat down with Canon lens designers (Manabu Kato – Head of EF + RF mount R&D, Yoichi Sato – EOS camera electronics R&D, Shogo Yamaguchi – Optical planning specialist).\n\nThe interview was about the new Canon EOS RP, the six RF lenses Canon is set to announce soon, and in general what’s going to happen with the EOS R system.\n\nExcerpts from the interview:\n\nHow do you prioritize which [RF mount] lenses to develop?\n\nSo the idea for the initial four lenses was we wanted to deliver the surprise factor, so we decided to deliver the 28-70mm, as well as the 50mm F1.2, with stunning resolution. That was the concept behind these two lenses.\n\nWith 24-105mm we thought it would be the best match as a standard zoom lens to the EOS R camera, and the 35mm F1.8 was supposed to be an affordable and compact travel companion. Those were the concepts behind the four initial lenses.\n\nWith the six additional lenses that we introduced as development announcements this time, we believe we will be able to deliver more surprise factors, for some models compactness. These two concepts with the addition of these models.\n\nAbout the Defocus Smoothing technology.\n\nCan you give any insight into the DS technology?\n\nWith lens such as the 85mm F1.2 bokeh is a really important factor, because it’s a portrait lens. We really wanted to deliver something that was not possible with the conventional lenses, so we decided to develop this technology of defocus smoothing.\n\nThe fact with our DS technology is that it’s a coating technology, so it’s relatively easy to apply this technology to a range of different lenses. This is all we can say at this moment.\n\nRead the interview at DPReview.\n\nBack To Top\n\n\nThis website or its third-party tools use cookies, which are necessary to its functioning and required to achieve the purposes illustrated in the cookie policy. If you want to know more or withdraw your consent to all or some of the cookies, please refer to the cookie policy.\nBy closing this banner, scrolling this page, clicking a link or continuing to browse otherwise, you agree to the use of cookies.",
        "topic_id":5,
        "format_id":21,
        "topic_confidence":0.9407426715,
        "format_confidence":0.9378101826
    },
    {
        "url":"http:\/\/podcasts.itmaze.com.au\/f-call\/20130310.f-call.txt",
        "text":"What use is an F-call? Using a Foundation Call in Amateur Radio puts a number of restrictions on your on-air activities. The most bemoaned of those restrictions is the limit of 10 Watts output power. There is nothing like the experience of almost having completed a contact when a deaf lead foot stomps all over your signal and drowns you out. In the past I've pointed out that a group of Amateurs shares that experience and power restriction and more. The community I'm referring to is the QRP fraternity, who restrict their power to half that available to us and often make contacts with even less power. What I didn't think of at the time was that this community is also an excellent source of information and knowledge. Their drive is to do more with less and as a Foundation licensee, you cannot help but be in the same boat. So, look around you, search the web, find projects, bands, frequencies, antennas, radios, power supplies and activities that the QRP community engages in and you'll find common ground. I know that there is a slice of the Amateur Radio community who have the slogan, \"life is too short for QRP\", but as a Foundation licensee, perhaps it's time to wear your low power budget on your sleeve. I'm Onno VK6FLAB",
        "topic_id":5,
        "format_id":21,
        "topic_confidence":0.8815782666,
        "format_confidence":0.8679728508
    },
    {
        "url":"https:\/\/www.wired.co.uk\/article\/eben-upton-raspberry-pi",
        "text":"Raspberry Pi's Eben Upton: we need to create a generation of producers not consumers | Wired 2013 video\n\n18 Oct 2013\n\n\nEben Upton\nNate Lanxon \/ Canon 5D MkIII\n\nThe west has created a generation of devices, such as smartphones and tablets, whose primary function is to allow people to consume content created by someone else, said Raspberry Pi founder Eben Upton, speaking at Wired 2013. \"The direction we've drifted in has deprived us of a supply of computer programmers. We have a generation of consumers not producers, and consumption hardware and not production hardware,\" he said. \"We are trying to generate a group of people who see computing as an open environment, see it as a platform for creating their own destiny.\"\n\nUpton talked about the reasons why he launched the $25 linux microcomputer when he was teaching computer science at Cambridge University and found that there was a dearth of prospective undergraduates. When Upton had been young, he'd played with the BBC Micro, \"a wonderful machine\" which required the kids who used it to learn basic computer programming. It provided the Cambridge University with a \"stream of people\" who had already got their Malcolm Gladwell-prescribed 10,000 hours of hacking under their belt.\n\nHowever, when Upton was involved in computer science admissions, the numbers of applicants had dwindled, with many bright students coming in \"with no practical familiarity\" with coding.\n\nEben Upton\nNate Lanxon \/ Canon 5D MkIII\n\nTools such as the Commodore 64, BBC Micro and the ZX Spectrum had disappeared and been replaced with \"fixed function devices\", such as games consoles, mobile phones, and tablets. Upton flagged up PCs, saying that although they were programmable, they represent a \"less approachable platform\". All of this \"cut the legs off our supply of young people\".\n\nThis led Upton to wonder -- during 2006 -- whether there was still a niche for a machine that could go into a child's bedroom and would still be interesting. \"But if we were going to ask people to buy hardware it would have to be very cheap.\" He went for the $25 price point since he felt it was comparable to a textbook. \"I now understand that's an incorrect estimate. If we had a better idea of what school textbooks cost we would have had an easier job with the engineering over the years,\" he said.\n\nUpton massively underestimated the demand for the Raspberry Pi, thinking that 1,000 devices would be a good estimate. Prior to launching the product, he pestered the BBC to allow him to put the BBC brand on it \"because we are quite nostalgic\". \"They said no.\"\n\nThen in 2011, Upton went to see BBC technology correspondent Rory Cellan-Jones, who filmed the device and put it on his blog. \"It got 600,000 views in two days.\" \"We had this sudden 'oh shit' moment that we had promised 600,000 people to build a computer for $25 and we had no practical idea how to do it,\" he said.\n\nThat spurred him to develop prototypes by the end of the year, scaling production to around 10,000 computers. \"We sold 100,000 in the first day. We took down the websites of both of our distributors.\"\n\nUpton was surprised that almost all of those Pis were sold to adults. \"There was this wonderful latent demand among adults for a piece of Lego they could use to stitch together other pieces of electronics.\"\n\n20 months in and 1.8 million units have been sold. He hopes that by around 2020, universities like Cambridge will start to see the impact of the device in their admissions process.\n\nRead more from Wired 2013's incredible spread speakers, thinkers, innovators and thought-leaders in our Wired 2013 hub.",
        "topic_id":5,
        "format_id":21,
        "topic_confidence":0.8867314458,
        "format_confidence":0.5540929437
    },
    {
        "url":"https:\/\/www.it-sideways.com\/2009\/08\/email-interview-with-smart-surface-sdn.html",
        "text":"Email Interview with Smart Surface Sdn. Bhd.\n\nThis an email interview with Mr. Ammar from Smart Surface Sdn. Bhd.\n\nSmart Surface is a company focuses on providing multi-touch technology.\n\nWe hear from Mr. Ammar about the company's origins and visions and he shared with us about the future of multi-touch for both business and technical.\n\nMulti-touch technology is still very new. Windows 7 which provides support for multi-touch is seen as the potential catalyst to bring such technology out of the 'wow' factor.\n\nThe followings are questions and answers.\n\n1. Tell us a little about Smart Surface Sdn. Bhd. (who is the founder, key persons and what are the objectives) ?\n\nThe company’s multitouch solutions was initially envisaged by the two co-founders, Faysal Abdulaziz (from Bangladesh, Malaysia resident) and Homam Alghorani (from Syria, Malaysia resident), during their study at APIIT and as part of their interest in multitouch technology, ubiquitous technology and related natural computer interfaces.\n\nAt the beginning of the year 2009, a Syrian entrepreneur living in Japan came to know about their research through the personal blog of Homam. He then offered the two aforementioned developers to co-form a company and fund their research. After several blog entries, emails, YouTube posts, Facebook investigation, as well as a few telephone calls back and forth, the three co-founders hammered out their vision and its details over several planning sessions in Kuala Lumpur and established Smart Surface Sdn Bhd.\n\nOf course our company and all its products are Malaysian and bear proudly the label “made in Malaysia” since the first prototype launching on May 15th 2009.\n\nThe objective and vision of Smart Surface is nothing short of ubiquitous computing. We see computers integrated to our desktop, on our walls, and on every surface imaginable. As our communication needs change, computers need to evolve to meet that change. With our multitouch products, SmartSurface, we are seeking to reformulate the very concept of computing itself. Smart Surface Sdn Bhd has the potential of becoming a first Malaysian company (and even a first non-American\/European company) with a dominant presence and an established brand name that will be associated with the field of multitouch and surface computers all around the world.\n\n2. Smart Surface multi-touch technology, can you highlight to us what other products and services you are providing ?\n\nSmart Surface Sdn Bhd is specialized solely in multitouch solutions, and surface computers that are the main media to realize multitouch. We research, design and build surface computing units of different forms (tables and horizontal surfaces, and vertical walls) with multiple multitouch and gesture recognition technologies (rear-projection, LCD, IR, Laser) (see answer to Q4).\n\nWe also develop software and applications for these multitouch surface computing units.\n\n3. Multi-touch is relatively new in Malaysia, tell us a bit more on the market scenario?\n\nMultitouch and surface computer technology is still in its infancy but is expected to penetrate the market and occupy an increasing percentage of the touch screen technology pie. Multitouch technology will make a big leap ahead in the coming two-to-three years with the launch of Windows-7 which supports multitouch screens.\n\nIn order to increase market interest in multitouch technology, we intend to outsource the marketing, sales and lease business through distributing & reselling partnerships with partners who are strong in a certain field or industry. These partners have already their own customers and market penetration and they are best qualified at introducing this technology to the market.\n\nFurthermore, we consider that lease and rent provide enormous marketing possibilities especially until surface computing and multitouch technology establishes itself as a solid product in the consumer mind. Most businesses would prefer at this stage to rent and see what this novel product can benefit their businesses before they take the step further of a buy decision.\n\n4. Can you give us a hint on the pricing and the brand of your product range? Otherwise, tell us about your target customers.\n\nAt the moment we are concentrating on the following products:\n  1. Customized size vertical wall surface computers using rear-projection display technology; SmartSurface Wall.\n  2. Customized size horizontal tabletop surface computers using LCD display technology; SmartSurface Table.\n\nSince the size, shape and computing capacity are customized depending on the need of the customer, then the cost is different and we can not quote a simple price.\n\nHowever, to give an idea, a 40” multitouch tabletop computer would cost around MYR 30,000 normally. Have in mind that some available products in the international market (such as Microsoft Surface) are selling for more than double that price for a unit with the same size and specs.\n\nRegarding the target customers, and due to the size and cost of the units, multitouch and surface computing is still beyond the reach of individual consumers unfortunately. We mainly target industries, commercial entities, and large institutions. At this early stage, our main customers are advertisement & exhibition businesses, smart offices equipments providers, and educational institutions.\n\n5. What technology platform is Smart Surface multi-touch technology (Windows, Linux or etc) ?\n\nThe platform could be either Windows or Linux depending on the request of the client. However, the core application and software are all developed using JAVA, Action Script AS3, Flex (Adobe) programming platforms, and Python and C++ programming languages.\n\n6. Do you believe in the concept of killer applications, if so, give us some of your ideas?\n\nWe do believe that multitouch has yet to find a “killer application” beyond the initial “wow” factor that is attracting people to it at present.\n\nThe technology certainly works. However, we are still researching for applications which demonstrate how the technology might be used in a constructive (ie business etc) way beyond exhibition and events. That includes trying to identify areas where the multitouch technology would defeat conventional input devices. And by defeating, we do not mean just as an equivalent replacement, but having a clear advantage. At present, even with all the application we and other multitouch specialists are developing, we have to admit that there is no real full exploitation of the power of multi-touch.\n\n7. Can you point us to uploaded videos on YouTube or etc ?\n\nPlease refer to the following links:\n\nFor more videos.\n\n\nBrandon Teoh said…\nFrom now onwards, all anonymous comments will be removed and will not be allowed.",
        "topic_id":5,
        "format_id":21,
        "topic_confidence":0.8542859554,
        "format_confidence":0.9837670326
    },
    {
        "url":"https:\/\/www.podfeet.com\/blog\/2020\/06\/ccatp-644\/",
        "text":"Chit Chat Across the Pond Lite logo\n\nCCATP #644 – Lory Gil on WWDC\n\nWhat could be more fun thank talking to iMore’s awesome managing editor, Lory Gil about the fun things that were announced at WWDC? Last time she was on, we made a date to get back together after the WWDC announcements. She had said she loves WWDC because “Everything old is new again!” because we don’t have to buy new hardware because so much fun comes to our existing devices.\n\nmp3 download\n\nHere’s the outline we used for our discussion:\n\nWho gets to play on Big Sur?\n\nThe latest Mac operating system will run on the following devices:\n\n  • MacBook (2015 or newer) ← all of the 12″ MacBook nothings\n  • MacBook Air (2013 or newer)\n  • MacBook Pro (Late 2013 or newer)\n  • Mac mini (2014 or newer)\n  • iMac (2014 or newer)\n  • iMac Pro (2017 or newer) ← Confused me at first, but the first model was 2017\n  • Mac Pro (2013 or newer) ← Trashcan to current\n\nWho gets to play on iOS 14?\n\nWho gets to play on watchOS?\n\n  • As old as Apple Watch Series 3 (not all features of course) (2017 introduction)\n\n\nIt’s tempting to hit the big topics but those have been pretty well covered so far. I’d like to dig into a few concepts and areas that I haven’t heard highly covered. macOS Big Sur comes with two important capabilities I was hoping we could talk about. Both of these technologies will help us to make our old devices new again.\n\nCan you explain Rosetta 2 vs Universal?\n\n  • Rosetta 2 is emulation for non-Apple Silicon apps\n    • Takes native Intel instructions and translates them into native ARM instructions\n    • If you distribute via the Mac App Store, translated as installed\n    • If not, translated on first launch\n  • Universal means one app can run on either Intel or Apple Silicon\n  • They also talked about virtualization?\n\nmacOS vs iOS\n\nApple announced that iOS apps would be coming to the Mac. Apple pundits seem to be constantly wringing their hands worrying that macOS is going to go away.\n\nIs this some danger to macOS or is it just awesome?\n\nQuotes from Platform State of the Union:\n\n  • “Macs will stay Macs the way you know and love them.”\n    • Still be able to create multiple volumes with different operating system versions\n    • Still be able to Boot externally\n    • Macs will still be amazing UNIX machines for devs running any software they like\n\nIn the State of the Union they talked about how iOS apps would be able to run – it sounded like by default all iOS apps would show in the Mac App Store under Purchased Items, but there was increased functionality if an app was using Catalyst. I didn’t follow what exactly that meant for developers or users.\n\n\nNew Apple accessibility features coming this fall make technology usable and more accessible to all | iMore\n\n  • Headphone accommodations\n  • Sound recognition\n  • FaceTime Sign Language Recognition\n  • RTT Notifications\n  • Hearing health upgrades – is this watchOS only, do you know why not iOS? Apple Watch Series 4 and up.\n  • VoiceOver recognition\n    • Image recognition enhancements\n    • Recognizing more than buttons in a UI\n  • Swift Blind Preview\n  • Back Tap\n    • Interesting that this is in accessibility. Wonder if Apple put it there first so those with mobility impairments know it’s there or to make currently-abled people aware of accessibility?\n  • Magnifier\n  • Mobility enhancements\n\nFiling “Radars”\n\nChanges to Recovery Mode with Apple Silicon?\n\n  • Recovery mode redo coming to Apple Silicon Macs | iMore\n  • There are currently 13 different things you can do when you restart your Mac, but each one of those things requires a keyboard shortcut. This new boot process will, instead, offer these options on a list.\n  • Hold down power to get to the options\n  • Mac Sharing mode replaces Target Disk Mode – turns it into an SMB file server\n  • Reduced security mode\n\nFollow Lory on Twitter @appaholik and\/or email her at\n\nLeave a Reply\n\nYour email address will not be published.\n\nScroll to top",
        "topic_id":5,
        "format_id":21,
        "topic_confidence":0.6277077198,
        "format_confidence":0.7902901769
    },
    {
        "url":"http:\/\/abcnews.go.com\/Technology\/video\/ipad-mini-windows-8-october-tech-bonanza-17425896",
        "text":"iPad Mini, Windows 8: October Tech Bonanza\n\nApple, Microsoft, and Google will make big tech announcements this month.\n3:00 | 10\/08\/12\n\nComing up in the next {{countdown}} {{countdownlbl}}\n\nComing up next:\n\n\n\nSkip to this video now\n\nNow Playing:\n\n\nRelated Extras\nRelated Videos\nVideo Transcript\nTranscript for iPad Mini, Windows 8: October Tech Bonanza\nYou think the big fight going on right now is between President Obama and Mitt Romney. -- the real rumble is between tech giant throwing out some new products hoping to win their consumers votes. And ABC news technology editors who ministers here now with a pregame report and all of this Joanna welcome thank you for acknowledging the important fight in techno exactly we're keeping -- -- -- races great and small in this and obviously -- heating up. The pay issue that -- the the big issue entering this race it's going to be an issue -- -- what has been obviously apple rolling -- the iPhone 5 they still huge headlines with that but now they're upping their game. There -- game and heading into a market that they haven't been before and that is the smaller tablet space. The iPad many thoughts and lots of rumors been circulating about -- -- -- -- coming at the end of the month and they're not saying that -- the rumors are saying mass for lots of evidence that the iPad -- is coming. So the bigger iPad -- -- the iPad that's been out for the last three years has had a nine point seven inch screen -- -- -- -- -- -- -- -- -- seven -- -- -- this -- -- -- -- -- And it's gonna probably be around the same -- this maybe a little bit bigger so you can see a lot easier to hold more focus on reading right watching movies. -- consumption device than actually being able to can but create content. -- you have to be doing a lot of email on this necessarily but still have the same kind of capability though the -- many as with the -- iPad is. And so that that's really the positioning from apple that'll -- -- smaller device and probably cheaper in. And this -- been a big market that has sort of grown over the last couple years with Amazon Barnes & Noble -- Google and so it's become this really big market of cheaper tablets to fight the iPad. But now the iPad is gonna probably be in the race -- -- so -- apple Illinois coming out this new tablet or are there other things that are going to be out there it's -- -- be tablet month it barely got that's what's gonna happen. The other big thing that's happening at the end of the month is windows eight is launching a -- is a computer that's running windows eight. And it's from Acer but one of the big things about windows eight -- from Microsoft is that it's going to run on tablets laptops desktops all types of computers. So it's built around -- It's it's your -- It's built around touch so this is that laptop but it's got -- touch screen and lots of different computers are -- see coming out. From Acer Asus Lenovo. All these different big brands are gonna have really innovative designs. And even Microsoft's coming out with their own -- if. -- have touch for years on the game anymore are you I mean it's really it's become the stick is an essential component you're gonna come off any kind of a new device it. Is that the big thing we're seeing with windows is pairing that touch screen with keyboards and that's where Microsoft's really saying. With the touch screen you've got to have a keyboard so they're coming out there on surface tablet again also asked that exposed to come out at the end of the month -- gonna come with a keyboard are really -- keyboard dock. -- with it. Lots really -- keyboard accessories probably. All right well now what about went -- to follow us because again I mean the iPhone 5 just -- just blew everyone's expectations excitement out of the water. Apple -- continued to remain the domineering force and that sector. Everyone is coming out fighting against the iPhone at the end of this month look at. Microsoft also coming out windows eight phone does -- have entries they -- from Nokia HTC Samsung. Big push for Microsoft there are also gonna see some new android -- of course there -- thousands of feels like an android phones. But there's going to be a really major announcement from from Google they're saying it's going to be a phone in partnership with -- again a lot of rumors around that's -- probably -- halo android phone heading into the -- It's all right well and that's just it because obviously people are keyed in on what's happening between Romney and Obama but really. This is the debate that's happening right here -- right now this is where your money is going to really have to. -- tablets operating systems and phones coming out. Tons of that I I'm ready for the fight for it Joanna stern thanks much for being with us today thanks for having --\n\nThis transcript has been automatically generated and may not be 100% accurate.\n\n{\"id\":17425896,\"title\":\"iPad Mini, Windows 8: October Tech Bonanza\",\"duration\":\"3:00\",\"description\":\"Apple, Microsoft, and Google will make big tech announcements this month.\",\"url\":\"\/Technology\/video\/ipad-mini-windows-8-october-tech-bonanza-17425896\",\"section\":\"Technology\",\"mediaType\":\"default\"}",
        "topic_id":5,
        "format_id":21,
        "topic_confidence":0.8839219809,
        "format_confidence":0.9052488804
    },
    {
        "url":"http:\/\/www.thephoneographer.org\/nban-the-worlds-greatest-tech-community\/",
        "text":"#nban – The world’s greatest tech. community\n\nIf you’re a regular member of on-line Nokia communities, you may be familiar with Patrick Hamilton Walsh. He’s the modern day adventurer who spent six action packed years travelling around the world.  While the countries and continents changed, one thing always stayed constant: The trusty Nokia smartphone in his backpack.\n\nNow, Patrick has got a book out, The Backpacker who sold his Supercar, which shares more of his life story and showcases his amazing trip with fifty never before seen photos, all taken with Nokia smartphones. We hooked up with Patrick to find out how his adventures around the world lead to him building one of the most active on-line Tech communities.\n\nWhat was the motivation behind you going off to travel the world with a Nokia?\n\n“As a sixteen year old, I asked myself a simple question, “If I could do any three things in the world, what would they be?” Third on my list was to go out explore the seven continents of this great planet of ours.  So, once I had completed my education and qualified as a Chartered Accountant, I sold everything I had, purchased a Nokia and off I went.”\n\nAbhi FadingPhoto by: Abhi Fading\n\nHow did this community begin?\n\n“While planning my trip, I learnt that Nokia were releasing the N95 with a 5Mpx camera and I knew that it was the perfect tool that I just had to buy.  The N95 was so far ahead of the game, there was no need for a camera anymore; my Nokia would meet all my electronic needs from alarm clock to calendar to camera.  So, that is what I did – I set out to travel the seven continents of the planet using ‘Nothing but a Nokia’ (#nban) and I set up a Facebook group using that name so my friends and family could follow me.”\n\nDeepak Khoenie Photo by: Deepak Khoenie\n\nAnd it just grew from there?\n\n“Yeah, it was a simple as that.  In the early days it was just my friends and family that followed my #nban adventures.  Today, the group has grown to over 8,000 active members with new members being added every day.  It really is amazing when I think about it and how it has grown.”\n\n Edward Romain Photo by: Edward Romain\n\nWhat makes this community so special?\n\n“This group is special because it is so active – there are always members on-line sharing their phoneographs on #nban, engaging with others and leaving feedback for the other members in a positive manner.  No matter a person’s location, race, religion, creed, age or anything else, they will be welcomed into the group (which is known amongst the members as the #nbanFamily) with great warmth.\n\nThere is a real sense of family amongst the members with a lot of kindness shown to everyone.  However, if I was to sum up the one ingredient that makes #nban so special, I would have to say, it is the mutual respect that all members have for each other – everybody is equal.”\n\nHannele SjöqvistPhoto by: Hannele Sjöqvist\n\nWhat would make new members want to join ‘Nothing but a Nokia’? \n\n#nban is a group that appeals to people that have an interest in capturing great photographs using Nokia devices.  It doesn’t matter what device a person is using or how good they are at taking photos, all that matters is that they want to get better and are willing to support the other members to get better also.\n\nNo one in #nban is a professional photographer when they start (although some go on to achieve amazing things through the support of the #nbanFamily) – we are all amateurs that try to get better every day, by posting our photos and obtaining feedback from the community.  We are always open to accepting new members and helping them to develop and get better.\n\nHarish PrabuPhoto by: Harish Prabu\n\nIs it only about photography or does ‘Nothing but a Nokia’ offer more? \n\nEverything in the community would appear to be based around photography, but the very essence of the group is the interaction with other members and the connection that exists through a shared love of Nokia.   We set a weekly photography theme to challenge everyone to go out and try to capture some new and unique images based on a theme, such as #nbanColourpop.\n\nThrough our photography we get to see a totally new view of life, allowing us to learn more about different regions and cultures.  I am still a backpacker at heart, so for me a lot of my interest in the group comes down to the people in it and the towns and cities that they live in.  I am interested to see how they live and I enjoy people posting images of places that I travelled to during my ‘Nothing but a Nokia’ world travels.\n\nJeannette M. SacmanPhoto by: Jeannette M. Sacman\n\nTo people outside the group, #nban may seem like a photography group, but there is much more to it than that – it is a place where we all learn from each other, everyone is selfless and there are no egos in the #nbanFamily.  The result is a friendly community of people sharing quality images, allowing us to see how people from all over the world live their life’s on a daily basis – it is very interesting.\n\nNolie Ocoy 2Photo by: Nolie Ocoy\n\nMany ‘Nothing but a Nokia’ members are now very well known within the Nokia Community – is that intimidating for new members? \n\nI don’t think so, in fact I believe that the success of the group comes down to the fact that the guys and girls that are well known are still very active in the group and very supportive of new members.  They almost take on the duty of guiding the newcomers with positive feedback.\n\nPeople join because of the pictures they see online from these guys and girls, but it is through the comments, the advice, the feedback, the incredible interaction and the friendship that keeps them coming back.  The well-known people are still very humble and helpful to everyone.\n\nMatt Mahon 2Photo by: Matt Mahon\n\nWhat device are you using now and how does it compare to the N95 you had? \n\n“Over the years, I upgraded as Nokia devices developed. However, with the release of the Nokia Lumia 1020 last July, I knew that we were entering a new era in smartphone technology, particularly from a camera perspective.  The ‘phoneographs’ that I had captured in Antarctica, Africa, Asia, Australasia, Europe and the America’s, as good as they were, would never again be able to stand comparable to the ‘phoneographs’ that will be captured on smartphone’s in the future.  Nokia has once again changed the game.\n\nMustafa WardakPhoto by: Mustafa Wardak\n\n“The Nokia Lumia 1020 with its PureView Pro imaging technology is going to take ‘phoneography’ to the next level – a level that I could never have imaged as I walked out of the Nokia store in Manhattan with a N95 in my hand and a smile on my face in 2007.  With its high-resolution 41Mpx image sensor, Carl Zeiss optics, pixel oversampling and lossless zoom we are entering new territory.  The quality of photographs captured on mobile phones has just changed forever.\n\nHowever, at the moment I am using a Nokia Lumia 1520 and I have to admit that, overall, it is the best device I have ever had.”\n\nNarek HovasPhoto by: Narek Hovas\n\nWhat can we expect from ‘Nothing but a Nokia’ in the coming months?\n\nIn the past year we have spread the group into other social media platforms such as Twitter, Instagram, Flickr and Pinterest and we will continue to do that as long as the demand spreads.  My hope is that through #nban we will inspire all ‘phoneographers’ around the world to believe that they too can achieve the amazing results that the #nban community do, through a passion for phoneography and sharing.\n\nSajad Hassan WaryahPhoto by: Sajad Hassan Waryah\n\nPersonally, my objective in life is to inspire other people to be their best selves and I have to admit that with #nban we have a great community that reflects that.  Everyone there wants to capture great images using their Nokia devices to inspire people and to help them understand that we can all be an inspiration to others once we are true to ourselves.  As a result I see #nban growing ever larger and stronger over the coming months and years.\n\nMinh Ma MãnhPhoto by: Nolie OcoyMinh Ma Mãnh\n\nComments (3)\n\n  1. Néstor José Pérez\n\n    im… just speechless with a grin from ear to ear!!!! thats what its about!!! we show life through our “Good ole’Nokia”!!!! i personally use it for everything!!! i dont need any other devices!!!! It helps me acomplish me!!! and then share it to the world!!! all in the palm of my hand!! the building bricks of life!!! ####\n\nLeave a Reply",
        "topic_id":5,
        "format_id":21,
        "topic_confidence":0.7556900382,
        "format_confidence":0.8672298789
    }
]