[
    {
        "url":"https:\/\/www.ioffer.com\/c\/Rings-1015663?color=white",
        "text":"\nCategory: Rings\n\nWhat Buyers Are Saying\n\nUnited States\nI love iOffer because it's a competitive marketplace with quality products.\niOffer is wonderful..... I love it..... Great products....Sellers are the best..... LOVE LOVE LOVE.....\nUnited States\nI have all real things and everything is amazing and love the pricings too. Thank you so much\nI've shopped on iOffer several times and I often recommend it to friends. It's a little exotic and you need to be patient, but it's a great place for excellent deals!\nUnited States\nit was an awesome experience and its worth the wait!\nUnited States\nI love shopping wirh iOffer because they have the best deals!\nUnited States\nThis site has the coolest things for nice prices!\nUnited Kingdom\nApart from a few hiccups I've always had good service from iOffer.the products are great and I would not hesitate to use the site again,thank you!",
        "topic_id":8,
        "format_id":23,
        "topic_confidence":0.9126250148,
        "format_confidence":0.9708105326
    },
    {
        "url":"https:\/\/www.captivatedlooks.com\/",
        "text":"Book Now\n\n\n\nAutumn is amazing! She makes you look and feel beautiful for every occasion!! Her makeup and beauty skills are the best! I’ve recommended her to all of my friends and they’ve all loved her also!!!\n\nCarrie Hinton, Luxury cosmetics\n\nAutumn is absolutely amazing!! She was able to bounce between three different people, with three different skin types and tones, full out hair and makeup and not miss a beat for my wedding. Awesome conversation skills. Stayed a part of our conversation sharing laughs and always made sure through out she was doing what was wanted. Would for sure recommend her to any and everyone looking to get done up for an event.\n\nI’ve had some really bad experiences getting my hair cut short and I explained that to Autumn before she started and I couldn’t be happier with how she took care of my hair. She continued to ask me what I thought about it and did exactly what I wanted. I love my hair so much ❤️ thank you for the wonderful hair style\n\nKelly Wise\n\nVisit Us\n\nWestminster, CO 80021\n\nAutumn@captivatedlooks..com  \\  Tel: 720-793-8246\n\n\n\nMon - Fri: 9am-7pm By Appointment  \\  ​​Saturday & Sunday: 10am-4pm By Appointment\n\n  • Facebook Social Icon\n  • Instagram",
        "topic_id":8,
        "format_id":23,
        "topic_confidence":0.9958574176,
        "format_confidence":0.7038132548
    },
    {
        "url":"http:\/\/prettymeup.com\/2009\/09\/safe-tan-review.html",
        "text":"Safe Tan Review\n\n...for ordinary people looking for an extraordinary tan!...\n\nClick HERE for Tanning Facts & Information.\nRead different Tanning Articles HERE.\nTanning Basics HERE.\n\nThis self tanner has NO bad smell; in my opinion, it's quite odorless!\nI really like the natural color- you can build it and build it to get a really deep tan, if desired.\nHighly Recommended!!\n\nSafe Tan™ is designed to allow anyone to look better - without exposing your skin to the harmful effects of the sun, and without the use of harsh chemicals and preservatives!\n\nSafe Tan™ provides instant natural colour immediately - without the mess or damage caused by other methods of tanning! No streaking, staining or smell! It's special formula adjusts to each individual's skin tone, providing you with a tan that not only looks natural, but also fades like a real tan.\n\nSafe, long lasting and economical to use, the joy of using Safe Tan™ is that it's simple, easy and quick to apply!\n\nInstant colour means you can see exactly where you've applied colour. Once you understand how it works, it's virtually foolproof. And even if you do happen to make a mistake, it's fully washable within the first hour.\n\nSafe Tan™ dries almost immediately - except for the luxuriant moisturizers, leaving you with rich warm colour and beautifully soft skin.\n\nWith Safe Tan™, you control the colour. Spray directly from the bottle onto your body \/ skin or the paddle applicator, and then spread \/ blend the colour. The instant colour allows you to see exactly where you've been.\n\nOnce you've finished your application, it's easy to quickly check your skin to ensure you have even, smooth colour. If you've missed an area - simply apply colour to those areas.\n\nAnd if you've made a mistake - there's no need to panic... Safe Tan™ is fully washable for the first hour after application. The end result is no missed areas or patchy application!\n\nSafe Tan™'s easy application means it's also great for 'touch ups', camoflaging white strap marks etc. and maintaining your tan - face and body.\n\nSafe Tan™'s carefully designed blend of moisturisers and carriers take the colour and emollients down into three layers of skin*.\n\nSo unlike many other self-tanners, it's not a topical application sitting on the surface. As your skin naturally exfoliates, it simply exposes the tanned lower layers beneath.\n\nThe result is that your tan fades gradually and naturally just like a real suntan.\n\nYou have the choice to allow your tan to fade, or if you want to maintain your desired tan, simply re-apply about once a week.\n\n* These 3 layers of the skin are found in the surface layer of the epidermis - otherwise known as the stratum corneum. As there are no blood vessels located within the epidermis, Safe Tan™ does not cross the blood barrier.\n\nThe ultimate compliment to a beautiful tanned body.... a natural and healthy tanned face!\n\nAt last it's possible to have an easy, safe, and fool-proof 'outdoor look' on your face. No orange hued self-tanner look.\n\nSafe Tan™ uses only facial grade moisturisers and doesn't discolour nails, hair, eyebrows or other facial hair. It can be applied over the eyelids and ears to create a believable, natural tan - tanning your face to perfection.\n\nSome people even find that being able to tan your face so easily reduces the need for foundation \/ makeup.\n\n[Note: As the skin on your face exfoliates more quickly than the rest of your body (due to more frequent washing etc.), re-applying on your face every 3 - 4 days will maintain your desired colour. And the best part is - it will only take you a few minutes!).\n\nSafe Tan™ has a cold pressed Aloe Vera base. Aloe Vera is a hydrator of skin, as well as a moisturiser and emollient; it provides a wide range of vitamins, minerals, amino acids, mucoproteins and mucopolysaccharides.\n\nSafe Tan™ also contains NO preservatives, emulsifiers, allergens or irritants. It offers only the best emollients, nutrients, humectants and skin care ingredients.\n\nOne of the most unique benefits of Safe Tan™'s special Aloe-carriercombination is that it takes the colour and emollients right down to 3 layers of skin.\n\nSo when you put Safe Tan™ on, you're actually hydrating and moisturising your skin - evening out the vagaries of pigmentation caused by years of exposure to hostile environmental pollutants and irritants, and also smoothing out fine lines in the skin's surface. The result on the skin is a smoother and more even appearance, while it mutes veins and hides flaws.\n\nYou not only end up with warm rich colour, but beautifully soft skin!\n\nSafe Tan™ doesn't contain harmful AHA's.\n\nRecent studies sponsored by the FDA's (Food & Drug Administration) Office of Women's Health, have confirmed that applying an AHA to the skin can make people more susceptible to the damaging effects of the sun, including sunburn.\n\nSafe Tan™ does not contain harsh chemicals which normally create a reaction on the surface of the skin, and which are a major cause of odour or offensive smell.\n\nAs there is no odour or offensive smell, this makes Safe Tan™ pleasant to apply, and is an especially important factor for anyone sensative to odours and chemical smell (including pregnant women).\n\nSafe Tan™'s unique formula works with the skin's natural Amino Acids, and adjusts to each individual's skin tones. This gives a realistic and natural colour and your own unique tan.\n\nThis differs from the self-tanner formulas, which often contain chemicals that react with Melanin in the skin, which can then result in the skin taking on an unnatural orange hue.\n\nBecause Safe Tan™ works with each individual's skin and takes colour down 'into' 3 layers or skin* - this explains why Safe Tan™ is suitable for anyone - regardless of age, sex, skin type or colour.\n\n[* This is in contrast to many 'topical' self-tanners where colour sits on the surface of the skin, and why individuals are often faced with the difficult and frustrating task of trying to 'match' a product or colour to their skin.]\n\nIt's significant that the formula in Safe Tan™ does not contain chemicals that are designed to react with the skin's melanin, - the level of which (i.e. melanin) differs individually in the skin of each person.\n\nThe colour in Safe Tan™ is absorbed down into 3 layers of skin. So as the skin is sloughed off and the lower layers are exposed, - thanks to the carriers, the skin underneath is already tanned and moisturised.\n\nTherefore the tan fades out naturally and gradually just as with a real suntan. There's NO blotchy fade out, rusty elbows, knees and ankles etc.\n\n\nwuzzyangel said...\n\nHaha it's got the sponge brush!! I'd feel like I was painting myself! :) But it would apply it better then spray alone!\n\nAnonymous said...\n\nI can't seem to find Safe Tan anywhere. The product on the link you posted \"Buy Safe Tan Here\" looks nothing like the product you have pictured. Please help! Thank you!\n\nWhitney & the full effect said...\n\n@anonymous They totally re-did their packaging wow!! This post was back in 9\/13\/2009 so a couple of years makes a bit of a difference :)",
        "topic_id":8,
        "format_id":23,
        "topic_confidence":0.9916312099,
        "format_confidence":0.5345265269
    },
    {
        "url":"http:\/\/www.hairbynicola.com\/2747-2\/",
        "text":"Hair By Nicola\n\nSunshine Coast Mobile Bridal\/Wedding Hair Stylist\n\nThank you note from Debra\n\nDear Nicola,\n\nI would like to express my sincere gratitude to you for the support which you provided our group not only on Sarah’s wedding day last Saturday 13th September 2014, but throughout the journey as well.\n\nWe really appreciated your exquisite workmanship; your calm professionalism; your attention to detail and your gentle good humour. We were all absolutely delighted with the finished result as you captured our styling of sophisticated yet natural glamour and elegance perfectly.\n\nI have attached a couple of photos, but we’ll send more when we can access the professional ones. If you would like me to vote in the ABIA poll, please fwd the link. You can count on my 100% satisfaction rating.\n\nWarmest regards,\n\nDebra Hall – a very proud MOTB\n\nLeave A Comment",
        "topic_id":8,
        "format_id":23,
        "topic_confidence":0.9911529422,
        "format_confidence":0.9618886709
    },
    {
        "url":"https:\/\/www.stillwhite.com\/128538-maggie-sottero?from=recommend",
        "text":"Kristy sold her wedding dress on Stillwhite\n\nViewed 1,161 times and sold for AU$450 within 59 weeks\n\nSo easy to deal with and a great success for me :)\nAnonymous Buyer\n9 weeks ago\n\nMaggie Sottero Elya\n\n\n  • Shipping\n  • AU$450 Total\n\n\nLabel: US 6\nStreet: AU 10 Approx (US 6)\nTip: Contact the seller for measurements to ensure a perfect fit!\n\n\n  • Fit & Flare\n  • One Shoulder\n  • Low Back\n  • Floor Length\n\nThe Dress\n\nBeautiful satin, fit and flare gown with beaded appliqué. Worn once. Dry cleaned and stored in dress bag. Some marks remain underneath the end of train but barely noticeable.\n\n\nShoulder strap shortened and front panel pulled in.\n\nRead more\n\n\n  • Condition: Used\n  • Dry Cleaned: Yes\n  • Color family: Ivory\n  • Fabric: Satin\n  • Year: 2013\n\nSeller Kristy\n\n  • Glenmore Park, New South Wales, Australia\n  • Email verified\n  • Last seen 9 weeks ago\n\n\nNever arrives\nDoesn't fit\nChange of mind\nRead more\n\nAlways communicate through Stillwhite · To protect yourself, never transfer money or communicate outside of the Stillwhite website or app. Learn more\n\nMaggie Sottero Elya\n\n\n  • Shipping\n  • AU$450 Total\n17 people saved this dress\nSell one like this\nHow to buy\n\nBuying on Stillwhite is simple, safe and fun. See how it works\n\nPurchase guarantee\n\nFor ultimate peace of mind, eligible purchases are protected\n\nWe're here to help\n\nVisit our help center or join the conversation on the forum\n\nGood news, Stillwhite is available in your country. Switch to",
        "topic_id":8,
        "format_id":23,
        "topic_confidence":0.9842128754,
        "format_confidence":0.6536979675
    },
    {
        "url":"https:\/\/www.hisroom.com\/hanro-5159-turin-long-sleeve-pajama-set-reviews,Han001-5159,1,26.html",
        "text":"Hanro 5159 Turin Long Sleeve Pajama Set Reviews - Page 1\n\nHanro Turin Long Sleeve Pajama Set 5159 Reviews\n\nTurin Long Sleeve Pajama Set\nOverall Review Rating (2)\nWrite a review\n                                            Filter By:   Star Rating\n\nrating Size: L\n\nFabric is wonderful, but I washed them carefully (before wearing them) according to directions (cold water, low low dryer), and they shrunk, a lot. They are now unwearable. A lot of money for something that will have to go to Goodwill. I will not buy these again.\n\nHisRoom Response: The care instructions actually state: \"Care Instructions: machine wash, do not bleach, LINE DRY, warm iron, dry clean\" Lloyd G from Socorro, NM USA\n\n  • Height: Height 5'6\"-5'11\"\n  • Age: 50s\n  • Posted: March, 2012\nrating Size: XXL\n\nThese are very comfortable and feel soft and expensive. Charles from Arizona\n  • Height: Height 6'0\" and over\n  • Age: 40s\n  • Posted: October, 2010",
        "topic_id":8,
        "format_id":23,
        "topic_confidence":0.9632753134,
        "format_confidence":0.9868022799
    },
    {
        "url":"http:\/\/www.makeupalley.com\/product\/showreview.asp\/page=4\/pagesize=10\/ItemID=138038\/",
        "text":"July 31, 2014 | 1010 users online\n\nMakeup Brushes - E.L.F. - Studio Stipple\n\nrated 3.8(114 reviews)\n\n  • Average Rating: 3.8\n  • 68% would buy again\n  • Package Quality: 3.9\n  • Price: $\n\n  • Ingredients\n  • Write a Review\nPin It\n\nrated 3 of 5 on 12\/8\/2012 11:06:00 AM More reviews by Labloah\n\nAge: 30-35 Skin: Combination, Fair-Medium, Not Sure Hair: Other, Other, Other Eyes: Blue\n\nIf I'm wanting a very sheer, whisper light application of a heavily pigmented product, this suits me well. Very nice for picking up and applying very sheer layers of pigmented blush or bronzer, and you can work the colour up subtly. Though I do find I prefer a fan brush for cheeks, as it gives similar coverage, but it tends to give a better shape to the area, and better control. This brush isn't much for blending, you'll need to use something else to really blend out products, as the fine, long white fibres are just a bit too long to be able to blend on their own, and the denser black bristles underneath aren't really able to blend properly because of the length of the longer fibres.\n\nOne thing I do find this useful for is for applying my EL Double Wear foundation, as I've found it gives a more natural, airbrushed effect than a denser stippling brush or foundation brush, as it's a very heavy coverage foundation, and the very fine bristles allow for sheerer application. The brush does tend to soak up liquid products, so a spritz with water before dabbing into the foundation is a must, I find it helps it glide along a little easier too. I tend to work section by section, stipple, then smooth the foundation over with the fine bristles, and give a gentle buff to finish. I also find the Double Wear is a little heavy on bristles, and will dry hard if I forget to wash a brush straight away, so I prefer to use a cheaper brush so as not to accidentally damage them.\n\nAs with a lot of the e.l.f. products, they price is nice, the quality reasonable (especially given the price), but it's not a super star or anything. A good little stand by, it's not going to hurt to have it, or break the bank. You might find some suitable applications for it, you may not, depending on the uses you require it for.\n\nIs this review helpful? Yes No\n\nrated 3 of 5 on 11\/12\/2012 9:13:00 PM More reviews by Fembot7\n\nAge: 19-24 Skin: Combination, Fair, Not Sure Hair: Blond, Straight, Medium Eyes: Green\n\nThis is a nice brush, until you find out that other brushes are way better. I mean ok, for that price (3$) it's really not that big of a deal, but it's not as good as a lot of people are saying. For my taste it's not dense enough and sucks up quite a lot of product. If you don't wash your brushes too often, you can swipe your face with the leftovers (I have only used it with foundation though, it probably does a good job with cream blush). It is soft though and still does a relatively good job at creating a nice finish. But you'll need to work in the product REALLY well and take your time on this. So it's definetely not a brush to use in a hurry. But as I said, it does a relatively decent job. But I would not recommend it.\n\nIs this review helpful? Yes No\n\nrated 1 of 5 top reviewer on 10\/29\/2012 12:52:00 AM More reviews by BeccahH\n\nAge: 25-29 Skin: Combination, Fair, Not Sure Hair: Blond, Other, Other Eyes: Green\n\nThis brush isn't god for much. I do better stippling my foundation with my fingers.\n\nIs this review helpful? Yes No\n\nrated 4 of 5 top reviewer on 10\/28\/2012 8:27:00 PM More reviews by DMlover\n\nAge: 25-29 Skin: Very Oily, Olive, Warm Hair: Black, Wavy, Fine Eyes: Brown\n\nI use this to apply my pigmented blushes and I love it! It helps me apply my blushes in moderation because sometimes I can overdo myself and apply too much blush. The only thing I don't like is that the handle is kinda long but I will still repurchase\n\nIs this review helpful? Yes No\n\nrated 3 of 5 top reviewer on 10\/7\/2012 8:48:00 PM More reviews by mzjade22\n\nAge: 19-24 Skin: Oily, Medium Brown, Warm Hair: Brunette, Wavy, Medium Eyes: Brown\n\nNot dense enough. Good for blush or liquid highlighter, but too flimsy for foundation etc.\n\nIs this review helpful? Yes No\n\nrated 4 of 5 on 8\/29\/2012 9:19:00 AM More reviews by StephanieIsobel12\n\nAge: 18 & Under Skin: Combination, Fair, Not Sure Hair: Brunette, Other, Other Eyes: Hazel\n\nI just got my studio stipple brush today after eyeing up a few different brands and deciding to go for the E.L.F one, I must say I was excited to use it but after reading some negative reviews I was a bit iffy on how it would work, I can now safely say it is brilliant! I haven't used any other stippling brushes as I have only just started studying for my make-up artistry qualification but I have used many other methods of applying foundation, including an airbrush system and in my opinion this stippling brush has given me a much better finish! I was only intending on doing light coverage but once you see how nice the finish is, you kinda wanna take it all the way! I love love love this brush and I can't wait to use it on my models, I think that considering its price you should go for it, I mean if you don't use it with a liquid foundation like I did (maybelline dream satin liquid, light porcelain my perfect shade!) then I'm sure you could find another use for it as it can be used with dry or wet products, all in all I say give it a chance!\n\nIs this review helpful? Yes No\n\nrated 3 of 5 on 8\/24\/2012 5:38:00 AM More reviews by naj123\n\nAge: 25-29 Skin: Combination, Medium, Warm Hair: Black, Straight, Fine Eyes: Black\n\nI was excited to get a stipple brush. But the brush is not dense enough and I don't use it as much except for cream blush. But even then, its totally wasted.\n\nIs this review helpful? Yes No\n\nrated 2 of 5 on 8\/16\/2012 10:27:00 AM More reviews by Jwalash\n\nAge: 25-29 Skin: Normal, Fair-Medium, Not Sure Hair: Red, Other, Other Eyes: Green\n\nReally? Really? Really?!?! With all these great reviews you'd think this was ACTUALLY a dupe for a Mac 187, it's not, it's not even close!\nThe picture shown above looks so much more abundant hair-wise than what it actually is. It's sparse, and soaks up all liquid foundation, instead of putting it on your face. If you use expensive foundation, this is a huge con.\nBut wait ladies, I've found some good uses for this. If you do like to stipple on your foundation, I find taking a hair band (clean n new of course) and wrapping it around the base of this to have a little more control over the brush, and add some density. But id rather spend more money for a better brush when using expensive foundations to stipple on.\nThis is also good to use for blushes or bronzers that are too pigmented, since it lacks density, it doesn't pick up a lot of color. I don't wear liquid foundation regularly, but I do use this for my highly pigmented blushes to save myself from a clown face. I will definitely not repurchase this. Next time I'll be going for the Sonia kashuk I think.\n\nIs this review helpful? Yes No\n\nrated 4 of 5 top reviewer on 8\/15\/2012 10:37:00 AM More reviews by nesslee\n\nAge: 30-35 Skin: Acne-prone, Fair-Medium, Not Sure Hair: Brunette, Straight, Other Eyes: Brown\n\nits not the best brush of elf because its not dense. but i use it for cream and powder blush, and its good for that as your blush is very pigmented and it applies it neutrally and gradually.\n\n1 out of 1 people found this review helpful. Did you? Yes No\n\nrated 5 of 5 top reviewer on 6\/29\/2012 10:28:00 PM More reviews by Sweryn\n\nAge: 25-29 Skin: Sensitive, Fair-Medium, Neutral Hair: Brunette, Curly, Other Eyes: Brown\n\nLove this brush so much. I use it for applying my blush and it's just the best thing ever. Price is awesome too.\n\nIs this review helpful? Yes No",
        "topic_id":8,
        "format_id":23,
        "topic_confidence":0.9960451722,
        "format_confidence":0.9915380478
    },
    {
        "url":"http:\/\/www.nailslikelace.com\/2015\/05\/nail-butter-review.html",
        "text":"Saturday, May 23, 2015\n\nNail Butter Review\n\nAs promised, here is my review of a product that has been popping up all around the nail community lately - Nail Butter.\n\nWhat is Nail Butter? In summary, it is a 100% natural cuticle moisturizer (it can be used all over, it is not just limited to hands), made on a farm in Athens, Georgia. Their entire faq page is here.\n\nLet's jump right into it, shall we?\n\nI've been using this as my nighttime cuticle moisturizer for a few weeks. Although the instructions say to use it twice a day for 30 days, and once thereafter, I have found that once in the evenings is plenty for me since my nails and cuticles are already pretty healthy due to my many years of nail art and keeping them up.\n\nTexture: This stuff is really creamy and a tiny bit goes a long way! It soaks in quickly and doesn't leave too much of a greasy feel once it has absorbed. It feels light, but you can tell is has thicker, highly moisturizing oils in it.\n\nScent: Currently Nail Butter is only available in a gardenia scent, but I received a tester of their new lemongrass scent. After almost a month, I still haven't decided if I like the smell or not. Honestly, I think I would have preferred gardenia, and the only floral scent I really enjoy is lilac. The lemongrass is just.... odd? It is hard to describe. At first sniff, you get a nice whiff of lemon, but then there is a funky after-smell that I just don't like. It is a bitter sort of spicy (not the good spicy) tinge that unexpectedly hits you in the face. I haven't quite gotten used to it yet, but I do plan on trying their suggestion of de-scent-itizing it a bit - leave the jar open for a few hours to let the smell dissipate some. Hopefully that'll work!\n\nPackaging: Usually I'm not a stickler when it comes to packing, but I think it is worth mentioning how cute this jar is! It is a thick smoked glass, and it feels very high-quality and durable - it is much heavier than I'm used to for a nail treatment! I do prefer unbreakable things simply because I have a two-year-old and sometimes grabby toddler hands happen, but keeping it where she can't reach it isn't difficult. So I have no issues with the packing - I actually quite like it!\n\nPrice: Nail Butter can be purchased here, for $24 USD, shipping included. But there is a lot of product in there. You can't even tell I've used any of it, so it will last me forever!\n\nI don't have any \"before\" shots of my cuticles just because, as I mentioned, they are already pretty healthy, so I didn't see a physical difference in my nails or skin, but they did feel extra smooth and wonderfully moisturized with Nail Butter!\n\nYea, yea. I did my nails to match the jar, I thought it'd be cute. :)\n\nOverall, I do like Nail Butter and recommend giving it a shot despite the price tag, especially if it is as easy as leaving the jar open to get rid of some of the smell. I do think it would be beneficial if it came in a smaller, maybe trial, size with a cheaper price, because personally, I would rather spend 1\/4 of as much to test it before committing to a full-size. I think it works well and lives up to the claims, I just wish it was a different scent or maybe came in a variety of scents! So really I have mixed feelings about it. A smaller quantity and a different scent (mostly the scent, the amount of product really isn't that important), and I would be giving it 10 stars!\n\n*Press Sample*\nProtected by Copyscape Duplicate Content Finder",
        "topic_id":8,
        "format_id":23,
        "topic_confidence":0.9926792383,
        "format_confidence":0.7879945636
    },
    {
        "url":"http:\/\/thebeautyendeavor.com\/drugstore-find-tree-hut-shea-sugar-scrub-brazilian-nut\/",
        "text":"Drugstore Find: Tree Hut Shea Sugar Scrub Brazilian Nut\n\nI discovered this at Ulta last year while hunting for a new sugar scrub.  I love the Bath & Body Works sugar scrubs but at $20+ a piece they are too pricey for me to buy regularly. I was hoping there was a cheaper alternative, and this Tree Hut sugar scrub is similar enough and only $7.50.\n\nOut of the scents they have I like the Brazilian Nut the most. This is a large 18 oz jar. I prefer sugar to salt in body scrubs as the salt hurts after I shave. I’m sure I’m supposed to use this before I shave, but then I take all the oils off my legs shaving. What I like about sugar scrubs is the oil that’s leftover on my skin makes the need to lotion up after a shower not necessary. I like that you can just towel dry and get dressed.\n\nThe grains in this are small, some sugar scrubs can be larger and more abrasive. This one gives a good exfoliation, without the abrasive feel. The scent is slightly sweet, and has a nut oil scent, kind of similar to Ojon hair stuff. This scrub does leave less oils behind after rinsing than Bath & Body Works, so if you like to be really greasy after using a sugar scrub you may have to add some extra oil to the scrub to make it more greasy.  \n\nThe main ingredients are: sugar, glycerin, Brazil nut seed oil, shea butter fruit, safflower seed oil, evening primrose oil, sweet almond oil, avocado oil, macadamia seed oil, orange oil and walnut shell powder. \n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *\n\nThis site uses Akismet to reduce spam. Learn how your comment data is processed.",
        "topic_id":8,
        "format_id":23,
        "topic_confidence":0.9949842691,
        "format_confidence":0.5135220885
    },
    {
        "url":"http:\/\/www.elleuk.com\/life-and-culture\/articles\/a30421\/ivy-park-fitness-leisure-beyonce\/",
        "text":"What ELLE Wears: Ivy Park\n\nThere's no better kit for Bitchboxing\n\n\nThe ELLE team tested out the new Ivy Park collection at  Bitchboxing® with Cathy Brown (the ultimate Boxing instructor) at Third Space in Soho. See how they got on...\n\n\n\nI wore the high waisted leggings which have an inner short and are perfect if you like your sportswear to hold you in,which I do. They were slightly thicker than my usual leggings, so I'd probably opt for a 3\/4 if I was wearing again for the gym. Kirsty Dale, Executive Fashion Director\n\nI loved the leggings – I thought they were really comfy, nice material and colour, and kept me held together! I probably wouldn't choose the top myself as it exposed slightly too much breast for my liking, but it was very nice and soft! And certainly both the top and leggings were perfect to box in – I could freely move and twist as required! \n\nDebbie Morgan, Managing Editor\n\n\nThe leggings felt really supportive and comfortable at the same time and I absolutely loved the colour.Joely Walker, Beauty Editor\n\n\nEva wears elastic waistband jogger, £32 and bra top, £22.\n\nJoely wears mesh longline tank, £32 and Linear Print v waist ankle legging, £40.\n\nKirsty wears mesh longline tank, £32 and High Rise ankle legging, £40.\n\nDebbie wears Logo drop armhole tank, £15 and Mid Rise ankle legging, £40.\n\nRachel wears Seamless crop crew tee, £20,  Logo mesh longline tank, £32 and Kaleidostripe print capri legging, £38.\n\nMichelle wears Logo mesh longline basketball tee, £35 and Linear print v waist ankle legging, £45.\n\nIvy Park is available from Topshop and Selfridges\n\nRead about Lorraine Candy's boxing blog 'Rolling With The Punches' here...\n\nWith thanks to Cathy Brown, Third Space @ Soho, Ivy Park.\n\nMore from ELLE UK:",
        "topic_id":8,
        "format_id":23,
        "topic_confidence":0.9420660138,
        "format_confidence":0.6692898273
    },
    {
        "url":"https:\/\/www.influenster.com\/reviews\/maybelline-new-york-eye-eyestudio-master-kajal-eyeliner",
        "text":"Maybelline New York Eye Eyestudio® Master Kajal® Eyeliner\n4 varieties available\n\nMaybelline New York Eye Eyestudio® Master Kajal® Eyeliner\n\n\n3.8 out of 5 stars\n  • 5 Stars36%\n  • 4 Stars33%\n  • 3 Stars20%\n  • 2 Stars7%\n  • 1 Star4%\n3.89 \/ 5 based on 615 Reviews\n\nProduct Description\n\nThere’s a whole new way to smolder. Our cone-tip kohl eyeliner features precious oils for a creamy glide.\n\n\nEthylhexyl Palmitate, Hydrogenated Castor Oil, Polyethylene, Cera Microcristallina \/ Microcrystalline Wax \/ Cire Microcristalline, Paraffin, Silica, Euphorbia Cerifera \/ Candelilla Wax Extract, Calcium Aluminum Borosilicate, Talc, Disteardimonium Hectorite, Lauryl Methacrylate\/Glycol Dimethacrylate Crosspolymer, Propylene Carbonate, Bht, Acacia Dealbata Flower Cera \/ Acacia Dealbata Flower Wax, Tin Oxide, Rosa Centifolia Flower Wax, Rosa Damascena Flower Wax\n\nMay Contain:\n\nCI 77491, CI 77492, CI 77499 \/ Iron Oxides, CI 77007 \/ Ultramarines, CI 77400 \/ Bronze Powder, CI 77891 \/ Titanium Dioxide, Mica, CI 77510 \/ Ferric Ammonium Ferrocyanide, CI 75470 \/ Carmine, CI 77266 \/ Black 2\n\nsee more...\n\nTop Questions See all 8 Q&A\n\n  • Hello! How can I know when the product is false or original? I th...1 Answers\n  • Any tips or tricks to keep it from smudging?3 Answers\n  • I need a good last all day liner thats easy to apply. Is this any...2 Answers\nMaybelline New York Eye Eyestudio® Master Kajal® Eyeliner\nMaybelline New York Eye Eyestudio® Master Kajal® Eyeliner\nReviews (615)\nQ&A (8)\nMedia (38)\nNatalie C.\nArlington, VA\n140 reviews\nBeauty Junkie Expert Level 4\nReview for: Onyx Rush more...\nI bought this at CVS on sale and I'm really pleased with it! Usually I buy rather expensive liner and don't trust drugstore brands, but I'm impressed by this. The liner draws like a crayon, which doesn't work if you want a thicker line, but is great for precision. I'm not sure how things will work over time, as the tip dulls, but my wing has never looked better!\nSuzanne I.\nMilford, MA\n106 reviews\nBeauty Junkie Expert Level 4\nI absolutely love these Kajal liners. The black one is a staple in my collection and perfect for this time of year. They smudge so beautifully making it super easy to create the perfect dark Smokey eye. Smokey eyes are so popular and essential to many awesome Halloween looks. Another great use for these liners is using them as a base. Put this dark liner down and pip a duochrome, holographic or glitter shadows on top. The dark base will really make your shadow pop and intensify. Maybelline is also super affordable!\nGrace G.\nSanta Rosa, CA\n42 reviews\nBeauty Junkie Expert Level 1\nReview for: Onyx Rush more...\nGreat eyeliner. Long lasting. Doesn’t smear easily, or run. I bought this at Walgreens. The applicator makes it a little difficult to apply, but once you get the hang of it, it works great. I would definitely recommend this product!\nJaunnette L.\nGrand Jct, CO\n277 reviews\nBeauty Junkie Expert Level 2\nReview for: Midnight Brown more...\nOh so bad. I mean it didn't claim to be smudge-proof, just waterproof. But even so it should have lasted more. Two hours of no sweating, no humidity, nothing strenuous. In two hours it transferred above my crease, below my eyes, and my eyelids swelled along the lash line when i washed it off. I thought it might at least work as a waterline color since it's supposedly waterproof but it was totally gone from there in two hours. I returned it to the store.\nTalullah B.\nNew Orleans, LA\n72 reviews\nBeauty Junkie Expert Level 1\nI used this for some of my eye and face makeup for a spooky Halloween look. I use a little body oil to soften it up and help it blend out. The thick tip was great when using on the larger portions of my face. I also used some black eyeshadow.\nSushmita G.\nKingsville, TX\n110 reviews\nBeauty Junkie Expert Level 3\nBrilliant and Bold! If you love kajal, then this is the one for you! Stays on for long and its totally smudge free! Easy to use, just glides on smooth! The price is totally affordable and easy to carry along for travel or work! Would definitely keep buying it again! \nJulie M.\n449 reviews\nBeauty Junkie Expert Level 5\nThis is not a bad product. I struggled to get it to blend nicely for a smokey eye and it it not precise enough for eyeliner. I am unsure how to use this but it was very pigmented. It worked well for a halloween skeleton look! It was difficult to get off.\nLisa P.\nBrooklyn, NY\n15 reviews\nBeauty Junkie Expert Level 1\nReview for: Onyx Rush more...\nThis eyeliner is dark and pigmented. However, it is too thick and it gets all over the place because it is not precise. After some time of wear the tip of the eyeliner becomes flat and too thick to use on the eye.\nCassandra H.\n15 reviews\nBeauty Junkie Expert Level 1\nI love this product but i only use it on my bottom lid. It does smear and it is not long wear but the price is right and the color is perfect. I reccomend if you are on a tight budget.\nJeneca L.\n70 reviews\nBeauty Junkie Expert Level 1\nReview for: Midnight Brown, Onyx Rush more...\nokay I don't even know where to start but we will begin with the brown one when I first purchased this I used it on my brows I know I'm crazy but it works really well for me and I really enjoyed itI use it on my last line I use it in my waterline and it stays put and looks very cleannow on to the black one I just don't like what it does for me itif you're going for that Grungerunny all over your man's pillow in the morning type of thing this is your eyeliner what I didn't like about it is when I put it on my waterline it would ball up in my inner corner it did not say in place I originally purchased this for a base as a smokey eye and it just doesn't stay and put it is very creamy but overall not my favorite eyeliner from Maybelline\nAnna G.\nFrisco, Tx\n77 reviews\nAny tips or tricks to keep it from smudging?\nCori C.\n172 reviews\nI can never get eyeliner to stay on my bottom waterline, it always just ends up smudging off and giving me raccoon eyes. I've heard mixed reviews on this. What have your experiences been?\nCrystal C.\n25 reviews\nDoes this stay on your waterline & don't have to reapply? How smoothly does this goes on (for top lip) for a winged eyeliner? Does it last?\nAnu p.\n693 pocket 1, paschim puri, New Delhi\n13 reviews\nBest product. I simply love dis\nClara H.\nRound Rock, TX\n10 reviews\nI have been wondering about a drugstore brand eyeliner and was wondering if anyone has used this product. I would want some kind of feedback it doesn't have to be this color. I want to know how it deals with the humid\/oily skin. And how long does it last. Thank you\n\nJoin now to gain access to over 20 million product reviews, free full size samples, and the latest product news.\n\nGet Started\n\nAre you a Brand or Agency? Contact Us",
        "topic_id":8,
        "format_id":23,
        "topic_confidence":0.9969915152,
        "format_confidence":0.9267635942
    },
    {
        "url":"http:\/\/reviews.maccosmetics.com\/3820\/6453\/reviews.htm",
        "text":"Top Rated Product\n\nProduct Reviews\n\nMAC 48 Lash\n\nAverage Customer Rating:\n5 out of 5\n out of \nOpen Ratings Snapshot\nRating Snapshot (1 review)\n5 stars\n4 stars\n3 stars\n2 stars\n1 star\nCustomer Reviews for 48 Lash\nReview 1 for 48 Lash\nOverall Rating: \n5 out of 5\n( 5 out of 5 )\nUsing M•A•C for: More than 3 years\nM•A•C Products owned: More than 15 products\nMy all time FAVORITE\nDate:July 28, 2011\nTags: Dramatic Looking, Lengthening, night out\nMy favorite lash ever made by M.A.C besides the #35 which is no longer available!\nI layer these with a criss-cross lash which completes the dramatic eye look!\ni always receive compliments along with how-to questions.\nTHE ONLY issue i have with this product is that whenever i purchase them in store they appear shorter in length, the sales rep say these lashes are hand made and none are alike.\nBUT STILL, they shouldn't be shorter.\n13of 13found this review helpful.\nLocation: san jose,ca",
        "topic_id":8,
        "format_id":23,
        "topic_confidence":0.9975289702,
        "format_confidence":0.9923124909
    },
    {
        "url":"http:\/\/www.totalbeauty.com\/reviews\/product\/6495692\/johnsons-honey-apple-baby-lotion",
        "text":"Johnson's Honey Apple Baby Lotion\n\nJohnson's Honey Apple Baby Lotion\n\nAs low as\n\nWorst Drugstore Body Lotions\n\nExclusively from the editors at Total Beauty\n\nGet the Buying Guide to see these top-rated products!\n\nGet it now »\n\nJohnson's Honey Apple Baby Lotion Reviews\n\n  • 9\n\n    Great lightweight lotion\n\n    I love Johnson's Baby lotion, they always give nice, light moisturization and leave a nice delicate, smell. I use this lotion during the spring\/summer time, because this gives my skin a light moisturization and ensures my skin will stay smooth all day. I will say that I would not recommend this lotion to severely dry skin, you might want to buy a lotion that is thicker. That's a reason why I only moreuse it in the spring\/summer because during the fall\/winter my skin tends to need more moisturization, where a lotion such as Cocoa Butter is much more suitable. Other than that, this is a great product that I will definitely buy again! — 1 year, 7 months ago\n    palomalove | 33 reviews\n\n    This review is:  Helpful  |  Not helpful  |  Inappropriate  |  0 of 0 people said helpful\n\nYour Rating & Reviews\n\nChange sharing preferences Clear\nWelcome to!\nReady to unleash your inner beauty junkie? Enter your email and check the boxes below to get free samples, exclusive deals, discounts at Total Beauty Shops, and expert beauty tips delivered straight to your inbox!\nEmail to a friend",
        "topic_id":8,
        "format_id":23,
        "topic_confidence":0.9937291145,
        "format_confidence":0.9655201435
    },
    {
        "url":"https:\/\/www.birchbox.com\/shop\/feedback\/review\/view\/id\/234638",
        "text":"\nMakeup Hair Skincare Fragrance Bath & Body Lifestyle Accessories Tools Nails Gifts with Purchase $25 and Under Birchbox Exclusives Best Sellers Limited Edition Boxes Birchbox Discovery Kits Value Sets What’s New Sale Brands for Women Latest Articles and Videos\nSkincare Hair Body Beard Shave Fragrance Apparel & Accessories Gifts with Purchase Sampled This Month $25 and Under Best Sellers BirchboxMan Exclusives BirchboxMan Collections Gift Sets Sale What’s New Brands for Men View the Guide\nLove it\n\nI am on the unique quest to stop the clock from ticking across my face. I have spectacular dry skin, and don't like a lot of makeup so my skin needs to look at it's best all day. I have tried baby lotion, Clinique, DDF, and nothing compares to this. I love it. My face feels great all day, there is a scent, but it's light and doesn't linger all day. My face hasn't had a breakout since I started using it.\n\nWas this review helpful to you? Yes | No   Was this review helpful to you? Yes | No\n51 Reviews\n4.3 out of 5 stars\n5 Star\n4 Star\n3 Star\n2 Star\n1 Star",
        "topic_id":8,
        "format_id":23,
        "topic_confidence":0.9947838187,
        "format_confidence":0.9939709902
    },
    {
        "url":"https:\/\/www.groupon.com\/biz\/brooklyn\/organic-beauty-spa",
        "text":"Organic Beauty Spa\n\nDay Spa\n5404 8th Avenue, Brooklyn, NY 11220 5404 8th Avenue, Brooklyn Directions\nBe the first to recommend this place!\n38% of 8 customers recommended\n\n\nReport | 2 years ago\nThat is new open spa everything is wonderful the service is great and the facial they doing very good job. they do very good on facial massage and after the extractions my face look so clean and not red at all I like so much\n\nFrom Our Editors\n\nOrganic Beauty Spa de-stresses clients with soothing massages and deep-cleansing facials that fight potential stressors, including acne and fine lines. Its therapists rely on Swedish massage strokes to loosen muscle tissue and gradually untie muscle knots. The pressure is generally lighter, which makes this modality ideal for massage newbies and butterflies.\n\nIs this your business?\nClaim this page to add your promotions and content\n\nExplore Nearby\nOrganic Beauty Spa\n\nA Groupon Buck is site credit worth $1 that's deposited directly into your Groupon account. If you have Groupon Bucks available, they'll be applied automatically at checkout for any deal except Getaways Market Picks. Please note that you can only earn one Groupon Buck per business from Specials.\nGroupon has verified that the customer actually visited Organic Beauty Spa.",
        "topic_id":8,
        "format_id":23,
        "topic_confidence":0.9829421043,
        "format_confidence":0.5143838525
    },
    {
        "url":"http:\/\/www.temptalia.com\/product\/mac-cosmetics-lipstick\/up-the-amp\/?tag=great-value",
        "text":"MAC Lipstick Up the Amp\n\nUp the Amp\n\nMAC Lipstick\n\nAffiliate LinksPurchased\n\nEditor's Review\n\n\nUp the Amp (Lipstick) is a brightened, pinky purple with subtle, cool undertones and a soft shine. It had rich, opaque color coverage and wore well for five hours.\n\nRead Full Review\n\nFound an error? Let us know about it!\nWrite a Review\n\nReader Reviews\n\n5 Stars\n4 Stars\n3 Stars\n2 Stars\n1 Stars\n\nBased on 2 Reviews, 18 Quick Reviews\n\nRate It:\nThe Good\n  • Easy To Apply (15)\n  • Creamy (14)\n  • Smooth (12)\n  • Moisturizing (11)\n  • Great Value (9)\n  • Long-wearing (7)\n  • Travel-friendly (3)\n  • Blendable (3)\nThe In-Between\n  • Highly Pigmented (16)\n  • Non-sticky (11)\n  • Scented (5)\n  • Buildable (2)\nThe Bad\n  • Drying (1)\n  • Dry (1)\n\n2 Written Reviews\n\nProfile photo of Melissa\n\n\n3 months ago.\n\nI've become a purple freak... I've been collecting a couple of purple lipsticks from different brands for a while now (no dupes of course). But none is as versatile (for wearing) as this colour. You can wear this casually: at work, going to uni, preparing for an interview, while meeting friends, at a bar night out. It's just the perfect brightness and purply tone. It goes fantastic with nude, simple make-up look. It's extremely pigmented with one swipe and MOST IMPORTANTLY it doesn't feather\/bleed over the lip line after application. It's lasts a damn long time\/ isn't drying (like illamasqua lipsticks) too. I'm in the city for over 8 hours and I only re-apply lightly after a meal. It's now my casual go-to lipstick.\n\n1 out of 1 user found this review helpful.\n\nSkin Tone: Light - Skin Type: Oily - Undertone: Yellow\nProfile photo of Sam\n\n\n11 months ago.\n\nhonestly, this is one of my go-to essentials in my makeup kit - it's quite versatile depending on skin tones and can range from subtle (well as subtle as bright-ish purple can be on lips) to super bright. it's very creamy and goes on smooth, although sometimes it feels kind of thick. it's not the sticky type of thick, so that's a plus. it smooths my dry-ish lips, and makes it feel soft and supple-y. in the heat here it manages to hold on, as i wore this shade for a dance. i wore it for 3+ hours, and it stayed on. like, it was clinging to my lips the whole event. there was obvious transfer on the glass of water, but it didn't feel or look splotchy. it's quite pigmented, as one run through my lips was quite opaque. IMO, this is a great starter lipstick for a person who likes edgy yet wearable lips. price *might* be an issue for some, but TBH it's a really good value. it's part of the permanent line-up, so you can get it anytime!\n\n1 out of 1 user found this review helpful.\n\nSkin Tone: Light-Medium - Skin Type: Normal-to-Oily - Undertone: Neutral",
        "topic_id":8,
        "format_id":23,
        "topic_confidence":0.9968594313,
        "format_confidence":0.873531878
    },
    {
        "url":"https:\/\/themusingsofrenzilla.wordpress.com\/2016\/09\/15\/ewa-m-hm-sekret-wiktorii-65dd\/",
        "text":"Ewa M HM Sekret Wiktorii 65DD\n\nI bought this bra, because 1 I love the way it looks, and 2 because I wanted to try an unlined Ewa bra. I kept going back and forth on what size to get, because there wasn’t a lot of info on unlined bras in my size, as well as a lot of info for this bra in particular. I ended up going with 65DD, because I figured if it was too small it could be a “sexy time” bra. However, even though I sized down, it was still too big.\n\nThe straps\n\nThe straps are wide set. Actually, too wide for me. I tried this bra on a few times (for mere seconds\/less than 5 minutes), and everytime it felt uncomfortable. My shoulders aren’t particularly narrow, so that something to keep in mind if you are interested in this bra.\n\nThe cups\n\nWhen I bought this bra, there were only 2 other people that had owned this bra, and they were both nice enough to measure their bras. Both of them listed the depth as being around 8.1 inches (20.57 cm), with a width of 4.9 inches (12.45 cm). Those 2 measurements work out for me, with the depth possibly being too small. Well, with the bra I received, the depth was 9 inches (22.86 cm), which is too deep for me.\n\nThe top of the cup is also open. It’s not like other unlined halfcups that have an elastic piece that goes across the top. There is space between my breast and the top of the cup. I think because the straps are set so far apart, the sides of the cup come up high on me, and irritate my skin.\n\nThe gore\n\nThe gore is too high and too wide for me. The gore is 3 inches (7.62 cm) high, and about .75 inches (1.91 cm) wide.  If this were a Comexim it would be okay, because the wires are soft, but this isn’t Comexim, it’s Ewa, so the Cleo like wires are painful for me.\n\nThe band\n\n\nThe band is TTS, and firm. Sizing up wasn’t necessary (thankfully since that wasn’t something that crossed my mind). The band does stretch to 30 inches (76.2 cm). The band has 4 rows of ‘eyes’ (I do find it interesting that some of my Ewa bras have 3 and some have 4)\n\n\nI like the way this bra looks (just not on me), and while I would like to reorder it in a smaller cup size, with my luck the band would run small. I also don’t think I have the breasts for unlined halfcups. I haven’t come across one unlined halfcup that I love yet. They all seem to emphasize my natural shape instead of providing some sort of uplift.\n\n\n\nOne thought on “Ewa M HM Sekret Wiktorii 65DD\n\n  1. Before reading your review, I ordered the HM Sekret Wiktorii in my usual EM size, 65F. Now I’m worried it’ll be too deep for me. Your 65DD’s 9″ depth is what most of my fitting bras’ depth measure as. 😦\n\n\nLeave a Reply\n\nFill in your details below or click an icon to log in:\n\nWordPress.com Logo\n\nYou are commenting using your WordPress.com account. Log Out \/ Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/ Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/ Change )\n\nGoogle+ photo\n\nYou are commenting using your Google+ account. Log Out \/ Change )\n\nConnecting to %s",
        "topic_id":8,
        "format_id":23,
        "topic_confidence":0.9924145341,
        "format_confidence":0.6896789074
    },
    {
        "url":"http:\/\/www.villagemama.com\/blog\/prescription-sunglasses-uk-.html",
        "text":"﻿﻿ prescription sunglasses uk,wooden sunglasses or bamboo Polarized New (Unisex Mens Ladies) Wayfarer Sunglasses UV400 Lense brand 4sold (bamboo dark Polarized) mall Brussels best laptop prices\nprescription sunglasses uk lovely on too came in good time. Look like they are worth alot more than i paid! ;) x I felt if I open the sunglasses up the logo on the side would be snapped off, this is the reason I returned them i love these sunglasses, i wanted a visor type and these where only pair i found i liked tha Trinidad and Tobago hindi meaning to english ralph lauren bag reat as they will last for many years. So pleased with them. These are lovely glasses, they feel solid once you put them on. Was a bit nervous about buying before trying them on. But they are a really great pair of shades. Very classy and love the colour. good quality safetyspecs with Pristina best glasses for men best laptop brand .\nh to hide your eyes and for people to be able to admire themselves in them. A slight mix up, which is always a problem with internet companies but it was handled quickly and efficiently. I'll be using this company again. These sunglasses are exactly what I was looking for. I've always found it difficult to find sunglasses that match my face, but these did the job perfectly. And that for about 1\/20th of what I wou ralph lauren socks od pair of shades. I bought these wraparound glasses after they were recommended to wear before going to bed in order to cut out blue light from TVs and PCs, which can contribute to difficulty in falling asleep. They seem to be helping. Really good. Inexpensive. Do the trick in blocking out blue light when reading my Kindle at night. Good fit over existing spectacles. Have helped my mother get out & about while suffering a serious eye problem hence a really good product. These make all the difference to my sleep. I wear them for a coupl sunglasses ray bans lasses and need a minimum of care. - useful pouch (fits the sunglasses without the spare parts) - the glasses are not neutral and seems to slightly alter the view of the distances (like a little zoom) - it just takes a few rides.",
        "topic_id":8,
        "format_id":23,
        "topic_confidence":0.9943517447,
        "format_confidence":0.8699774742
    },
    {
        "url":"http:\/\/www.mysubscriptionaddiction.com\/2016\/05\/pinkseoul-mask-subscription-box-review-coupon-april-2016.html",
        "text":"New To Subscription Boxes? Start Here!\n\nPosted by on in Beauty Subscription Boxes, New Subscription Boxes, PinkSeoul Reviews, Subscription Boxes for Women | Tags: | 14 comments\n\nPinkSeoul Mask Subscription Box Review + Coupon – April 2016\n\nThis post may contain referral\/affiliate links. Read the full disclosure.\n\n\nPinkSeoul is a monthly Korean beauty subscription box curated to your skin type. They focus on customized, full-sized, and curated products that are designed to guide you in your K-beauty journey of discovery. You can also shop their online store for more K-beauty goodies.\n\nThis box was sent to us at no cost for review. (Check out the review process post to learn more about how we review boxes.)\n\n\n\nPinkSeoul offers 3 subscription types. The PinkSeoul Box is $39.95 every two months with retail value over $60. The PinkSeoul Plus Box is recommended for subscribers age 35+, $49.95 every two months with retail value over $80. These two boxes are shipped bi-monthly and each box contains at least 4 full-sized items plus an accessory item. The PinkSeoul Mask Box is $29.95 every month with 10 customized mask products and an accessory item.\n\nThis review is of the PinkSeoul Mask Box for Oily skin types.\n\n\nThe Subscription Box: PinkSeoul Mask Box\n\nThe Cost: $29.95 per month + free US shipping\n\nCOUPON: Save 10% off your first box with code MSA10.\n\nAnd for a limited time only, receive a bonus washing hairband with your first Mask Box! No coupon needed!\n\nThe Products: 10 K-beauty mask products customized to your skin type plus an accessory item or full-size cosmetic\/skincare item\n\nShips to: USA (free shipping), Canada ($8.95 shipping), and other countries listed here ($15.95 shipping)\n\nCheck out all of our PinkSeoul reviews and the Beauty Subscription Box Directory!\n\nKeep Track of your subscriptions: Add this box to your subscription list or wishlist!\n\n\nPrior to purchasing a subscription, PinkSeoul will ask you several customization questions. Be sure to figure out what your skin type is because, for example, some ingredients are more compatible with dry skin than with oily skin.\n\n\n\nEach box includes a detailed info card. PinkSeoul stated that they will now be alternating between an accessory item and a full-size cosmetic\/skincare item each month. I think alternating is a wonderful idea. Plus, who doesn’t love full size products? The info card also has some FAQs and useful tips on sheet masks (i.e. don’t reuse sheet masks!)– be sure to read through them, they’re great.\n\n\nElizavecca Carbonated Bubble Clay Mask – $14 (on sale for $11.95)\n\nI’ve seen this product around before– it’s a bubbling wash-off mask. PinkSeoul describes this as a “deep cleanser and pore cleansing clay mask in one.” The mask has a thick mousse-like texture in the jar. It smells earthy and a little chemical-y. I’ve documented the process below. Basically you just scoop out a liberal amount of mask and start applying to the face. I suggest applying with the flat tip of the spatula because it gives you more smooth, even coverage than your fingers would. The mask begins its bubbly transformation upon contact with my skin. At minute 1, it’s a tame fizzy foam. By minute 10 I had a full-blown monster foam face. Even then the mask. Kept. Bubbling. Please don’t smear too much under your nostrils like I did unless you like snorting foam.\n\nThe mask is quite difficult to wash off. It took 3-4 minutes to rinse my face. I will try washing it off in the shower next time. There was a strange phenomenon that occurred during the washing process: my sink started bubbling! Bubbles started oozing out of that extra hole that sinks have to prevent water from overflowing. It is really strange but also mesmerizing to watch bubbles push its way out from seemingly nowhere.\n\nOverall, I definitely recommend it for the “fun” factor– you know, take a few selfies, scare your family, record it for posterity– but the arduous cleaning process prevents me from using this frequently.\n\n\n\n\nHere are some selfies of the wash off mask and the mysterious bubbling from my sink.\n\n\nTonymoly Intense Care Snail Hydrogel Mask – $8 (on sale for $6.50)\n\nThis is a hydrogel mask, which is made of a gel-like material instead of your usual pressed cotton. Hydrogel masks allow “more moisture to be locked in and absorbed into your skin” and requires more delicacy when applying since it can tear if you pinch it too hard. It’s also more expensive than your usual $2-3 sheet mask. This Tonymoly one contains snail secretion filtrate which helps improve skin tone, skin cell regeneration, and replenish moisture. There are not one, not two, but three different types of plastics protecting the two-piece hydrogel mask. There was a lot of peeling involved. It has a neutral smell– not great, but not unpleasant either– and fades quickly. It doesn’t slide off my face like some other masks tend to do and does not feel sticky after use.\n\nBanobagi Vita Genic Jelly Mask (Relaxing) – $5.95\n\nThis mask is soaked in “liposome jelly” instead of usual watery essence and contains aloe vera and 8 types of vitamins to calm and soothe sensitive skin. I didn’t enjoy wearing the Banobagi mask from March’s mask box. The texture was too gooey for me (I think my exact words were “medical lubricant”). Despite that it is a super hydrating mask and I’d recommend it to those who can handle the gooeyness.\n\n\nSecret Key Starting Treatment Mask – $5 (on sale for $3.95)\n\nThe highlighted ingredient of this mask is galactomyces ferment filtrate and aloe. Galactomyces is a type of yeast. If you think yeast skincare is strange, then you should know SK-II’s popular Pitera ingredient is basically yeast as well (and it sells for so much!). The fermented\/filtrated version contains a lot of things to help improve skin tone, hydrate, brighten skin, and increase elasticity. The mask fit is average but the essence feels great. I could barely detect any scent. There was so much essence left over in the packaging that it would be a waste not to use it up! The mask slowly slid down to my upper lip, which would typically bother me but it hydrated and softened my lips so much! An unexpected new use for ill-fitting sheet masks – lip hydration. This one leaves my face a little sticky afterwards.\n\nSNP Diamond Brightening Ampoule Mask – $3\n\nDiamonds. Apparently this mask contains sodium hyaluronate, niacinamide, and diamonds. I’m trying to think about all the practical uses for diamonds but “skin hydration” really isn’t one of them. Honestly, though, I like these SNP sheet masks because they fit well and feel great on my face. I’m always happy to receive more.\n\nLeaders Amino AC-Free Mask – $3\n\nLeaders is a great sheet mask brand. This one has 17 kinds of amino acids, AHA, BHA, and snail mucin. The mask is thin and the water\/gel-like essence has a slight fragrance that disappears quickly after opening. The best part– the fit is perfect on me! It fits every contour of my face and adheres snugly to the skin. My face feels slightly tacky after use but it doesn’t feel uncomfortable.\n\n\nThis is how much essence is left in the Secret Key mask pouch. So much!\n\n\nSkinfood Propolis & Bee Venom Mask – $2\n\nThis mask has propolis and bee venom. Propolis is an anti-bacterial, soothing, and anti-inflammatory ingredient that my acne-prone skin loves. If you have bee allergies please be aware that this contains bee venom.\n\nSkinfood Bird’s Nest Mask – $2\n\nBird’s nest extract in this mask helps give skin deep hydration. The fit is average. The essence is creamy instead of the watery essences I’m used to. These Skinfood masks stayed moist for quite a long time– but that is partly due to me layering a lot of extra essence from inside the packaging. My face did feel a little tacky afterwards.\n\n\nEtude House Vitamin Complex Mask – $2\n\nEtude House has a series of sheet masks with different featured ingredients. I’ve tried a couple before. This one contains vitamin complexes with skin brightening and purifying properties. The fit is decent and the scent is pleasant. The essence feels slightly tacky on my face after use.\n\nEtude House Royal Jelly Mask – $2\n\nThe royal jelly mask has royal jelly extract, which hydrates and smoothes the skin. I’m in a “bee everything” skincare phase right now so this is great!\n\n\nIt’s Skin Nutrition\/Yellow Mask Pack – $3\n\nThis mask pack last several uses. The thick paste is pale yellow and has a honey-like consistency. It smells strongly of honey and the scent doesn’t go away quickly. It made me really hungry while wearing the mask. Although I struggled a little to wash off the thick mask, my skin was left feeling smooth and nourished!\n\nThe Face Shop Mascream Sheet samples\n\nThese are sample-sized sheet masks. They’re ridiculously small and would be appropriate for your pet guinea pig. I love how cute these are! PinkSeoul says to use one for each cheek for a hydration boost.\n\n\nThe sample mask even has eye holes!\n\nVerdict: The PinkSeoul Mask Box delivers on awesomeness once again. My favorite Tonymoly Snail Hydrogel Mask– it’s pricey but the hydrogel masks do make for a whole new masking experience. Total retail value comes to around $45.35, and that’s with PinkSeoul sale prices. I think this is a solid sheet mask subscription for people who want both variety and quality. The potential is even higher now that they’re including a full-size beauty or skincare item every other month. I’m definitely looking forward to what PinkSeoul has to offer in future months!\n\nAlso, PinkSeoul is currently having a promotion: for a limited time, if you sign up for a new PinkSeoul Mask subscription they’ll include a bonus washing hairband in your first box!\n\nWhat do you think of April’s PinkSeoul Mask Box?\n\nWritten by Nancy Su\n\nNancy Su\n\nNancy used to be a Candy Crush addict but then she became addicted to subscription boxes instead. Now she has a particular interest in Korean\/Asian beauty after seeing the wonders it has done to her skin. She’s constantly in search of new lippies, s... (truncated)",
        "topic_id":8,
        "format_id":23,
        "topic_confidence":0.9952780008,
        "format_confidence":0.5806083679
    },
    {
        "url":"https:\/\/www.magnoliclothiers.com\/product_reviews_info.php?products_id=41&reviews_id=180&currency=EUR",
        "text":"Goldfinger Suit by Magnoli Clothiers\n\nGoldfinger Suit\n\nDate Added: Wednesday 27 June, 2007\nby Charles K.\nA first-rate suit. The material and workmanship are at least as good, if not better, than made-to-measure or other bespoke tailoring that normally costs several times as much. I ordered the dark grey version, and the nice thing about this suit's design is that it is a real cross-over from the 1950s to the 1960s...which is perhaps how the original stylist for \"Goldfinger\" intended it.\n\nRating: 5 of 5 Stars! [5 of 5 Stars!]",
        "topic_id":8,
        "format_id":23,
        "topic_confidence":0.9921845794,
        "format_confidence":0.9935530424
    }
]