[
    {
        "url":"http:\/\/www.monitis.com\/blog\/redesigned-transaction-recorder\/",
        "text":"Redesigned Transaction Recorder\n\nBig news! We’ve fully redesigned our transaction recorder! Thanks to its new one page view it’s easier to switch from one script to another.\n\n\n\nIn terms of functionality, we’ve added:\n\n\n– Testing of transaction monitors from global location\n– Cross-platform support for OSs\n– Search filter\n\n\n\nFor more detailed instructions on how to record and run a transaction script scenario please visit our User Guide.\n\n\nYou might also like",
        "topic_id":2,
        "format_id":13,
        "topic_confidence":0.701163888,
        "format_confidence":0.9786871076
    },
    {
        "url":"https:\/\/breakfastquay.com\/news\/20120530.html",
        "text":"Breakfast Quay\n\n« Home\n\nAtom Feed Breakfast Quay on TwitterContact us\n\n\n30 May, 2012\n\nDataquay version 0.9 released\n\nVersion 0.9 of Dataquay is now available.\n\nDataquay is a library that provides a simple, friendly C++ API for the Redland or Sord RDF data stores using Qt classes and containers.\n\nThis release reworks some of the constructor API logic and contains a number of other API enhancements and bug fixes. See the changelog for more details, and this blog post for the rationale for the API changes.",
        "topic_id":2,
        "format_id":13,
        "topic_confidence":0.9727372527,
        "format_confidence":0.9692457914
    },
    {
        "url":"http:\/\/blog.voxer.com\/2013\/10\/03\/a-very-voxer-hack-day\/",
        "text":"A Very Voxer Hack Day\n\nWe challenged ourselves to innovate this week! So often, we are heads-down and focused on making improvements to the app as quickly as possible and integrating new features we set out on our roadmap.\n\nBut this week…well, let’s just say that Monday marked a very new and exciting occasion that we hope to grow in the coming months. hAck dAy!\n\nThe Voxer team (EVERYONE, not just engineers!) came up with a few dozen ideas and collaborated on 16 projects! Not too shabby for a staff of less than 50 on a Monday, right?\n\nWe took this event very seriously. We really got into it! Check out the team spirit!\n\n\nabove: Tiffany, Community Manager; Igal, Head of Product)\n\nTeams worked through the night to bring their ideas to fruition, and at the next morning’s presentations we had an amazing array of hacks!\n\n\n(above: the Voxer staff breaks up into teams to work on various hAck dAy projects)\n\nPrizes are still to be determined (the entire staff is voting on winners), but you can look forward to a few of these features to make it into the app. We’ve got our users covered! Lots of amazing features are soon to come for Voxer. Stay tuned!",
        "topic_id":2,
        "format_id":13,
        "topic_confidence":0.9312409163,
        "format_confidence":0.9523897767
    },
    {
        "url":"http:\/\/mail-archives.apache.org\/mod_mbox\/incubator-couchdb-user\/201310.mbox\/raw\/%3CCAPaJBx5WW27KmduuCDfOhD8L2tJUou=QGCmVyRGwHCm76-hGEA@mail.gmail.com%3E\/1",
        "text":"Hi folks, CouchDB Conf is a one-day conference in Vancouver, Canada on November 13, 2013. I am excited to let you know that registration is now open! Early bird tickets are $150, and are available until October 13th. (So get yours quick!) Purchase your ticket for CouchDB Conf now: http:\/\/couchdbconf.eventbrite.com\/ CouchDB Conf will convene 200 developers and technology evangelists. They will come together to learn about CouchDB, related technologies, and new projects in the community. The agenda will cover everything from getting started to advanced features and internals, app development, and best practices. View the confirmed speakers: http:\/\/conf.couchdb.org\/#speakers We expect the conference to sell out quickly, so register today to avoid disappointment! P.S. If you want to help us promote the confernce, you can retweet us, and up-vote us on the sites you use. URLs included here for your convenience. https:\/\/twitter.com\/CouchDB\/status\/388359340249206784 https:\/\/news.ycombinator.com\/item?id=6529044 http:\/\/www.reddit.com\/r\/programming\/comments\/1o5qmu\/registration_is_open_for_couchdb_conf_nov_13th\/ http:\/\/www.reddit.com\/r\/Database\/comments\/1o5qna\/registration_is_open_for_couchdb_conf_nov_13th\/ http:\/\/www.reddit.com\/r\/nosql\/comments\/1o5qnf\/registration_is_open_for_couchdb_conf_nov_13th\/ http:\/\/www.reddit.com\/r\/CouchDB\/comments\/1o5qnm\/registration_is_open_for_couchdb_conf_nov_13th\/ https:\/\/plus.google.com\/109226482722655790973\/posts\/1dKWYHGgKnU https:\/\/plus.google.com\/109226482722655790973\/posts\/T9P5456fP2X Thanks, -- Noah Slater https:\/\/twitter.com\/nslater",
        "topic_id":2,
        "format_id":13,
        "topic_confidence":0.94945544,
        "format_confidence":0.7113829255
    },
    {
        "url":"http:\/\/www.phpdeveloper.org\/news\/26481",
        "text":"\n\nSymfony Blog:\nSymfonyCon Lisbon here we come: schedule part 2!\nAug 27, 2018 @ 15:45:28\n\nOn the Symfony blog they've posted the second part of their announcement about the speakers that will be presenting at the SymfonyCon Lisbon conference in December.\n\nWe announced last Monday the first part of the conference schedule for SymfonyCon Lisbon 2018. We’re now very happy to announce the second part of the schedule. Discover the conference schedule! We’re extremely pleased to welcome the following speakers (in alphabetical order) and their talks at the conference.\n\nSpeakers and sessions in this announcement include:\n\n  • Pedro Magalhães: \"Changing PHP\"\n  • Jeremy Mikola: \"Bulletproof MongoDB\"\n  • Michelle Sanver: \"Using the Workflow component for e-commerce\"\n  • Miro Svrtan: \"When Testing Makes No Sense\"\n\nThey'll also be joined by Symfony creator and project lead Fabien Potencier with an opening keynote.\n\ntagged: symfonyconlisbon18 symfonycon conference schedule announcement part2\n\nLink: https:\/\/symfony.com\/blog\/symfonycon-lisbon-here-we-come-schedule-part-2\n\nTrending Topics:",
        "topic_id":2,
        "format_id":13,
        "topic_confidence":0.984474659,
        "format_confidence":0.9580643177
    },
    {
        "url":"http:\/\/concerto.xwiki.org\/xwiki\/bin\/view\/Blog\/XWiki%20is%20participating%20in%20Google%20Summer%20of%20Code%202016",
        "text":"Mar 01 2016\n\nXWiki has been accepted as a mentoring organization for Google Summer of Code 2016.\n\nGoogle Summer of Code is a global program focused on bringing more student developers into open source software development. Students work with an open source organization on a 3 month programming project during their break from school\n\nSince its inception in 2005, the program has brought together over 10,900 successful student participants from over 103 countries worldwide and over 500 open source organizations, all for the love of code. \n\nThis is our 9th time participating in the program and we are pretty excited about it. We value the participation in the program since it allows us to meet and discuss ideas with smart students from around the world. The past years brought great results, such as the Solr Search, WebDAV and RESTful remote access APIs, the Office importer, and the XEclipse project, just to name a few.\n\nThis year we're proposing a lot of interesting projects, so make sure you check them out and send your proposals.\n\nThe student application period will last from March 14 until March 25. Students interested in applying for a project with XWiki should:\n\nLet's work together with the community to make this a great Summer of Code!\n\nCreated by Ecaterina Moraru (Valica) on 2016\/03\/01\n\nGet Connected",
        "topic_id":2,
        "format_id":13,
        "topic_confidence":0.8136305809,
        "format_confidence":0.9926546812
    },
    {
        "url":"http:\/\/embedded.org.ua\/index\/will-the-real-in-memory-database-please-stand-up-report-examines-imds-claims.html",
        "text":"Will The Real In-Memory Database Please Stand Up? Report Examines IMDS Claims\n\nIn-memory database systems (IMDSs) have changed the software landscape, making it possible to deploy \"\"smarter\"\" real-time devices and applications on QNX operating systems and sparking mergers and acquisitions involving the largest technology companies.\nBut these days, the database sector teems with products purporting to be IMDSs. The problem is, most of them aren't. The majority of products promoted as in-memory databases are merely old-style (on-disk) DBMSs, wearing a thin coat of IMDS paint.\nMcObject's new white paper, \"\"Will the Real IMDS Please Stand Up\"\", explains how to tell the difference between real and imitation in-memory database systems, and explains why it matters. This report is available for free download from McObject's Web site.\nIMDSs provide the features of traditional database management systems (DBMSs)--including transactions, multi-user concurrency control, and high level data definition and querying languages--but with a key difference: in-memory databases store records in main memory, eliminating disk storage and related overhead. This enables IMDSs to offer faster performance as well as a more streamlined design and smaller code size.\nBut today, IMDSs' popularity has sparked a flurry of products falsely claiming to be in-memory database systems. Understanding the distinction is critical for potential users whose problem domain is best served by the technology. The differences can affect the hardware requirements (and therefore total cost of ownership), performance, time-to-revenue, and ultimately the success or failure of a solution.\nDistinguishing between real and fake IMDSs often means examining the key areas of origins and wholeness. The origins of a purported IMDS can point to whether the product is truly optimized for in-memory use, and reveal whether performance-sapping \"\"artifacts\"\" remain from its original design as an on-disk DBMS. Wholeness asks the question, does this product offer a complete set of DBMS features? Developers and end-users shouldn't have to settle for less.\nProspective users can download McObject's free \"\"Will the Real IMDS Please Stand Up\"\" to help gauge whether they will obtain the hallmark IMDS benefits of fast performance and superior database efficiency from specific vendors and products often described as (or purporting to be) in memory database systems.\nDownload the report now.\n\nAbout McObject\nFounded by embedded database and real-time systems experts, McObject offers proven data management technology that makes applications and devices smarter, more reliable and more cost-effective to develop and maintain. McObject counts among its customers industry leaders such as Chrysler, Maximizer Software, Siemens, Phillips, EADS, JVC, Tyco Thermal Controls, F5 Networks, DIRECTV, CA, Motorola and Boeing. McObject, based in Issaquah, WA, is committed to providing innovative technology and first-rate services to customers and partners. The company can be reached at +1-425-888-8505, or visit www.mcobject.com.\n\nButton of QOpenCD:",
        "topic_id":2,
        "format_id":13,
        "topic_confidence":0.7652186155,
        "format_confidence":0.5683760047
    },
    {
        "url":"https:\/\/www.zymr.com\/news\/zymr-recognized-as-a-leading-react-native-development-company-by-topdevelopers.co\/",
        "text":"Zymr Recognized As A Leading React Native Development Company By Topdevelopers.co\n\nFebruary 13, 2020\n\nTopDevelopers.co, a renowned IT service provider directory and a review and research platform for B2B firms, has released a press statement highlighting Top React Native Development Companies. Zymr is honored to have been recognized on the list.\n\nReact Native Framework is quite popular among the developers as it allows them to create robust applications that will stand out in the competition. Mobile app behemoths like Facebook, Instagram, and many more have been developed using React Native Framework. The fact that it uses JavaScript as a base makes it more comfortable for the developers to implement and understand.\n\nReact Native provides an option to the organization to include the framework in their existing app or develop the mobile app from scratch. Zymr continues being recognized among the leading React Native Development Companies across the globe due to its substantial expertise in React Native Development.\n\nAbout ZYMR\n\nAnchored in Silicon Valley, Zymr is a full-stack software product engineering company that integrates state-of-the-art software paradigms, Agile development culture, and global delivery centers. We help ISVs, startups, and enterprises adopt Cloud, Mobile, and Social technologies to accelerate product development, drive innovation, and capitalize on the market opportunity along with earning customer delight. Zymr has also had the privilege of working closely with several leading cloud security companies to build cutting-edge, purpose-built, cloud security solutions. For more information about Zymr, please visit www.zymr.com or write to us at press@zymr.com.\n\nAbout TopDevelopers.Co\n\nTopDevelopers.co is a widely respected directory and review platform for IT service providers. They take a neutral approach in analyzing the companies. The team of analysts at TopDevelopers.co vets the companies through stringent parameters which ensure that only the most competitive firms, businesses, enterprises, and entrepreneurs are filtered through their process. This helps the service seekers in getting ready-to-use the pool of companies from which they can choose the appropriate firm according to their needs.\n\nLet's continue the conversation!\n\n    Please prove you are human by selecting the Flag.",
        "topic_id":2,
        "format_id":13,
        "topic_confidence":0.9717637897,
        "format_confidence":0.988006413
    }
]