[
    {
        "url":"https:\/\/www.thestreet.com\/story\/11491181\/1\/smsc-and-hansong-nanjing-technology-ltd-bring-kleernet8482-technology-to-market-for-wireless-home-theater-applications.html",
        "text":"SMSC And Hansong (Nanjing) Technology Ltd. Bring KleerNet™ Technology To Market For Wireless Home Theater Applications\n\nSMSC (NASDAQ: SMSC), a leading semiconductor company enabling content rich connectivity systems, today announced that it is working with Hansong (Nanjing) Technology Ltd. to deliver SMSC’s low latency, lossless KleerNet™ wireless audio streaming technology.\n\n“SMSC is a recognized leader in developing high performance, low latency wireless audio technology for the home,” said Helge lykke Kristensen, Vice President at Hansong (Nanjing) Technology Ltd. “We are pleased to work with them to deliver reference designs that offer this best-in-class technology for a wide range of applications including soundbars, subwoofers and wireless speakers.”\n\n“Wireless audio adoption is on a fast pace. Having the design relationships in place that make it easy for our customers to bring to market state-of-the art home wireless audio solutions is key for this adoption to flourish,” said Gene Sheridan, Senior Vice President and General Manager of SMSC’s Wireless Products Group. “Working with Hansong (Nanjing) Technology Ltd. opens the door to new design win possibilities as we focus on broadening our reach in China, Hong Kong and the Asia-PAC region overall.”\n\nMore on SMSC’s Wireless Audio Platform\n\nSMSC’s focus on wireless audio solutions propels the company to a leadership position in the wireless audio market. Kleer technology enables high quality, low latency wireless distribution of digital content to headphones, speakers and other audio devices to enhance the consumer’s listening experience. SMSC’s KleerNet technology gives consumers the option of choosing among KleerNet-enabled audio products from various consumer brands for use in their home, office, or portable applications. Examples of wireless audio products that incorporate KleerNet technology are 5.1\/7.1 surround sound home theater systems, sound bars, sub-woofers, headphones, and gaming and VOIP headsets. KleerNet wireless audio products are designed to co-exist with Wi-Fi and Bluetooth ® traffic and support multi-band RF, low latency and high bit and sampling rates. In addition, SMSC’s JukeBlox platform offers popular music applications along with the industry standard Ethernet and Wi-Fi interfaces to give customers access to music content from all over the world via their home networks or the Internet. For more information on Kleer, KleerNet or JukeBlox products, visit\n\nAbout SMSC\n\nSMSC is a leading developer of Smart Mixed-Signal Connectivity solutions. SMSC employs a unique systems level approach that incorporates a broad set of technologies and intellectual property to deliver differentiating products to its customers. The company is focused on delivering connectivity solutions that enable the proliferation of data in automobiles, consumer devices, PCs and other applications. SMSC’s feature-rich products drive a number of industry standards and include USB, MOST ® automotive networking, Kleer ® wireless audio, embedded system control and analog solutions, including thermal management and RightTouch ® capacitive sensing. SMSC is headquartered in New York and has offices and research facilities in North America, Asia, Europe and India. Additional information is available at\n\nAbout Hansong (Nanjing) Technology Ltd.\n\nHansong (Nanjing) Technology Ltd is a privately owned company established in 1998 as a manufacturer for the audio industry. In 2000, the strategy was refined to cover audio and video in areas such as home Hi-Fi and AV systems, custom installations, pro audio and other new technologies. The latest evolution of the company’s strategy is a focus on commercial audio. The company has received several industrial awards and positive reviews. Hansong’s experience extends to A\/V decoder\/processors, AV Receivers, Tuners (AM\/FM\/DAB\/HD radio), CD\/SACD players, CD receivers, Universal DVD Players (with DVD-A, SACD and High Definition Video), DVD receivers, subwoofer amps, bi-amps and tri-amps for the speaker industry and digital amps and switch mode power supply technology for high quality audio reproduction as well as wireless audio products supporting Airplay® and DLNA speakers.\n\nForward Looking Statements\n\nExcept for historical information contained herein, the matters discussed in this announcement are forward-looking statements about expected future events and financial and operating results that involve risks and uncertainties. These uncertainties may cause our actual future results to be materially different from those discussed in forward-looking statements. Our risks and uncertainties include the timely development and market acceptance of new products; the impact of competitive products and pricing; our ability to procure capacity from our suppliers and the timely performance of their obligations, commodity prices, interest rates and foreign exchange, potential investment losses as a result of liquidity conditions, the effects of changing economic and political conditions in the market domestically and internationally and on our customers; our ability to realize the expected benefits of acquisitions; our relationships with and dependence on customers and growth rates in the personal computer, consumer electronics and embedded and automotive markets and within our sales channel; changes in customer order patterns, including order cancellations or reduced bookings; the effects of tariff, import and currency regulation; potential or actual litigation; and excess or obsolete inventory and variations in inventory valuation, among others. In addition, SMSC competes in the semiconductor industry, which has historically been characterized by intense competition, rapid technological change, cyclical market patterns, price erosion and periods of mismatched supply and demand.\n\nOur forward looking statements are qualified in their entirety by the inherent risks and uncertainties surrounding future expectations and may not reflect the potential impact of any future acquisitions, mergers or divestitures. All forward-looking statements speak only as of the date hereof and are based upon the information available to SMSC at this time. Such statements are subject to change, and the Company does not undertake to update such statements, except to the extent required under applicable law and regulation. These and other risks and uncertainties, including potential liability resulting from pending or future litigation, are detailed from time to time in the Company's reports filed with the SEC. Investors are advised to read the Company's Annual Report on Form 10-K and quarterly reports on Form 10-Q filed with the Securities and Exchange Commission, particularly those sections entitled “Other Factors That May Affect Future Operating Results” or “Risk Factors” for a more complete discussion of these and other risks and uncertainties.\n\nSMSC, MOST, Kleer and JukeBlox are registered trademarks and Smart Mixed-Signal Connectivity, Wireless Detect 'n Avoid and RightTouch are trademarks of Standard Microsystems Corporation.\n\nCopyright Business Wire 2010",
        "topic_id":5,
        "format_id":13,
        "topic_confidence":0.7977128029,
        "format_confidence":0.9399041533
    },
    {
        "url":"https:\/\/www.christiedigital.com\/en-us\/video-walls\/visual-display-innovation\/new-video-wall-technology\/Christie-in-Full-Control-at-ASIS2011-with-Broadest-Range-of-Integrated-Video-Display-Solutions",
        "text":"Christie in Full Control at ASIS 2011 with Broadest Range of Integrated Video Display Solutions for Monitoring and Surveillance\n\nPosted 9\/15\/2011\n\n55\" HD LCD flat panel tiled displays\n\nChristie®, a global leader in visual display solutions, will showcase its broad range of mission critical video display wall solutions purpose-built for the most complex control room environments at ASIS 2011, the world's most comprehensive educational and networking event in the security industry, September 19 – 22 in Orlando, Florida. \n\nOffering the latest generation monitoring and surveillance technologies for all levels of government, Christie display solutions represent the ultimate in 24\/7 reliability and security for briefings, monitoring, surveillance, military and emergency operations centers. The Christie displays at ASIS booth #3873 include a 3 x 2 array of Christie 50” display cubes, featuring the Christie Entero™ LED light engines; a 2 x 2 array of Christie FHD55X-1 flat panel screens driven by four independent inputs; and a 1 x 5 Christie MicroTiles® display column.\n\n“Display technologies that offer the ultimate in visual performance and reliability is an absolute requirement in today’s volatile global landscape, where rapid access to accurate and timely information is critical to effective decision making,” said Jim Gavloski, director of product management, control room and video wall tiled display solutions, Christie. “Christie video walls let you monitor, control and interact with all your visual assets – from any source – in real time.  They are extremely reliable customizable display solutions that deliver high performance image quality and content flexibility, allowing security teams to review data and react to any issue instantly.”\n\nRead more",
        "topic_id":5,
        "format_id":13,
        "topic_confidence":0.9095551372,
        "format_confidence":0.9745607972
    },
    {
        "url":"https:\/\/worlddabeureka.org\/2012\/03\/25\/the-second-phase-of-roll-out-commences-in-germany\/",
        "text":"WorldDAB Eureka\n\nEureka! Online\n\nThe second phase of roll-out commences in Germany\n\n\n– Over 130 DAB+ receivers are now available to the German consumer\n\n– The German digital radio campaign was supported by the manufacturers PURE, NOXON and digital national station Absolute radio\n\n– A live postcode checker is available online for consumers to see what services are on air:\n\nThe activities and processes observed by the German radio industry are setting a precedent for the key factors that are fundamental to a successful roll out of digital radio. The German market is a strong voice for pushing for a pan-European digital radio strategy. Germany continue to focus their efforts on key factors such as cross industry collaboration, marketing, providing new and high-quality content and most importantly, selling receivers to ensure a successful and healthy digital radio future. The journey towards a fully digitalised radio industry has reached its second stage. During 2012 the second phase of the network roll out for the national multiplex (currently at 27 transmitters covering nearly 40 million households) will be increased.\n\nIssue 16 germanyOngoing work continues by the national roll-out body, Deutschland Radio in their support for the digital migration, with heavy emphasis on promotion. Deutschland Radio released an extensive number of news items which included news stories on new receivers, devices, the automotive sector, cross industry collaboration, announcements for new tenders and calls for inclusion of local commercial broadcasters on shared multiplexes. Simultaneously the regional ARD ‘Bundeslander’ public radio broadcasters ensured that their stations were going digital and stations on the national multiplex advertised new programmes such as (Antenna Bayern\/SWR) to children’s stations (Radio TEDDY in Hessen), and provided information on which stores were stocking digital radios. Rundfunk- und Informationstechnik DABplus Germany 17\n\nNext steps\n\n–  Organisational support of project office\n–  Extended marketing activities\n– Workshops for retailers\n– Information package for schools\n–  Extension of the coverage area\n– New regional commercial programmes on DAB+\n–  Pan-European digital radio strategy\n– Switch-over plan from FM to DAB+ because of better efficiency\n– Obligatory digital receivers\n\nThe second phase of roll-out commences in Germany\n\nAt the recent Le Radio event in France (5-7 February 2012, Paris) it was announced that broadcasters, in the long term, will save an estimated 66% on transmission costs per programme with digital radio. It was also announced that three years after switch over it is expected that the cost savings made will cancel out the cost of simulcasting for 12 years with the average saving of 40 million Euros per year on distribution costs. (Dr Chris Weck, Technical Director, Deutschlandradio)\n\nWorldDMB Project Office\n\n\n\nThis entry was posted on March 25, 2012 by in Benefits of Digital Radio, Content and Services, Digital Radio Rollout, Europe, Marketing, Receivers.\n\nAbout WorldDAB\n\nWorldDAB is the global forum for digital radio, facilitating the adoption and implementation of digital broadcast radio based on DAB, DAB+. Its membership includes public and commercial broadcasters, network providers, receiver, chip and car manufacturers.\n\nTo contribute to Eureka!, email\n\n\nFollow WorldDAB on Twitter",
        "topic_id":5,
        "format_id":13,
        "topic_confidence":0.6688532829,
        "format_confidence":0.918125391
    },
    {
        "url":"https:\/\/www.casio-intl.com\/asia\/en\/dc\/",
        "text":"Digital Cameras\n\nDigital Camera\n\nAnnouncement on the end of production for Casio digital cameras\n\nCasio has applied its unique ideas and technologies to the creation of new culture through the digital cameras it has offered as visual communication tools since 1995. That year saw the release of the QV-10, the world’s first consumer digital camera with a LCD.\n\nWe are proud to have developed products that created a new culture of communication, such as the EX-S1, an ultrathin camera that users could carry with them wherever they went to take pictures at any time; the EX-F1, which incorporated a unique, high-speed technology that could capture subjects invisible to the naked eye; and the TR series, which allowed users to enjoy taking beautiful selfies in a variety of free photography styles.\n\nWe have decided that, after 23 years of developing the visual communication tools which have been highly supported and loved by our users, we will be halting production of our existing compact digital cameras.\n\nIn the future, Casio will be pursuing product development in entirely new genres, and will leverage the video and image technologies and various unique technologies that we have cultivated over many years. At some later time, we would like to present products that have the potential to become new favorites and the capability to surprise and move our customers.\n\nWe would like to thank all of our customers for their support and for using our products over the years.\n\nCasio will continue to offer repairs and other after-sales services as usual in line with the conditions we have previously stipulated.\n\n\nRelated Links",
        "topic_id":5,
        "format_id":13,
        "topic_confidence":0.979701519,
        "format_confidence":0.9937659502
    },
    {
        "url":"http:\/\/harris.com\/view_pressrelease.asp?act=lookup&pr_id=3541",
        "text":"Harris Press Release\n\nHarris Corporation Introduces Tactical Cellular Manpack That Enables Smartphones and Apps at the Tactical Edge\n\n\n  • Offers warfighters cellular coverage from a transportable backpack.\n  • Same key functionality as award-winning Harris KnightHawk™.\n  • Cellular capability complements company's secure radio communications solutions.\n\nMELBOURNE, FL, October 31, 2012 — Harris Corporation (NYSE:HRS), an international communications and information technology company, has introduced a backpack version of its award-winning KnightHawk™ mobile tactical cellular network solution that provides warfighters with high-bandwidth connectivity and enables the use of smart apps at the tactical edge of the battlefield.\n\nHarris is the leading global supplier of secure radio communications and embedded high-grade encryption solutions for military, government and commercial organizations. The company's Falcon® family of software-defined tactical radio systems encompasses manpack, handheld and vehicular applications. The new KnightLite™ complements primary radio communications and enables warfighters on the move with cellular connectivity in locations with limited or no infrastructure.\n\nThe KnightLite system is built upon industry leading Universal Mobile Telecommunications System technology, which leverages mature cellular technology and helps ensure cost effective deployment. In addition to voice, high-speed data, video, and SMS messaging, the KnightLite system supports High-Speed Packet Access, which allows for dynamic allocation of data resources to mobile devices and efficiently utilizes bandwidth to allow more devices to access the network simultaneously. It is compatible with commercial off-the-shelf (COTS) smartphones and tablets.\n\nKnightLite can operate autonomously or as a scalable network for increased coverage. The combination of inexpensive COTS smartphones and tablets along with simultaneous high-bandwidth access for multiple users helps keep warfighters safe and on-task, minimizes loss of life, and enhances mission effectiveness and success.\n\nWith high data rates and the ability to operate over a wide temperature range in harsh environments, KnightLite delivers connectivity at the edge to support current demands for smartphone applications. KinghtLite is approximately the same weight and form factor as today's tactical manpack radios. Its innovative design is also compatible with existing tactical radio batteries, antennas and accessories, and can be installed in tactical radio mounts for vehicular operations.\n\n\"KnightLite has the same key functionality as KnightHawk, but in a form that supports dismounted operations in remote and rugged locations where warfighters often have to travel by foot,\" said Sheldon Fox, group president, Harris Government Communications Systems. \"In addition to our tactical radios, troops will also be able to carry the latest 3G and 4G LTE networking systems, enabling the use of smartphones and tablets such as our RF-3590. KnightLite takes important new capabilities to the tactical edge.\"\n\nMore information about KnightLite is available at www.tactical-cellular.com.\n\nAbout Harris Corporation\nHarris is an international communications and information technology company serving government and commercial markets in more than 125 countries. Headquartered in Melbourne, Florida, the company has approximately $5.5 billion of annual revenue and about 15,000 employees — including 6,000 engineers and scientists. Harris is dedicated to developing best-in-class assured communications® products, systems, and services. Additional information about Harris Corporation is available at harris.com.\n\nSleighton Meyer\nHarris Government Communications Systems\n\nJim Burke\nHarris Corporation\n\nHarris.com Careers Contact Us Investors Privacy Policy Terms of Use",
        "topic_id":5,
        "format_id":13,
        "topic_confidence":0.6828699112,
        "format_confidence":0.9838265777
    },
    {
        "url":"http:\/\/www10.giscafe.com\/nbc\/articles\/view_article.php?section=ICNews&articleid=790896&printerfriendly=1",
        "text":"Newport Media Announces Mass Production of World’s First 65nm System-on-Chip (SoC) for China’s CMMB Mobile TV\n[ Back ]   [ More News ]   [ Home ]\nNewport Media Announces Mass Production of World’s First 65nm System-on-Chip (SoC) for China’s CMMB Mobile TV\n\nSingle Chip NMI500 IC Begins Mass Production to Address Rapidly Growing Digital Television Market in China\n\nBARCELONA, Spain — (BUSINESS WIRE) — February 15, 2010Newport Media, an innovative fabless semiconductor company supplying products to the mobile broadcast media industry, today announced it has commenced mass production of the world’s first complete 65nm complementary metal-oxide semiconductor (CMOS) single-chip solution for the China Multimedia Mobile Broadcasting (CMMB) digital television standard.\n\nThe NMI500 mobile digital TV receiver integrates an RF tuner, demodulator, memory as well as Mobile Broadcast Business Management System (MBBMS) conditional access functions (Decryption and UAM secure container controller).\n\n“Mass production of Newport Media’s CMMB SoC represents a major milestone for the company,” said Mohy Abdelgany, president and chief executive officer for Newport Media. “The NMI500 and its complete CMMB software platform represent the second 65nm SoC from Newport Media to go into mass production. This is a significant technical milestone for the company and we are looking forward to participating in the explosive growth forecasted for the Chinese 3G market.”\n\nThe device is manufactured using low-cost, 65nm CMOS process technology and is packaged in a low-cost and easy-to-manufacture 48 I\/O Quad Flat No Led (QFN) 6mm package.\n\nFor additional information about Newport Media’s NMI500 CMMB system semiconductor solution, please visit Newport Media in Hall 2 Booth F07 at the Mobile World Congress 2010 in Barcelona, Spain, February 15-18, 2010.\n\nAbout Newport Media, Inc.\n\nNewport Media is a fabless semiconductor company that develops and sells highly integrated solutions for emerging mobile TV broadcast standards. Newport Media has assembled a management and development team with comprehensive system semiconductor experience in wireless handset and digital set-top box industries. Newport Media’s development team leverages its collective experience in these converging industries to develop broadcast multimedia architectures and IC implementations with unprecedented performance, power consumption, size and cost. For more information, visit\n\nNewport Media is a trademark of Newport Media, Inc. All rights reserved.\n\n\nEditorial Contacts:\nMagnet PR Group\nCarolyn Fromm\nEmail Contact",
        "topic_id":5,
        "format_id":13,
        "topic_confidence":0.8650122881,
        "format_confidence":0.9485931993
    },
    {
        "url":"http:\/\/www.rcmart.com\/blog\/2011\/08\/transmitter-bags-launched\/",
        "text":"\n\nMany New Transmitter Bags Launched\n\nYA 0291 yr Many New Transmitter Bags Launched\nYeah Racing Transmitter Bag\n\nWe are pleased to announce the launching of several new transmitter bags for many well known radio models including Futaba 4PL, 4PK, Sanwa MT4, M11X, KO Propo EX10, and Spektrum DX3R. These stylish bags are manufactured with excellent durability and stock absorbance.\n\nPlease click the links below to find out more:\n\nYeah Racing (#YA-0291-MT4) Transmitter Bag For Sanwa MT4\n\nYeah Racing (#YA-0291-M11X) Transmitter Bag For Sanwa M11X\n\nYeah Racing (#YA-0291-EX10) Transmitter Bag For KO PROPO EX10\n\nYeah Racing (#YA-0291-DX3R) Transmitter Bag For Spektrum DX3R\n\nYeah Racing (#YA-0291-4PL) Transmitter Bag For Futaba 4PL\n\nYeah Racing (#YA-0291-4PK) Transmitter Bag For Futaba 4PK\n\nYou can follow any responses to this entry through the RSS 2.0 feed. You can leave a response, or trackback from your own site.\n\nAddThis Social Bookmark Button\n\nLeave a Reply\n\nYou must be logged in to post a comment.\n\nrcSites.com - The Best list of top RC websites",
        "topic_id":5,
        "format_id":13,
        "topic_confidence":0.7422264218,
        "format_confidence":0.8274644613
    },
    {
        "url":"http:\/\/www.nikon-asia.com\/en_Asia\/about\/corporate_news\/nikkor-acc-app-for-android-tablets",
        "text":"Nikon Imaging Asia Pacific Gateway | Asia\n\nCorporate News\n\n\n“NIKKOR & ACC” app now made available for Android™ tablets\n\nThe convenient app to search and compare information on NIKKOR lenses and accessories\n\nSINGAPORE – The \"NIKKOR & ACC\" app that allows users a convenient search for information on NIKKOR lenses and accessories is now made available for free for Android™ tablet users, announced today by Nikon Singapore Pte Ltd.\n\n\nInstalling the \"NIKKOR & ACC\" app allows users to download the contents of Nikon's ‘Digital Catalog’. The catalog covers the complete range of NIKKOR lenses*1, for an easy access to the lenses based on lens type, technologies used, specifications, and sample images.\n\nWith the release of a new version of the app for Android™ tablets, information regarding accessories, beginning with Nikon Speedlights, has been added to the app that is also made available to iPad users. Users will additionally discover the inclusion of a new section, ‘NIKKOR Technology’, which introduces a variety of NIKKOR lens technologies to understand the finest optics that goes into the NIKKOR lenses. The additions present the app beyond just a handy resource for lens information, but also as an easy access to information on the variety of available accessories*2.\n\nThe app was first released for use with iPad in April 2015. Since then, Nikon has expanded the language support with release of both the Traditional and Simplified Chinese versions in June 2015. In addition to plans to provide support for even more languages, Nikon will further enhance the contents of the ‘Digital Catalog’ with information regarding other Nikon imaging products including DSLR cameras.\n\nNIKKOR & ACC overview\n\nRelease date: August 20, 2015\nCompatible devices: iPads\/Android™ tablets\nSupported OS: iOS 8 or later\/Android™ 4.4 or later\nSupported languages: English, Chinese (Traditional and Simplified)\n\n1 Interchangeable lenses for Nikon digital SLR cameras available as of July 10, 2015\n\n2 Accessories for Nikon digital SLR cameras available as of July 10, 2015\n\n* Telecommunication fees may be required for download.\n\n* Apple, Apple Store, and iPad are trademarks of Apple Inc. registered in the U.S. and other countries. \n\n* App Store is a service of Apple Inc.\n\n* Android™ and Google Play are trademarks or registered trademarks of Google Inc.\n\n* This app cannot be used with iPhones.\n\n* This app cannot be used with Android™ smartphones.\n\nAbout the NIKKOR brand\n\nNIKKOR ( is Nikon's brand of photographic lenses. The NIKKOR name arose from adding \"r\", a common practice in the naming of photographic lenses at the time the name was established, to \"Nikko\", the Romanized abbreviation for Nippon Kogaku K.K., the original name used when the company was established.\n\nIn July 2015, Nikon announced its milestone achievement of 95 million in total production of NIKKOR lenses for Nikon interchangeable lens cameras.\n\nNikon's line-up of lenses for cameras with interchangeable lenses currently consists of more than 90 types of lenses, including ultra-wide-angle to super-telephoto lenses, fisheye lenses, zoom lenses, micro lenses, and PC-E lenses that support a wide variety of applications, as well as 1 NIKKOR lenses for advanced camera with interchangeable lenses. More information and contents on NIKKOR lenses is also available with the NIKKOR & ACC app.\n\nAbout Nikon\n\nNikon. At the Heart of the Image. Nikon is the world leader in digital imaging, precision optics and photo imaging technology and is globally recognised for setting new standards in product design and performance for its award-winning consumer and professional photographic equipment. Nikon Singapore Pte Ltd distributes consumer and professional digital SLR cameras, NIKKOR optics, Speedlights and system accessories; Nikon COOLPIX compact digital cameras; Nikon sports optics as well as the Nikon 1 advanced cameras with interchangeable lens system in over 50 countries. For more information, visit Connect with Nikon and other photographers on Facebook at and get the latest news and information from Twitter by following @NikonAsia.",
        "topic_id":5,
        "format_id":13,
        "topic_confidence":0.871743381,
        "format_confidence":0.9778322577
    }
]