[
    {
        "url":"http:\/\/fancyclopedia.wikidot.com\/tanith-lee",
        "text":"Tanith Lee\n\n(1947 — May 24, 2015)\n\nTanith Lee was a British writer of SF, fantasy, and horror stories. She was the author of over 90 novels, 300 short stories, a children's picture book, and many poems.\n\nShe was nominated for the 1976 Campbell Award and the 1977 Campbell Award.\n\nShe was the first woman to win the British Fantasy Award (best novel) for her book Death's Master (1980). She has also won Gilgamés, SF Chronicle, and World Fantasy awards.\n\nShe also wrote under the pseudonym of Esther Garber. In 1987, Lee met artist and writer John Kaiine; and the couple married in 1992.\n\n\nSee also: http:\/\/www.sf-encyclopedia.com\/entry\/lee_tanith",
        "topic_id":16,
        "format_id":7,
        "topic_confidence":0.9933056235,
        "format_confidence":0.989240706
    },
    {
        "url":"http:\/\/en.wikipedia.org\/wiki\/Kazi_Nazrul_Islam",
        "text":"Kazi Nazrul Islam\n\nFrom Wikipedia, the free encyclopedia\nJump to: navigation, search\nKazi Nazrul Islam\nকাজী নজরুল ইসলাম\nNazrul in Chittagong, 1926\nBorn (1899-05-24)24 May 1899[1]\nChurulia, Bengal Presidency, British Raj (now in West Bengal, India)\nDied 29 August 1976(1976-08-29) (aged 77)\nDhaka, Bangladesh\nOccupation Poet, short-story writer, song composer, novelist, playwright and essayist.\nLanguage Bengali\nNationality Bangladeshi [2]\nEthnicity Bengali\nNotable works Chal Chal Chal, Bidrohi, Agniveena, Dhumketu, Bandhan Hara, Nazrul Geeti\nNotable awards Independence Day Award (1977)\nEkushey Padak\nPadma Bhushan\nSpouse Pramila Devi\n\n\nKazi Nazrul Islam (Bengali: কাজী নজরুল ইসলাম Kazī Nazrul Islām (24 May 1899 – 29 August 1976) was a Bangladeshi polymath, poet, writer, musician and revolutionary. Popularly known as Nazrul, his poetry and music espoused Indo-Islamic renaissance and intense spiritual rebellion against fascism and oppression. Nazrul's impassioned activism for political and social justice earned him the title of The Rebel Poet (Bengali: বিদ্রোহী কবি; Bidrohi Kobi). His compositions form the avant-garde genre of Nazrul Sangeet (Music of Nazrul). Accomplishing a large body of acclaimed works through his life, he is officially recognised as the National Poet of Bangladesh and highly commemorated in India and the Muslim world.[3]\n\nBorn into a Bengali Muslim Quazi (Kazi) family, Nazrul received religious education and worked as a muezzin at a local mosque. He learned of poetry, drama, and literature while working with theatrical groups. After serving in the British Indian Army, Nazrul established himself as a journalist in Calcutta. He assailed the British Raj in India and preached revolution through his poetic works, such as Bidrohi (The Rebel) and Bhangar Gaan (The Song of Destruction), as well as his publication Dhumketu (The Comet). His nationalist activism in the Indian independence movement often led to his imprisonment by British authorities. While in prison, Nazrul wrote the Rajbandir Jabanbandi (Deposition of a Political Prisoner). Exploring the life and conditions of the downtrodden masses of the Indian subcontinent, Nazrul worked for their emancipation. He fiercely inspired Bengalis during the Bangladesh Liberation War.\n\nNazrul's writings explore themes such as love, freedom, and revolution; he opposed all bigotry, including religious and gender. Throughout his career, Nazrul wrote short stories, novels, and essays but is best known for his poems, in which he pioneered new forms such as Bengali ghazals. Nazrul wrote and composed music for his nearly 4,000 songs (including gramophone records),[4] collectively known as Nazrul geeti (Songs of Nazrul), which are widely popular today. In 1942 at the age of 43 he began suffering from an unknown disease, losing his voice and memory. It is often said, the reason was slow poisoning by British Government but later a medical team in Vienna diagnosed the disease as Morbus Pick,[5] a rare incurable neurodegenerative disease. It caused Nazrul's health to decline steadily and forced him to live in isolation for many years. Invited by the Government of Bangladesh, Nazrul and his family moved to Dhaka in 1972, where he died four years later.\n\nEarly life[edit]\n\nNazrul in the Army\n\nKazi Nazrul Islam was born in the village of Churulia near Asansol in the Burdwan District of Bengal Presidency (now in West Bengal).[6] He was born in a powerful Muslim Taluqdar family and was the second of three sons and a daughter, Nazrul's father Kazi Faqeer Ahmed was the imam and caretaker of the local mosque and mausoleum. Nazrul's mother was Zahida Khatun. Nazrul had two brothers, Kazi Saahibjaan and Kazi Ali Hussain, and a sister, Umme Kulsum. Nicknamed Dukhu Miañ (দুখু মিঞা literally \"Mr Sad Man\" the One with Grief), Nazrul began attending the maktab and madrassa run by the mosque & dargah where he studied the Qur'an and other scriptures, Islamic philosophy and theology. His family was devastated with the death of his father in 1908. At the young age of ten, Nazrul began working in his father's place as a caretaker to support his family, as well as assisting teachers in school. He later became the muezzin at the mosque.[1][7]\n\nAttracted to folk theatre, Nazrul joined a leto (travelling theatrical group) run by his uncle Fazl e Karim, working and travelling with them, learning acting, as well as writing songs and poems for the plays and musicals.[6] Through his work and experiences, Nazrul began learning Bengali and Sanskrit literature, as well as Hindu scriptures such as the Puranas. The young poet composed many folk plays for his group, which included Chāshār Shōng (\"the drama of a peasant\"), Shokunībōdh (\"the Killing of Shakuni,\" a character from the epic Mahabharata), Rājā Jodhisthirer Shōng (\"the drama of King Yudhisthira\" again from the Mahabharata), Dātā Kōrno (\"the philanthropic Karna\" from the Mahabharata), Ākbōr Bādshāh (\"Akbar the emperor\"), Kobi Kālidās (\"poet Kalidas\"), Bidyan Hutum (\"the learned owl\"), and Rājputrer Shōng (\"the drama of a prince\"),[1]\n\nNazrul in 1927\n\nIn 1910, Nazrul left the troupe and enrolled at the Searsole Raj High School in Raniganj (where he came under influence of teacher, revolutionary and Jugantar activist Nibaran Chandra Ghatak, and initiated lifelong friendship with fellow author Sailajananda Mukhopadhyay, who was his classmate), and later transferred to the Mathrun High English School, studying under the headmaster and poet Kumudranjan Mallik. Unable to continue paying his school fees, Nazrul left the school and joined a group of kaviyals. Later he took jobs as a cook and at the most famous bakery of the region Wahid's\/Abdul Wahid and tea stall in the town of Asansol. In 1914, Nazrul studied in the Darirampur School (now Jatiya Kabi Kazi Nazrul Islam University) in Trishal, Mymensingh District. Amongst other subjects, Nazrul studied Bengali, Sanskrit, Arabic, Persian literature and Hindustani classical music under teachers who were impressed by his dedication and skill.[1]\n\nStudying up to Class X, Nazrul did not appear for the matriculation pre-test examination, enlisting instead in the Indian Army in 1917 at the age of eighteen. He joined the British army mainly for two reasons: first, his youthful romantic inclination to respond to the unknown and, secondly, the call of politics.[8] Attached to the 49th Bengal Regiment, he was posted to the cantonment in Karachi, where he wrote his first prose and poetry. Although he never saw active fighting, he rose in rank from corporal to havildar, and served as quartermaster for his battalion.[1] During this period, Nazrul read extensively, and was deeply influenced by Rabindranath Tagore and Sarat Chandra Chattopadhyay, as well as the Persian poets Hafez, Rumi and Omar Khayyam. He learnt Persian poetry from the regiment's Punjabi moulvi, practiced music and pursued his literary interests. His first prose work, \"Baunduler Atmakahini\" (\"Life of a Vagabond\") was published in May, 1919. His poem \"Mukti\" \"মুক্তি\" (\"Freedom\") was published by the \"Bangla Mussalman Sahitya Patrika\" \"বাংলা মুসলিম সাহিত্য পত্রিকা\" (\"Bengali Muslim Literary Journal\") in July 1919.[1]\n\nRebel Poet[edit]\n\nYoung Nazrul\n\nNazrul left the army in 1920 and settled in Calcutta, which was then the \"cultural capital\" of India (it had ceased to be the political capital in 1911).[9] He joined the staff of the “Bangiya Mussalman Sahitya Samiti” (\"Bengali Muslim Literary Society\") and roomed at 32 College Street with colleagues. He published his first novel \"Bandhan-hara\" \"বাঁধনহারা\" (\"Freedom from bondage\") in 1920, which he kept working on over the next seven years.[1] His first collection of poems included \"Bodhan\", \"Shat-il-Arab\", \"Kheya-parer Tarani\" and \"Badal Prater Sharab\" and received critical acclaim.[1]\n\nWorking at the literary society, Nazrul grew close to other young Muslim writers including Mohammad Mozammel Haq, Afzalul Haq, Kazi Abdul Wadud and Muhammad Shahidullah. He was a regular at clubs for Calcutta's writers, poets and intellectuals like the Gajendar Adda and the Bharatiya Adda. Despite many differences, Nazrul looked to Rabindranath Tagore as a mentor and he and Muhammad Shahidullah remained in close association.[1] In 1921, Nazrul was engaged to be married to Nargis, the niece of a well-known Muslim publisher Ali Akbar Khan, in Daulatpur, Comilla.[citation needed] But on 18 June 1921 —the day of the wedding— upon public insistence by Ali Akbar Khan that the term \"Nazrul must reside in Daulatpur after marriage\" be included in the marriage contract, Nazrul walked away from the ceremony.[citation needed]\n\nNazrul reached the peak of fame with the publication of \"Bidrohi\" in 1922, which remains his most famous work, winning the admiration of India's literary classes by his description of the rebel whose impact is fierce and ruthless even as their spirit is deep:[10]\n\nI am the unutterable grief,\n\nI am the trembling first touch of the virgin,\nI am the throbbing tenderness of her first stolen kiss.\nI am the fleeting glance of the veiled beloved,\nI am her constant surreptitious gaze...\nI am the burning volcano in the bosom of the earth,\nI am the wild fire of the woods,\nI am Hell's mad terrific sea of wrath!\nI ride on the wings of lightning with joy and profundity,\nI scatter misery and fear all around,\nI bring earth-quakes on this world! “(8th stanza)”\n\nI am the rebel eternal,\nI raise my head beyond this world,\n\nHigh, ever erect and alone! “(Last stanza)”[11] (English translation by Kabir Choudhary)\n\n- কাজী নজরুল ইসলাম\nবল বীর -\n          বল উন্নত মম শির!\nশির নেহারি আমারি, নত-শির ওই শিখর হিমাদ্রীর!\n               বল বীর -\nবল মহাবিশ্বের মহাকাশ ফাড়ি'\n          চন্দ্র সূর্য্য গ্রহ তারা ছাড়ি'\n          ভূলোক দ্যুলোক গোলক ভেদিয়া,\n          খোদার আসন \"আরশ\" ছেদিয়া\n               উঠিয়াছি চির-বিস্ময় আমি বিশ্ব-বিধাত্রীর!\nমম ললাটে রুদ্র-ভগবান জ্বলে রাজ-রাজটীকা দীপ্ত জয়শ্রীর!\n               বল বীর -\n          আমি চির-উন্নত শির... (truncated)",
        "topic_id":16,
        "format_id":7,
        "topic_confidence":0.9436514974,
        "format_confidence":0.9893725514
    },
    {
        "url":"https:\/\/enacademic.com\/dic.nsf\/enwiki\/4536369\/The_Laughing_Cavalier_%28novel%29",
        "text":"The Laughing Cavalier (novel)\n\nInfobox Book |\nname = The Laughing Cavalier\ntitle_orig =\ntranslator =\n\nimage_caption = Cover of the 20th Edition - 1941\nauthor = Baroness Orczy\nillustrator =\ncover_artist =\ncountry = United Kingdom\nlanguage = English\nseries =\ngenre = Adventure, Historical novel\npublisher = Hodder & Stoughton\nrelease_date = 1913\nenglish_release_date =\nmedia_type = Print (Hardback & Paperback)\npages = 406 pp\nisbn = NA\npreceded_by = NA\nfollowed_by = The First Sir Percy\n\nSet in Holland in 1623\/1624, \"The Laughing Cavalier\", by Baroness Orczy, revolves around Percy Blake, a foreign adventurer and ancestor of the Scarlet Pimpernel who goes by the name \"Diogenes\".\n\nDiogenes, we are told by Orczy, is the real subject of the famous painting by Franz Hals. The son of an English Nobleman and a Dutch woman, his father abandoned his mother after Diogenes was born, and he was brought up by Hals in Haarlem. He has spent his life fighting in various battles as a mercenary for hire, but now, along with his two sidekicks - fellow 'philosophers' - Socrates and Pythagoras, he is back in Haarlem, penniless and looking for entertainment.\n\nThe book is followed by \"The First Sir Percy\".\n\nPlot summary\n\nMarch 1623. The Lord of Stoutenburg is a man on the run. His father, John of Barneveld, was falsely accused of treason and sent to the gallows by the Stadtholder, Maurice of Nassau, Prince of Orange in 1619 while his brother the lord of Groeneveld has since been arrested and executed for plotting to avenge their father's death by killing the Prince.\n\nMeanwhile, Stoutenburg, now a fugitive for his part in the plot, is determined to get his revenge.\n\nWhile on the run, Stoutenburg asks for shelter from Gilda Beresteyn, the daughter of a rich merchant. Gilda was once in love with Stoutenburg, but has never forgiven him for abandoning her to make a more profitable marriage. Despite her reservations she lets him into her room for a short time and feeds him, but eventually she sends him away again for she knows her father, who is a friend of the Prince of Orange, will not approve.\n\nNine months later and Gilda is walking across Haarlem, with her serving men, to the New Year's eve service. On route she witnesses three foreign adventurers intervening on behalf of a Spanish woman, who is being attacked by a mob by the Postern gate.\n\nAfter the fracas is over, Gilda speaks to the poor strangers about their gallant actions and is strangely taken by Diogenes and his twinkling eyes. Yet despite kissing her hand, he refuses any offer of assistance and only succeeds in offending her by requesting that he be given her leave to go to the Lame Cow to quench his thirst.\n\nGilda continues to church, where rather than listening to the service she sits and fumes about the behaviour of the mysterious stranger. Determined to spend some time praying, she stays behind afterwards in the empty church but is disturbed by a secret meeting between Stoutenburg and his allies (including her brother Nicolaes), when Stoutenburg, fuelled by rage, shouts out his plans to murder the Prince.\n\nHer brother follows her out of the church and it soon becomes apparent that Gilda has overheard everything. She begs her brother to reconsider his part in the evil plot, but he refuses and instead asks her to swear that she will not tell their father. She also refuses, but Nicolaes still tells the rest of the group that she can be trusted not to betray them.\n\nStoutenburg is not convinced and persuades Nicolaes that he has to arrange for Gilda to be taken away for a few days, so they can complete their plans to kill the Stadtholder before she can tell anyone.\n\nBeresteyn, who has seen Diogenes in the lame cow, follows the adventurer to Franz Hals' house, where he has gone to be painted, and hires him to kidnap his sister for a large sum. After seeing her portrait, Diogenes recognises her as the lady he had spoken to the night before.\n\nWith the help of the Spanish woman he saved from the mob, Diogenes bundles Gilda and her maid into a sledge and takes her out of Haarlem. He leaves her under the care of his fellow philosophers for the night and returns to Haarlem, as he has promised Hals that he will sit for him so he can finish the painting.\n\nAfterwards, he accompanies Hals to the lame cow, where he meets Gilda's distraught father. Nicolaes is furious at Diogenes' appearance back in Haarlem, but can say nothing for fear of giving away his role in his sister's kidnapping.\n\nOne thing leads to another and before he knows it, Diogenes has promised Gilda's father that he will find his daughter and personally return her to him, for which Mynheer Beresteyn insists he will give the adventurer half of his considerable fortune.\n\nDiogenes is now in a conundrum, for he is a man of his word and therefore has to find a way to fulfil his contract with Nicolaes to deliver Gilda to the house of a Jewish banker in Rotterdam, as well as meeting his promise to return her to her father.\n\nOne word from Gilda could send him to the scaffold, yet despite her vehement verbal attacks on him, he is starting to have deep feelings for her, something which won't go down well with Stoutenburg, who is still determined to marry her.\n\nAn Apology by Baroness Orczy\n\n\"Does it need one?\"\n\n\"If so it must also come from those members of the Blakeney family in whose veins runs the blood of that Sir Percy Blakeney who is known to history as The Scarlet Pimpernel-- for they in a manner are responsible for the telling of this veracious chronicle.\"\n\n\"For the past eight years now-- ever since the true story of The Scarlet Pimpernel was put on record by the present author-- these gentle, kind, inquisitive friends have asked me to trace their descent back to an ancestor more remote than was Sir Percy, to one in fact who by his life and by his deeds stands forth from out the distant past as a conclusive proof that the laws which govern the principles of heredity are as unalterable as those that rule the destinies of the universe. They have pointed out to me that since Sir Percy Blakeney's was an exceptional personality, possessing exceptional characteristics which his friends pronounced sublime and his detractors arrogant-- he must have had an ancestor in the dim long ago who was, like him, exceptional, like him possessed of qualities which call forth the devotion of friends and rancour of enemies. Nay, more! there must have existed at one time or another a man who possessed that sunny disposition, that same irresistible laughter, that same careless insouciance and adventurous spirit which were subsequently transmitted to his descendants, of whom the Scarlet Pimpernel himself was the most distinguished individual.\"\n\n\"All these were unanswerable arguments, and with the request that accompanied then I had long intended to comply. Time has been my only enemy in thwarting my intentions until now-- time and the multiplicity of material and documents to be gone through ere vague knowledge could be turned into certitude.\"\n\n\"Now at last I am in a position to present not only to the Blakeneys themselves, but to all those who look on the Scarlet Pimpernel as their hero and their friend--the true history of one of his most noted forebears.\"\n\n\"Strangely enough his history has never been written before. And yet countless millions must during the past three centuries have stood before his picture; we of the present generation, who are the proud possessors of that picture now, have looked on him many a time, always with sheer, pure joy in our hearts, our lips smiling, our eyes sparkling in response to his; almost forgetting the genius of the artist who portrayed him in the very realism of the personality which literally seems to breathe and palpitate and certainly to laugh to us out of the canvas.\"\n\n\"Those twinkling eyes! how well we know them! that laugh! we can almost hear it; as for the swagger, the devil-may-care arrogance, do we not condone it, seeing that it has its mainspring behind a fine straight brow whose noble, sweeping lines betray an undercurrent of dignity and of thought.\"\n\n\"And yet no biographer has-- so far as is known to the author of this veracious chronicle-- ever attempted to tell us anything of this man's life, no one has attempted hitherto to lift the veil of anonymity which only thinly hides the identity of the Laughing Cavalier.\"\n\n\"But here in Haarlem-- in the sleepy, yet thriving little town where he lived, the hard-frozen ground in winter seems at times to send forth a memory-echo of his firm footstep, of the jingling of his spurs, and the clang of his sword, and the old gate of the Spaarne through which he passed so often is still haunted with the sound of his merry laughter, and his pleasant voice seems still to rouse the ancient walls from their sleep.\"\n\n\"Here too-- hearing these memory-echoes whenever the shadows of evening draw in on the quaint city-- I had a dream. I saw him just as he lived, three hundred years ago. He had stepped out of the canvas in London, had crossed the sea and was walking the streets of Haarlem just as he had done then, filling them with his swagger, with his engaging personality, above all with his laughter. And sitting beside me in the old tavern of the \"Lame Cow,\" in that self-same tap-room where he was wont to make merry, he told me the history of his life.\"\n\n\"Since then kind friends at Haarlem have placed documents in my hands which confirmed the story told me by the Laughing Cavalier. To them do I tender my heartfelt and grateful thanks. But it is to the man himself-- to the memory of him which is so alive here in Haarlem-- that I am indebted for the true history of his life, and therefore I feel that but little apology is needed for placing the true facts before all those who have known him hitherto only by his picture, who have loved him only for what they guessed.\"\n\n\"The monograph which I now present with but few additions of minor details, goes to prove what I myself had known... (truncated)",
        "topic_id":16,
        "format_id":7,
        "topic_confidence":0.9884445667,
        "format_confidence":0.9816722274
    },
    {
        "url":"http:\/\/pages.rediff.com\/leona-florentino\/371958",
        "text":"Leona Florentino\n\nto get instant updates about 'Leona Florentino' on your MyPage. Meet other similar minded people. Its Free!\n\n\nAll Updates\n\nLeona Florentino (April 19, 1849-October 4, 1884) was a Filipino poet in the Spanish and Ilocano languages. She is considered as the \"mother of Philippine women's literature\" and the \"bridge from oral to literary tradition\".\n\nBorn to a wealthy and prominent family in Vigan, Ilocos Sur, Florentino began to write her first verses in Ilocano at a young age. Despite her potential, she was not allowed to receive a university education because of her gender. Florentino was instead tutored by her mother, and then a series of private teachers. An educated Ilocano priest taught her advanced Spanish and encouraged her to develop her voice in poetry.\n\nDue to the feminist nature of her writings, Florentino was shunned by her husband and son, and so was forced to live alone in exile and separately from her family.\n\nFlorentino married a politician named Elias de los Reyes at the age of 14, and they had five children, including Isabelo de los Reyes, who would later become a Filipino writer, activist and senator. She died at the age of 35.\n\n\nHer lyrical poetry in Spanish, especially in Ilocano, gained attention with their exhibition in various international forums in Spain, Paris and St. Louis, Missouri. Her literary contributions - particularly 22...\nRead More\n\nNo feeds found\n\nPosting your question. Please wait!...\n\nNo updates available.\nNo messages found\nSuggested Pages\nTell your friends >\nabout this page\n Create a new Page\nfor companies, colleges, celebrities or anything you like.Get updates on MyPage.\nCreate a new Page\n Find your friends\n  Find friends on MyPage from",
        "topic_id":16,
        "format_id":7,
        "topic_confidence":0.9906206131,
        "format_confidence":0.7826418877
    },
    {
        "url":"https:\/\/en.wikipedia.org\/wiki\/Cappelen_Akademisk_Forlag",
        "text":"Cappelen Damm\n\nFrom Wikipedia, the free encyclopedia\n  (Redirected from Cappelen Akademisk Forlag)\nJump to: navigation, search\n\nCappelen Damm AS is a Norwegian publisher which was established in 2007. The present company resulted from the merger of J.W. Cappelens Forlag, founded in 1829, and N.W. Damm & Søn, founded in 1843. Cappelen Damm is jointly owned by the Bonnier Group and Egmont.[1] [2]\n\n\n  1. ^ Cappelen Damm AS (Store norske leksikon)\n  2. ^ Lund, Joacim (June 11, 2007). \"Cappelen og Damm fusjonerer\". Aftenposten (in Norwegian). Archived from the original on 2007-07-13. Retrieved 2009-06-18. \n\nExternal links[edit]",
        "topic_id":16,
        "format_id":7,
        "topic_confidence":0.805365324,
        "format_confidence":0.9741752148
    },
    {
        "url":"https:\/\/www.encyclopedia.com\/arts\/culture-magazines\/wood-monica",
        "text":"Wood, Monica\n\nviews updated\n\nWOOD, Monica\n\nWOOD, Monica. American, b. 1953. Genres: Novels, Novellas\/Short stories, Writing\/Journalism. Career: High school guidance counselor, 1980- 86; free-lance writer and editor, 1986-. Publications: NOVELS: Secret Language, 1993; My Only Story, 2001; Ernie's Ark, 2002. OTHER: (ed.) Short Takes: Fifteen Contemporary Stories, 1992; Description (writing manual), 1995; 12 Multicultural Novels: A Reading and Teaching Guide, 1997; The Pocket Muse (writing advice), 2000. Work represented in anthologies. Contributor of stories and articles to periodicals.",
        "topic_id":16,
        "format_id":7,
        "topic_confidence":0.9802981019,
        "format_confidence":0.5888855457
    },
    {
        "url":"https:\/\/everything2.com\/title\/Valedictory",
        "text":"Val`e*dic\"to*ry (?), a.\n\nBidding farewell; suitable or designed for an occasion of leave-taking; as, a valedictory oration.\n\n\n© Webster 1913.\n\nVal`e*dic\"to*ry, n.; pl. Valedictories ().\n\nA valedictory oration or address spoken at commencement in American colleges or seminaries by one of the graduating class, usually by the leading scholar.\n\n\n© Webster 1913.\n\nLog in or registerto write something here or to contact authors.",
        "topic_id":16,
        "format_id":7,
        "topic_confidence":0.7796676755,
        "format_confidence":0.5678043962
    },
    {
        "url":"https:\/\/en.m.wikiquote.org\/wiki\/Charles_Maturin",
        "text":"Open main menu\n\nCharles Maturin\n\nIrish writer\nPortrait of C.R. Maturin, 1819\n\nCharles Robert Maturin (25 September 178030 October 1824), also known as C.R. Maturin, was an Irish Protestant clergyman (ordained by the Church of Ireland) and a writer of gothic plays and novels.\n\n\n  • A malady\n    Preys on my heart that med'cine cannot reach.\n    • Bertram (first staged May 9, 1816), Act IV, scene 2.\n  • O wretched is the dame, to whom the sound,\n    \"Your lord will soon return,\" no pleasure brings.\n    • Bertram (first staged May 9, 1816), Act II, scene 5.\n  • 'Tis well to be merry and wise,\n    'Tis well to be honest and true;\n    'Tis well to be off with the old love,\n    Before you are on with the new.\n    • Motto to \"Bertram,\" produced at Drury Lane, 1816.\n  • They waste life in what are called good resolutions—partial efforts at reformation, feebly commenced, heartlessly conducted, and hopelessly concluded.\n    • Reported in Josiah Hotchkiss Gilbert, Dictionary of Burning Words of Brilliant Writers (1895), p. 384.\n\nExternal linksEdit",
        "topic_id":16,
        "format_id":7,
        "topic_confidence":0.9810540676,
        "format_confidence":0.9891116023
    },
    {
        "url":"http:\/\/www.rhymes.net\/rhyme\/p.a.u",
        "text":"We've got 0 rhyming words »\n\nWhat rhymes with p.a.u?\n\nThis page is about the various possible words that rhymes or sounds like p.a.u. Use it for writing poetry, composing lyrics for your song or coming up with rap verses.\n\nWe couldn't find any rhymes for the word p.a.u.\n\nMaybe you were looking for one of these terms?\n\nozzie, p, p's, p., p.'s, p.e, p.m, p.s, pa, paap\n\n\nFind a translation for p.a.u in other languages:\n\nSelect another language:\n\nDiscuss this p.a.u rhyme with the community:\n\n\nUse the citation below to add this rhymes to your bibliography:\n\n\n\"p.a.u.\" Rhymes.net. STANDS4 LLC, 2017. Web. 24 Sep. 2017. <http:\/\/www.rhymes.net\/rhyme\/p.a.u>.\n\nKnow what rhymes with p.a.u? Have another rhyming word for p.a.u? Let us know!\n\nIs p.a.u wrong or has spelling mistakes?",
        "topic_id":16,
        "format_id":7,
        "topic_confidence":0.8973106146,
        "format_confidence":0.5419042706
    },
    {
        "url":"https:\/\/www.wordnik.com\/words\/doryphore",
        "text":"Help support Wordnik by adopting your favorite word!\n\n\nSorry, no definitions found.\n\n\nSorry, no etymologies found.\n\n\nSorry, no example sentences found.\n\n\nLog in or sign up to get involved in the conversation. It's quick and easy.\n\n  • A pedantic critic of minor errors; a nit-picker.\n\n    We owe this word to Sir Harold Nicolson, who introduced it to the\n    world in the Spectator magazine in August 1952. In an issue of the\n    same magazine later the same year, he described a doryphore as a\n    \"questing prig, who derives intense satisfaction from pointing out\n    the errors of others\"\n    Sir Harold took it from French, in which it's the usual name for\n    the Colorado beetle, hence a pest.\n\n    From: The weekly email of\n\n    July 13, 2008",
        "topic_id":16,
        "format_id":7,
        "topic_confidence":0.9646613002,
        "format_confidence":0.5273737907
    },
    {
        "url":"http:\/\/www.shmoop.com\/absalom-absalom-faulkner\/time-quotes.html",
        "text":"© 2015 Shmoop University, Inc. All rights reserved.\nAbsalom, Absalom!\n\nAbsalom, Absalom!\n\n\nby William Faulkner\n\nAbsalom, Absalom! Time Quotes\n\nHow we cite our quotes: (Chapter.Paragraph)\n\nQuote #1\n\nIt would be three hours yet before he would learn why she had sent for him because this part of it, this first part of it, Quentin already knew. It was part of his twenty years' heritage of breathing the same air and hearing his father talk about the man […]. (1.6)\n\nThree hours, eh? That's nothing compared to the wait we had while reading. In any case, Quentin waits patiently to make his visit to Miss Rosa. He has grown up with the mystery of Sutpen and hopes Rosa will be able to fill in some missing pieces.\n\nQuote #2\n\n\"Because I was born too late. I was born twenty-two years too late – a child to whom out of the overheard talk of adults of my own sister's and my sister's children's face come to be like an ogre-tale between supper and bed long before I was old enough.\" (1.17)\n\nEven though Miss Rosa barely knows Quentin, she doesn't hold back. She spent her childhood witnessing the spectacle of her older sister Ellen's life and makes no effort to hide her bitterness. How would things have been different for Rosa if she'd been born earlier? If she'd been closer in age to Ellen?\n\nQuote #3\n\n\"[…] so that instead of accomplishing the processional and measured milestones of the normal childhood's time I lurked, unapprehended as though, shod with the very damp and velvet silence of the womb […].\" (3.9)\n\nMost of Miss Rosa's life was spent in the house in which she grew up. Nothing was ever normal for her: she had no mother, her father eventually locked himself in the attic, and she watched in envy and disgust as her sister married Sutpen. How do you think this lack of milestones in life can affect the way someone matures? Is Rosa the victim of arrested development?\n\nPeople who Shmooped this also Shmooped...",
        "topic_id":16,
        "format_id":7,
        "topic_confidence":0.9779580235,
        "format_confidence":0.5105819106
    },
    {
        "url":"http:\/\/www.gradesaver.com\/the-taqwacores\/wikipedia\/introduction",
        "text":"The Taqwacores\n\n\nThe Taqwacores is the debut novel by Michael Muhammad Knight, depicting a fictitious Islamic punk rock scene. The title is a portmanteau of taqwa, an Islamic concept of love and fear for Allah, and Hardcore, the punk rock subgenre. Some of the most popular taqwacore bands are: The Kominas, Al-Thawra, Secret Trial Five, Fedayeen, and the Sagg Taqwacore Syndicate. The novel has also been credited by Asra Nomani as first presenting her the idea for woman-led prayer, leading to a historic woman-led congregation on March 18, 2005 with Amina Wadud acting as imam.\n\nKnight originally self-published The Taqwacores in DIY zine format, giving copies away for free until finding distribution with Alternative Tentacles, the punk record label founded by Jello Biafra. After receiving an endorsement from Peter Lamborn Wilson (aka Hakim Bey), the novel was published by radical press Autonomedia. A UK version is published by Telegram Books. In its Italian translation, the novel is retitled Islampunk.\n\nThe narrator of The Taqwacores, Yusuf Ali, is a Pakistani American engineering student from Syracuse, New York, who lives off campus with a diverse group of Muslims in their house in Buffalo. Besides being their home, the house serves as a place to have punk parties and a place for Muslims not comfortable with the Muslim Student Association or local mosques to have Friday prayer.\n\nThe book also inspired a documentary entitled Taqwacore: The Birth of Punk Islam, directed by Omar Majeed, which follows author Michael Muhammad Knight and several Taqwacore bands across the United States. It was released in Montreal, Canada, at the Cinéma du Parc on October 19, 2009.\n\nSoft Skull Press is publishing the revised edition, which became available in December 2008.\n\nThis content is from Wikipedia. GradeSaver is providing this content as a courtesy until we can offer a professionally written study guide by one of our staff editors. We do not consider this content professional or citable. Please use your discretion when relying on it.",
        "topic_id":16,
        "format_id":7,
        "topic_confidence":0.6686570048,
        "format_confidence":0.9897270799
    },
    {
        "url":"https:\/\/seanmay.wordpress.com\/2008\/07\/17\/centripetal\/",
        "text":"cen·trip·e·tal \/sɛnˈtrɪpɪtl\/\n1. directed toward the center (opposed to centrifugal).\n2. operating by centripetal force.\n3. Physiology. afferent.\n\n[Origin: 1700-10; < NL centripet(us) center-seeking (centri– centri- + –petus, deriv. of L petere to seek) + -al]\n\n-Related forms\ncen·trip·e·tal·ism, noun\ncen·trip·e·tal·ly, adverb\n\nSource: Dictionary.com.\n\nBut on the evening of the eighth day – as had to happen sooner or later – this simple, centripetal life is blown to bits.\n\nSource: Kafka on the Shore, by Haruki Murakami.",
        "topic_id":16,
        "format_id":7,
        "topic_confidence":0.7248735428,
        "format_confidence":0.5010186434
    },
    {
        "url":"http:\/\/lotr.wikia.com\/wiki\/Arien",
        "text":"The One Wiki to Rule Them All\n\n\n6,117pages on\nthis wiki\nAdd New Page\nTalk0 Share\n\n\nArien in the heavens\n\n\nBiographical information\n\nOther names\nSpirit of Fire\nDate of birth\nBefore the creation of Arda\nYear ascended to the throne\nDate of death\nRealms ruled\nPowers of the Ainur\n\nPhysical description\n\nHair color\nEye color\n\nArien (Quenya; IPA: [ˈari.en] or [ˈarijen] - \"Maiden Of Sunlight\") was a Maia and the Guardian of the Sun.\n\nBiography Edit\n\nArien the Maia-maiden first served Vána the Ever-young before she was charged to carry the vessel of the Sun. Arien was originally a spirit of fire whom Melkor was unable to deceive nor draw to his service. The eyes of Arien were said to be too bright for even the Eldar to look upon. In the Years of the Trees, Arien tended to the golden flower gardens of Vána where Arien would water the flowers with great bright dews collected from the great golden Tree Laurelin. Later, Arien was chosen by the Valar to carry the vessel of the Sun because she was the only one who was not afraid and could bear the heats of the great Tree Laurelin and so was unhurt by it.[1] While in Valinor , Arien took a physical form similar to that of the Valar; but when Arien left Valinor, she forsook her raiment and became a \"naked flame of fire, terrible in the fullness of her splendour\".[2]\n\nArien govar\n\nArien holding the sun.\n\nLater on, when the great Two Trees of Valinor were destroyed by Morgoth  and Ungoliant, the golden Tree Laurelin managed to produce one last golden fruit before it died away. Subsequently Aulë, the Greatest Craftmans of the Earth, then created a vessel to hold the last golden fruit of Laurelin. However the Maia Tilion, chosen to steer the vessel of the Moon, had traversed seven times before the vessel of the Sun was ready. So after the vessel for the Sun  also named 'Anarwas at last made ready, Arien carried the vessel of the Sun away up into the Heavens giving light to the World. Hence, Anar rose in glory and the first dawn of the Sun was like a great fire glowing upon the towers of the Pelóri Mountains in Aman. And the clouds of Middle-earth was kindled and there was heard the sound of many waterfalls. Then indeed Morgoth was dismayed and he descended to the lowest pits of Angband and also withdrew all his servants as well. There, Morgoth sent forth great reeks and darkness of clouds to hide his land from the the light of the Daystar. For of Arien, Morgoth feared with a great fear and dared not come close to her having indeed no power to do so now.[2]\n\nIt has been told that Arien was more powerful than Tilion who was drawn to Arien and occasionally followed Arien through the night sky but when catching up to her, the Island of the Moon became burned and blackened by Arien's heat when in close proximity to her. Moreover, the Valar stored the great radiance of the Sun in many vessels, vats, and pools to use for their comfort in times of darkness.[1] As Arien was the \"Guardian of the Sun\", she was one of the most loved of the Maiar by mortal Men for her first journey across the sky was the signal of the Awakening of Men.[2]\n\n\nArien's name means \"Maiden of Sunlight\" in Quenya from áirë (\"sunlight\") and -ien, a feminine ending.[3]\n\nEarlier NamesEdit\n\nUrien and Urwendi are the earlier names for Arien, which both meant \"Maiden of Fire\".[4]\n\nOther Versions of the LegendariumEdit\n\nIn other writings, Morgoth wanted to claim Arien as a wife, and ravished her, upon which she abandoned her body and \"died\", leaving the Sun to travel through the skies uncontrollably and burning parts of Arda.[5]\n\nIt was also stated that Arien, then named Urwendi, fell into the Sea and met her \"death\". Fionwë, later called Eönwë, a son of Manwë, defeats Melkor, driven by his love for Urwendi.[5]\n\nIn some versions, Fionwë, later named Eönwë, is the one who will kill Morgoth for his love for Urwendi (Later named Arien).\n\nIt was told that Arien and her maidens, before the rising of the Sun, entered into Fôs Almir which was a bath of flame that would make one pure.[6]\n\n\n  1. 1.0 1.1 The History of Middle-earth, Vol.5: The Lost Road and Other Writings, VI. Quenta Silmarillion, Chap.6: \"Of the Sun and Moon and the Hiding of Valinor\"\n  2. 2.0 2.1 2.2 The Silmarillion, Quenta Silmarillion, Chap. 11: \"Of the Sun and Moon and the Hiding of Valinor\"\n  3. The Silmarillion, Appendix: \"Elements in Quenya and Sindarin names\"\n  4. The History of Middle-earth, Vol. 1: The Book of Lost Tales Part 1, Appendix: \"Names in the Lost Tales – Part I\"\n  5. 5.0 5.1 The History of Middle-earth, Vol. 1: The Book of Lost Tales Part 1, Chap. 9: \"The Hiding of Valinor\"\n  6. The History of Middle-earth, Vol. 1: The Book of Lost Tales Part 1, Chap. 8: \"Of the Sun and Moon\"\n\nAd blocker interference detected!\n\nWikia is a free-to-use site that makes money from advertising. We have a modified experience for viewers using ad blockers\n\nWikia is not accessible if you’ve made further modifications. Remove the custom ad blocker rule(s) and the page will load as expected.\n\nAlso on Fandom\n\nRandom Wiki",
        "topic_id":16,
        "format_id":7,
        "topic_confidence":0.7318276763,
        "format_confidence":0.9912091494
    },
    {
        "url":"http:\/\/www.cliffsnotes.com\/literature\/m\/mobydick\/summary-and-analysis\/chapters-120124",
        "text":"Moby-Dick By Herman Melville Summary and Analysis Chapters 120-124\n\n\nAs the typhoon continues, Ahab holds his course. Representative of the crew, Stubb sees things the captain's way. A few hours after midnight, the storm abates; following orders to inform Ahab of any change, Starbuck heads for the captain's cabin where Ahab is asleep. Starbuck sees an opportunity to shoot his commander and end the madness, but he cannot. Next morning, Ahab finds the storm has passed, but the ship's compass has gone awry. He makes a new one, proudly indicating his obsessive dominance.\n\n\nIn some of these chapters, Melville returns to a dramatic format and presents scenes with stage directions, dialogue, soliloquy, and comic relief. (A short, frivolous speech by Tashtego calls for more rum and less thunder.) The scenes allow the story to progress with only significant snippets of action instead of detailing the progress of the storm and the crew's reaction throughout the night. We might think of the storm as representative of the turmoil in Ahab's soul or the troubled resolution of purpose as the Pequod goes through the final steps required to bring everyone together, working toward a single goal of hunting Moby Dick.\n\nAhab and Starbuck are still in conflict when the first mate pleads with Ahab, in Chapter 120, to bring down the main topsail and give in to the force of the typhoon. Ahab adamantly refuses. He seems to see himself in a mortal struggle with nature or even God and is not about to relent: \"Strike nothing; lash it . . . . By masts and keels! he takes me for the hunchbacked skipper of some coasting smack.\" Representative of much of the crew, Stubb accedes to Ahab's will and follows the captain's orders no matter how dangerous they may seem.\n\nWhen the storm lets up after midnight (Chapter 123), Ahab is asleep in his cabin. Now Starbuck must face his moment of truth. He is in a moral dilemma. In a soliloquy with stage directions implied by the speech, Starbuck considers using a loaded musket, which Ahab once pointed at Starbuck, to kill the captain. A touch on the musket's trigger could end the madness and allow the first mate to see his wife, Mary, and his son again. Such an act would end one life; but if he takes no action, he realizes that he and the crew may all be dead within a week. The first mate seems to be \"wrestling with an angel.\" Ultimately, he cannot kill his captain. For good or ill, it is beyond Starbuck's moral capacity. Attempting to arrest Ahab is impractical under the circumstances. Starbuck returns to the deck without disturbing the ship's commander. Thus, even he acquiesces.\n\n\nhelm the wheel by which a ship is steered.\n\nsmack a small sailboat, usually rigged as a sloop with only mainsail and jib.\n\nlucifers lucifer, an early type of friction match.\n\nshuttlecock a rounded, feathered piece of cork used as the \"bird\" in badminton.\n\ncrucible a container that can resist great heat, used for melting ore; a test or trial.\n\nabashed embarrassed, self-conscious.\n\nBack to Top\n\nTake the Quiz\n\nQueequeg’s native island is called",
        "topic_id":16,
        "format_id":7,
        "topic_confidence":0.9935923219,
        "format_confidence":0.8298833966
    },
    {
        "url":"http:\/\/webspace.ship.edu\/cgboer\/languagefamilies.html",
        "text":"Dr. C. George Boeree\nShippensburg University\n\nThe following maps and classification are based on Merritt Ruhlen's book A Guide to the World's Languages (Stanford University Press, 1987), which in turn is strongly influenced by the work of the great linguist Joseph Greenberg, who died May 7, 2001.  Please understand that both the maps and statistics below are approximations.  All errors are mine.\n\nThe Khoisan Family\n\nAbout 30 languages with about 100,000 speakers, the Khoisan family includes the people we call the Bushmen and the Hottentots.\n\nThe Niger-Kordofanian Family\n\nThe largest sub-Saharan African family of languages, it includes some 1,000 languages with close to 200 million speakers.  Best known are Mandinka, Swahili, Yoruba, and Zulu.\n\nThe Nilo-Saharan Family\n\nWith about 140 languages and 10 million speakers.  The best known of these languages is Maasai, spoken by the tall warrior-herdsmen of east Africa.\n\nThe Afro-Asiatic Family\n\nThis is a major language group, with 240 languages and 250 million speakers.  It includes ancient Egyptian, Hebrew, and Aramaic, as well as the great Nigerian language Hausa. The many dialects of Arabic alone are spoken by as many as 200 million people.\n\nThe Indo-European Family\n(with the isolates Basque, Burushaski, and Nahali)\n\nThe single largest language family, Indo-European has about 150 languages and about three billion speakers.  Languages include Hindi and Urdu (400 million), Bengali (200 million), Spanish (300 million), Portuguese (200 million), French (100 million), German (100 million), Russian (300 million), and English (400 million) in Europe and the Americas.  With English, one can reach approximately one billion people in the world.\n\nThere are three language isolates represented on this map, unrelated to any of the language families:  Basque thrives between France and Spain. Burushaski and Nahali are found in the Indian subcontinent.\n\nThe Caucasian Family\n\nThere are 38 Caucasian languages between Russian and the Middle East, with about five million speakers.  Abkhasian and Chechenian are the most familiar.\n\nThe Kartvelian languages are considered by many linguists to be a separate family, possibly related to Indo-European.  Its prime example is Georgian.\n\nThe Dravidian Family\n\nThese are the \"old\" languages of India, with about 25 representaties and 150 million speakers.  Best known are Tamil and Telugu.\n\nThe Uralic-Yukaghir Family\n\nThere are about 20 languages with 20 million speakers in this family.  Best known are Finnish, Estonian, Hungarian, and Saami, the language of the Lapplanders.\n\nThe Altaic Family\n(with the isolates Ket and Gilyak)\n\nThere are about 60 langauges in the Altaic family, with about 250 million speakers.  Included are Turkish and Mongolian.\n\nThere is considerable controversy about this family.  First, it is often classified with the Uralic languages (see above), which have a similar grammatic structures.\n\nSecond, many linguists doubt that Korean, Japanese (125 million speakers), or Ainu should be included, or that these last three are even related to each other!\n\nAlso represented here are the language isolates Gilyak and Ket.\n\nThe Chukchi-Kamchatkan (\"Paleosiberian\") Family\n\nPerhaps the smallest family, this one includes 5 languages with 23,000 speakers in the farthest northeastern reaches of Siberia. Many linguists consider these two unrelated families.\n\nThe Sino-Tibetan Family\n\nA very important language family, it includes some 250 languages.  Mandarin Chinese (Putonghua) alone is spoken by one billion people!\n\nThe Miao-Yao, Austro-Asiatic, and Daic Families\n\nAustro-Asiatic (Munda in India and Mon-Khmer in southeast Asia) has 150 languages and 60 million speakers, including Vietnamese.\n\nMiao-Yao consists of four langauges with seven million speakers, scattered all over southern China and southeast Asia generally.\n\nDaic has some 60 languages with 50 million speakers, especially Thai (Siamese).\n\nThese three language families are sometimes grouped with the Austronesian family (below) into a \"superfamily\" called Austric.  On the other hand, some linguists consider Miao-Yao and Daic relatives of Chinese.\n\nThe Austronesian Family\n\nThis family includes some 1000 different languages, spoken by about 250 million speakers.  Malay and Indonesian (essentially the same language) account for about 140 million.  Other examples include Madagascar in Africa, Tagalog in the Philippines, the aboriginal languages of Formosa (Taiwan) -- now almost displaced by Chinese -- and the many languages of the Pacific Islands, from Hawaiian in the north Pacific to Maori in New Zealand.\n\nThe Indo-Pacific and Australian Families\n\nThere are about 700 languages in the Indo-Pacific family, most of them in the island of New Guinea, with about 3 million speakers. Many linguists are not at all convinced that all these languages are related.  In fact, a number of them have yet to be studied!  On the other hand, some believe that the family may include Tasmanian, now extinct.\n\nPossibly related are the 170 languages of the Australian aborigines.  Sadly, there are only about 30,000 native speakers left.\n\nThe Eskimo-Aleut Family\n\nThe Eskimo-Aleut family consists of nine languages, spoken by about 85,000 people.  The Inuit today play an important role in the governing of Greenland (Kalaallit Nunaat) and the Canadian territory of Nunavut.\n\nThe Na-Dene Family\n\nThis family includes 34 languages spoken by about 200,000 people.  Best known examples are Tlingit, Haida, Navaho, and Apache.\n\nThe Amerind Family (North America)\n\nAlthough many linguists do not accept the idea that all North and South American Indian languages (other than the Na-Dene and Eskimo-Aleut) can be classified into one family, it is often accepted for convenience sake.  Amerind includes nearly 600 languages, with more than 20 million speakers.  In North America, some of the best known names are Ojibwa and Cree, Dakota (or Sioux), Cherokee and Iroquois, Hopi and Nahuatl (or Aztec), and the Mayan languages.\n\nThe Amerind Family (South America)\n\nThe language map of South America includes some of the North American sub-families, and adds a few more.  Well known languages include Quechua (Inca), Guarani, and Carib.  The Andean language sub-family (which includes Quechua) numbers nearly nine million speakers!\n\nPosted on July 15, 2000; revisions posted Nov. 25, 2003\n\nReturn to my homepage",
        "topic_id":16,
        "format_id":7,
        "topic_confidence":0.8803774714,
        "format_confidence":0.5690187216
    },
    {
        "url":"http:\/\/www.tolkiengateway.net\/wiki\/Hr%C3%B3lfs_saga_kraka",
        "text":"Tolkien Gateway\n\nHrólfs saga kraka\n\n\"...there is much else that may be told.\" — Glóin\nThis article or section is a stub. Please help Tolkien Gateway by expanding it.\n\nHrólfs saga kraka (English: Saga of King Hrolf kraki) is an Old Norse saga. The saga is commonly held by Tolkien scholars to be the main source for the idea behind the character Beorn.[1][2][3]\n\nTolkien is known to have created a short story based on the Hrólfs saga kraka, which he called Sellic Spell.[2]\n\nIn 1933, Tolkien's pupil Stella M. Mills published a translation The Saga of Hrolf Kraki. Mills dedicated the book to Tolkien.[4]\n\n[edit] External links\n\n\n  1. Tom Shippey, The Road to Middle-earth (second edition), pp. 73-4\n  2. 2.0 2.1 J.R.R. Tolkien, John D. Rateliff (ed.), The History of The Hobbit, Mr. Baggins, pp. 256-60, 281-2 (note 8)\n  3. J.R.R. Tolkien; Douglas A. Anderson, (ed.), (2002) The Annotated Hobbit: Revised and Expanded Edition, pp. 164-5\n  4. Douglas A. Anderson, \"New Release: Stella M. Mills's translation of THE SAGA OF HROLF KRAKI\" dated 26 July 2012, (accessed 1 August 2012)",
        "topic_id":16,
        "format_id":7,
        "topic_confidence":0.9831013083,
        "format_confidence":0.9921001792
    },
    {
        "url":"https:\/\/en.wikiquote.org\/wiki\/Laurence_Lampert",
        "text":"Laurence Lampert\n\nFrom Wikiquote\nJump to: navigation, search\n\nLaurence Lampert (born 1941) is a Canadian philosopher and leading scholar in the field of Nietzsche studies. He was born and raised in Winnipeg, Manitoba.\n\n\nLeo Strauss and Nietzsche (1996)[edit]\n\n  • Nietzsche’s arrival in modern philosophy signaled an unprecedented necessity: “probity”, “intellectual conscience”, Enlightenment radicalized by a new bravery that scorns any comforts like God.\n    • p. 5\n  • How can historicism consistently exempt itself from its own verdict that all human thought is historical?\n    • p. 6\n  • Strauss’ whole study indicates that noble nature as Nietzsche presents it—no, embodies it—replaces divine nature as Plato presents it.\n    • p. 15\n  • The way of Socrates had shown itself to be a limited way because it concerned itself “only with the scientific investigation of justice and the virtues,” and it had shown itself to be an intransigent way because it chose “non-conformity and death.” Plato corrected the way of Socrates—he removed the limitation and tempered its intransigence.\n    • p. 16-17\n  • Nietzsche discovered the clue to esotericism early … “The fact of the pious fraud.”\n    • p. 20\n\nExternal links[edit]\n\nWikipedia has an article about:\n  •, Interview of Prof. Lampert by Daniel Blue, 'The Nietzsche Circle' (2008)",
        "topic_id":16,
        "format_id":7,
        "topic_confidence":0.9878668785,
        "format_confidence":0.9925580025
    },
    {
        "url":"http:\/\/isplb03-aux13.semantico.net\/entries\/encyclopedia-of-china\/national-minorities-literature-SIM_00172",
        "text":"National Minorities Literature\n(1,175 words)\n\nMinzu wenxue (nationalities literature) is the short form for shaoshu minzu wenxue (national minorities literature), a term for which China claims exclusivity. Although a vivid discussion has taken place, especially during the 1980s, no agreement has been reached regarding a definition of the term beyond the ethnic belonging of the creators of this literature. In fact, this ethnic belonging is already problematic in itself: was the poet Sa Dula (1271-1368, Yanmen ji) a Mongol or a Hui, was Pu Songling (1640-1715, Liaozhai zhiyi) a Han or a Mongol, was the Chinese banner-man C…\n\nCite this page\nNentwig, Ingo, “National Minorities Literature”, in: Brill’s Encyclopedia of China, Managing Editor English Edition: Daniel Leese. Consulted online on 24 April 2018\nFirst published online: 2008\nFirst print edition: ISBN: 9789004168633, 20121018\n\n▲   Back to top   ▲",
        "topic_id":16,
        "format_id":7,
        "topic_confidence":0.9891254902,
        "format_confidence":0.9510726333
    },
    {
        "url":"http:\/\/libguides.uky.edu\/scifispecial",
        "text":"Skip to main content\n\nScience Fiction and Fantasy Book Collection in the Special Collections Research Center: Home\n\nThe Voyage of the Space Beagle by A. E. van Vogt\n\nThe Collection\n\nThe Science Fiction and Fantasy Collection was started in the 1960s and is an amalgamation of collections from several different collectors, the most prominent of whom was Dr. John Scarborough, a University of Kentucky history professor.\n\nNew titles that are rare or unique are occasionally added to the collection. The holdings include books and periodicals dating from the 18th Century up to the present year.\n\nThe titles do not circulate and can not be borrowed via interlibrary loan. All science fiction and fantasy materials must be used in the University of Kentucky Special Collections Research Center Breckinridge Reading Room.\n\nAssistance and background information from retired archivist William J. \"Bill\" Marshall and Dr. James Birchfield, Curator of Rare Books Emeritus.\n\nPhone:  (859) 257-8611",
        "topic_id":16,
        "format_id":7,
        "topic_confidence":0.9465744495,
        "format_confidence":0.7761872411
    }
]