[
    {
        "url":"http:\/\/midstatehealth.org\/patient-privacy-and-security\/",
        "text":"Patient Privacy And Security\n\nHealth Information Portability and Accountability Act (HIPAA)\n\nMid-State Health Center takes patient security and privacy very seriously. Mid-State Health Center has developed processes and procedures to secure and protect all the Protected Health Information (PHI) of our patients. To ensure your PHI is secure and protected, our entire staff is required to participate in annual HIPAA training to stay current with all new rules and regulations associated with HIPAA.\n\nIf you have any questions, please contact:\n\nApril Dross, Compliance Officer\nMailing Address: 101 Boulder Point Drive, Suite 1, Plymouth, NH 03264\nPhone: 603-238-3596\nFax: 603-536-4001\n\nFor additional information regarding the Federal Rules and Regulations, click on the link below.\n\nMid-State Health Center’s Notice of Privacy Practices (HIPAA Notice)\n\nMid-State Health Center’s Patient Bill of Rights\n\nMid-State Health Center’s HIPAA Consent Form\n\nConsumer Information About HIPAA",
        "topic_id":12,
        "format_id":8,
        "topic_confidence":0.9819174409,
        "format_confidence":0.9679190516
    },
    {
        "url":"https:\/\/askjoedimatteo.com\/disclaimer\/",
        "text":"The information contained in the Web Site is provided for informational purposes only and is not meant to substitute for the advice provided by your doctor or other health care professional. The information written is published for informational purposes only under the rights guaranteed by the First Amendment of the Constitution for the United States of America. You should not use the information available on or through the Web Site for diagnosing or treating a health problem or disease, or prescribing any medication. Information and statements regarding dietary supplements have not been evaluated by the Food and Drug Administration and are not intended to diagnose, treat, cure, or prevent any disease. You should read all product packaging carefully prior to use.",
        "topic_id":12,
        "format_id":8,
        "topic_confidence":0.9716380835,
        "format_confidence":0.9885904193
    },
    {
        "url":"http:\/\/www.lifecarealliance.org\/privacy-policy.html",
        "text":"Privacy Policy\n\n\nProtecting Your Privacy\n\nThis notice describes how medical information about you may be used and disclosed and how you can get access to this information. Please review it carefully.\n\nUse and Disclosure of Your Health Information\n\nLifeCare understands it is important to protect the privacy of your health information. We are committed to protecting your health information and following all laws regarding the use of your health information. The law states we may use your health information to:\n\n  1. Provide treatment.\n  2. Obtain payment.\n  3. Conduct health care operations.\n\nTo Provide Treatment\n\nLifeCare Alliance may use your health information to coordinate care within the agency and with others outside the agency involved in your care, such as doctors, nurses, therapists, social workers and pharmacists who take care of you. For example doctors involved in your care will need information about your symptoms in order to prescribe medications. We may also disclose your health care information to other individuals who help coordinate your care including family members, case managers, suppliers of medical equipment and other health care professionals.\n\nTo Obtain Payment\n\nThe agency may include your health information in bills it sends to Medicare, Medicaid and other health care insurers. For example, the bill contains information about your health care status and the services you received from the agency. Also we may need prior approval from your insurer and may need to explain to the insurer your need for home care and the services that will be provided to you.\n\nOther Instances When we May Release Information\n\nThe following list details the circumstances under which and purposes for which we may release your health information:\n\n  1. When it is required by any federal, state or local law.\n  2. When there are risks to public health in order to: prevent, control or report disease or injury.\n  3. Report medication reactions or product defects to the Food and Drug Administration.\n  4. To notify a person who has been exposed to a communicable disease or who maybe at risk of contracting or spreading a disease.\n  5. To the police when they are investigating a crime, when child or elder abuse is suspected or when the court orders us to do so.\n  6. To the government and other regulatory agencies to review agency performance during certification surveys.\n  7. Birth, death and immunization information.\n  8. Work related injuries to worker?s compensation.\n\nWhat if my health information needs to go somewhere else?\n\nIf the agency needs to send your health care information for reasons other than those stated above you may be asked to sign a separate form called an authorization form. The authorization form tells us what, where and to whom the information must be sent. The authorization is good for sixty days or the date you put on the form. You can cancel or limit the amount of information sent at any time by letting us know in writing.\n\nMay I request restictions?\n\nYes. You may request restrictions on certain uses and disclosures of your health information. You may request a limit on the agency?s disclosure of your health information to someone who is involved in your care or the payment of your care. However the agency is not required to agree to your request. To request restrictions please contact the privacy officer at 614-278-3130.\n\nMay I keep my Health information confidential?\n\nYes. You may ask the agency to communicate with you in a certain way. For example, you may ask that the agency only conduct communications pertaining to your health information with you privately with no other family members present. If you wish to receive confidential communications please contact the privacy officer at 614-278-3130. We will attempt to honor reasonable requests.\n\nMay I see my health information?\n\nYou may see your health information, unless it is the private notes taken by a mental health provider. You can receive a copy of your health information if you ask. You may have to pay a small fee for copying costs. Please contact the privacy officer at 614-278-3130 to request a copy of your health information.\n\nWhat if I think the Health information is incorect?\n\nIf you think some of the information is incorrect you may ask in writing that it be amended or that new information be added. A request to amend your record should be sent to:\n\nPrivacy Officer\nLifeCare Alliance\n1699 West Mound St.\nColumbus, Ohio 43223\n\nThe agency may deny the request to change the record if the request is not in writing or does not include a reason for the amendment, if the information in question was not created by the agency, or if in the opinion of the agency the records are complete and accurate.\n\nWhat are the duties of the Agency?\n\nWe are required by law to maintain the privacy of your health information and to provide you this notice of our duties and privacy practices. We are required to abide by the terms of this notice as may be amended from time to time. We reserve the right to change this notice.\n\nFundraising Activities\n\nThe agency may use information about you including your name, address, phone number and the dates you received care in order to contact you to raise money for the agency. The agency may also release this information to a related agency foundation. If you do not want the agency to contact you notify privacy officer at 614-278-3130 and indicate that you do not wish to be contacted.\n\n\nThe agency must obtain authorization to use and disclose health information to third parties for marketing activities such as selling lists of patients.\n\nMay I have a copy of this notice?\n\nThis notice is yours and describes how we will use and disclose your health information. You can find an up-to-date copy of this notice posted in our main building, posted in our wellness centers or on our website You may also call the agency and the most recent privacy notice will be sent to you. Please call the privacy officer at 614-278-3130 to request a copy.\n\nWhat will happen to me if I file a complaint?\n\nNothing. We will not discontinue your services or retaliate in any other way if you file a complaint. You have the right to express complaints to the agency and to the Secretary of the Department of Health and Human Services if you believe that your privacy rights have been violated. We encourage you to express any concerns you may have regarding the privacy of your information.\n\nCompliants or Questions\n\nIf you have any questions about this notice or you think that we have not protected your private health information and you wish to complain about it, please contact:\n\nPrivacy Officer\nLifeCare Alliance\n1699 West Mound St.\nColumbus, Ohio 43223\n\nYou can also complain to the federal government by calling the Office for Civil Rights (800) 368-1019.\n\n\n\nUpcoming Events\n\nNo Calendar Events Found or Calendar not set to Public.\nOur Mission\nLifeCare Alliance leads our community in\nidentifying and delivering health and nutrition\nservices to meet the community's changing needs.\n\n1699 W Mound St.\nColumbus, Ohio 43223\n\nMon - Fri\n8am - 5pm\n\nP: 614-278-3130\nF: 614-278-3143",
        "topic_id":12,
        "format_id":8,
        "topic_confidence":0.87444067,
        "format_confidence":0.9910422564
    },
    {
        "url":"https:\/\/thecedarbrookpractice.co.uk\/info.aspx?p=9",
        "text":"This website uses cookies to function correctly.\nYou may delete cookies at any time but doing so may result in some parts of the site not working correctly.\n\nConfidentiality Policy\n\n\nThe Practice complies with Data Protection and Access to Medical Records legislation.\n\nIdentifiable information about you will be shared with others in the following circumstances.\n\n  • To provide further medical treatment for you e.g. from District Nurses and hospital services.\n  • To help you get other services e.g. from the Social work department.  This requires your consent.\n  • When we have a duty to others e.g. in child protection cases.  Anonymised patient information will also be used at local and national level to help the Health Board and Government plan services e.g. for diabetic care.\n\nIf you do not wish anonymous information about you to be used in such a way, please let us know.\n\nReception and administration staff require access to your medical records in order to do their jobs.  These members of staff are bound by the same rules of confidentiality as the medical staff.\n\nCall 111 when you need medical help fast but it’s not a 999 emergencyNHS ChoicesThis site is brought to you by My Surgery Website",
        "topic_id":12,
        "format_id":8,
        "topic_confidence":0.98950243,
        "format_confidence":0.9751493335
    },
    {
        "url":"https:\/\/www.acrf.com.au\/content-disclaimer\/",
        "text":"The disease information available on is not designed to provide medical advice – it is for general education purposes only. No person or organisation should act on the basis of information provided on without seeking appropriate further advice. The Australian Cancer Research Foundation (ACRF) attempts to ensure that the websites it administers are current and accurate, and accordingly, details are verified against the U.S. government’s primary agency for cancer information, the National Cancer Institute, see Statistics provided are based on Australian incidence and survival rates, sourced from the most recent information from the Australian Institute of Health and Welfare, see ACRF makes no representations or warranties as to the accuracy, reliability, completeness or currency of the information contained within the websites it administers, and assumes no liability or responsibility for any errors or omissions in the content ACRF provides. All links and references to websites administered by third parties are provided for the user’s convenience only, are accessed at your own risk and may not remain current or be maintained. Unless otherwise stated, the listing of websites administered by third parties on this website should not be taken as an endorsement by ARCF of the other websites or their content.\n\nCopyright and other intellectual property rights in websites administered by ACRF is owned by or is licensed to ACRF. ACRF’s websites include registered trade marks, trade marks which may be the subject of pending applications and trade marks which are otherwise protected by law. You may not use any of these ACRF trade marks including the crab logo or the name AUSTRALIAN CANCER RESEARCH FOUNDATION for any business or commercial purposes without ACRF’s prior written consent. You may create a link to pages of ACRF’s websites but you must not display any pages in an altered or distorted form, disparage the ACRF or its activities, or imply that the ACRF sponsors, endorses or is affiliated with you, without ACRF’s prior written consent.",
        "topic_id":12,
        "format_id":8,
        "topic_confidence":0.630127728,
        "format_confidence":0.9896637797
    },
    {
        "url":"https:\/\/www.naturalproductsinsider.com\/penton_modal\/nojs\/forward\/15305\/0",
        "text":"\n\nThis site is operated by a business or businesses owned by Informa PLC and all copyright resides with them. Informa PLC's registered office is 5 Howick Place, London SW1P 1WG. Registered in England and Wales. Number 8860726.\n\nEmail this article\n\nNew Study Shows Wellmune WPG Boosts Immune Cells\n\nEnter your email above to receive messages about offerings by Informa, its brands, affiliates and\/or third-party partners, consistent with Informa's Privacy Statement.",
        "topic_id":12,
        "format_id":8,
        "topic_confidence":0.9543893337,
        "format_confidence":0.7059157491
    },
    {
        "url":"https:\/\/www.truehealthlabs.com\/Terms-Privacy-HIPAA-s\/1889.htm",
        "text":"Home > How It Works | FAQ > Terms\/Privacy\/HIPAA\n\nPrivacy Statement\n\nShipping Information\n\nReturn\/Refund Policy\n\n\nTrueHealthLabs.com Terms and Conditions\n\nThank you for choosing TrueHealthLabs.com.\n\nPlease be aware that by using this service you agree to be bound by the following terms and conditions. TRUE HEALTH LABS reserves the right to make changes to these terms and conditions as needed. All modifications will be effective immediately upon posting.\n\n  • You understand and agree that TRUE HEALTH LABS does not provide medical advice and that our services are not intended to diagnose, treat, or cure any disease or condition. Any advice or recommendations given by our doctors or staff is for educational purposes only and is not intended to diagnose, treat or cure any disease or condition. To maintain a non-doctor\/patient relationship, you understand that medical history may not be obtained during your phone conversation with our doctors.\n\n  • You understand that TRUE HEALTH LABS is a Direct Access Testing (DAT) service and not a testing facility. This being said, you understand that clinical information (test results) can only be discussed between the lab(s) and TRUE HEALTH LABS healthcare practitioners and not with the customer (you).\n\n  • You understand that you do not hold a doctor\/patient relationship with any doctor employed by True Health Labs. Any information produced by them (verbally or written) is not intended to treat, diagnose, or cure any disease or condition. Over the phone, results are only explained and not interpreted. By using True Health Labs, you agree that you are under the care of a licensed physician in which test results will be interpreted. You understand that our doctors can not give treatment recommendation. You can not hold Zilient LLC. or any of its employees responsible for any personal lifestyle changes made after any communication with any of our doctor's or employees.\n\n  • You understand that tests processed by some labs cannot be ordered in the states of NY, NJ, MA, or RI. You understand that you can still order these test, however, you must have the test completed in a non-restricted state.\n  • You understand and agree that any test recommendations or health information provided from TRUE HEALTH LABS, written or verbal (including educational videos), are for educational purposed only and is not intended to diagnose, treat, or cure any disease or condition.\n\n  • You understand that result review phone conversations may be recorded. Recordings are used strictly for legal purposes and are protected by HIPAA laws. You may receive a copy of the recording upon request.\n\n  • You agree to pay all shipping cost outside of the standard return shipping included with test kits. For example, if the specimen needs to reach the lab within 7 days and the return shipping label will not suffice, you must cover the shipping.\n\n  • You understand that your test results carry a risk of false positives and false negatives and do not definitively define a diagnosis. You understand that you cannot be refunded for results that indicate false positives\/negatives. This also applies to subjective false positives\/negatives. Refunds can be given if there was sample instability and\/or a confirmed issue with the lab's calibration\/machinery in which the laboratory notifies us of the sample instability\/machinery issues.\n\n  • You understand that you must consult with your primary care physician before collecting any sample to determine is collecting the sample is safe for you. True Health Labs is not responsible for any injury occurring before, during, or after a sample collection. An example would be if a blood vessel was torn during a blood draw producing a subdermal hematoma.\n\n  • You understand that if you are a licensed healthcare practitioner ordering tests for your patients (your information in the billing area), you must submit a copy of your state license and must be able to order laboratory tests offered on TrueHealthLabs.com in your state. By ordering, you understand that you are considered the \"ordering doctor\".\n\n  • You understand that if you purchase and consume nutritional supplements, you must be under the care of a qualified physician and\/or in the presence of a responsible adult. Your physician must recommend the sought out supplements before you purchase them.\n\n  • You understand that if you are required to consume certain foods before taking a test, you must be under the care of a qualified physician and\/or in the presence of a responsible adult.\n\n  • You agree that the information you submit to TRUE HEALTH LABS is truthful and accurate.\n  • You will keep your password information and security questions confidential.\n\n  • You will use the TRUE HEALTH LABS site for its intended use.\n  • You understand that TRUE HEALTH LABSaccounts are only for adults of 18 years or older, and confirm that you are 18 years or older before attempting to create an account.\n\n  • You understand that test results can sometimes be inaccurate through no fault of TRUE HEALTH LABS.\n  • You will not copy information found on the TRUE HEALTH LABS website nor use it illegally.\n\n  • You will abide by our “order” and “refund” policies. You may cancel your order anytime before the specimen collection. If a refund is requested or required (due to orders made in non-qualifying states or countries or other reasons - see FAQ), your refund will be reduced by 10% of your original order total to cover additional administration costs. After having your sample is drawn, no refund can be made. If for any reason TRUE HEALTH LABS is unable to process your specimen after the draw, you will receive a full (100%) refund for the test(s) not performed.\n    • There is no cancellation refund after four (4) months from the date of purchase unless other arrangements are made before the four (4) month cut-off date. If you are holding tests for greater than four (4) months, send an \"extension\" email to support@truehealthlabs.com.\n\n  • You understand that only one (1) coupon code can be used per transaction.This also applies to discount rules for example: Buy X amount of tests and get Y% off. You can not combined coupon codes with free offers i.e. \"free cholesterol test\".\n  • You understand that initial administrative costs are included in the test prices.\n  • You understand that you are solely responsible for any fees associated with blood draws or other specimen collection.\n  • TRUE HEALTH LABS shall not be liable for any cost or damage arising either directly or indirectly from any transactions conducted or information conveyed on the Web site. It is solely your responsibility to evaluate the accuracy, completeness, and usefulness of all services and information provided. For example, if you order test 'A' from the website and the requisition form is changed to test 'A' and 'B' after the form is sent to you, you will be charged for both tests.\n\n  • Occasionally, orders may remain in pending mode which means that the ordering of the test has been unsuccessful and no charge to your credit card or PayPal account has taken place. TRUE HEALTH LABS reserves the right to communicate, via email, with the customer to ascertain the reason for the unsuccessful order and how we can assist with, or resolve the problem in, the ordering process.\n\n  • You agree to not hold TRUE HEALTH LABS responsible for any hacking attempts on your private information stored by TRUE HEALTH LABS.\n  • You agree to indemnify, defend and hold harmless TRUE HEALTH LABS, its officers, directors, employees, agents, licensors, suppliers and any third-party information providers against all losses, expenses, damages, and costs, including reasonable attorneys’ fees, resulting from any violation of this agreement by you.\n\n  • Third-party vendors, including Google, use cookies to serve the badge on your website and to serve ads based on a user's prior visits to your website.\n\n  • Users may opt out of Google's use of cookies by visiting the Google advertising opt-out page. (Alternatively, you can point users to opt out of a third party vendor's use of cookies by visiting the Network Advertising Initiative opt-out page.)\n\n  • You understand that a conversion tracking code is used for analytic purposes. This information is for internal use only and is never given out or sold.\n  • You understand that TrueHealthLabs.com is a copyright-protected site, owned by Zilient LLC. Any use of materials on their website, including reproduction, modification, distribution or republication, without the prior written consent of Zilient LLC is strictly prohibited.\n  • You understand that in order to receive our promotional 50% off \"One-on-One Review\" that the \"One-on-One Review\" must be purchased. Discounts given for the eligible lab test(s) without the \"One-on-One Review\" will result in a manual invoice for the review, however, it will include the discount.\n  • You understand that your non-health information will be used in our CRM (Customer Relations Manager) software.\n  • Agreement to these terms also includes membership terms (membership program was terminated as of November 31st, 2014. Membership terms no longer apply).\n\nShipping Information\n\n  • All orders (kits or requisition forms) will be shipped, and\/or emailed out, within 24 hours (excluding weekends). Average shipping time is 5 days.\n\n  • International customers: You are responsible for return shipping setup and costs. In some cases, you may incur shipping costs to you.\n\nReturn\/Refund Policy\n\n  • You may cancel prior to the specimen collection with a refund equal to the price of the total order less 10% cancellation fee if canceled within four (4) months from the date of order. If requisition forms and\/or test kits were not sent out after the order, then a full refund will be issued.\n  • There is no cancellation refund after four (4) months unless other arrangements are made before the four (4) month cut-off date. If you are holding a test for ... (truncated)",
        "topic_id":12,
        "format_id":8,
        "topic_confidence":0.7870224714,
        "format_confidence":0.9907506108
    },
    {
        "url":"http:\/\/heritageinnhealth.org\/privacypolicy.html",
        "text":"Notice of Privacy Practices - Effective Date: April 1, 2003; Last Revised September 16, 2013\n\n\n\nWe are Committed to Safeguarding Your Protected Health Information (PHI).\nWe understand that information about you and your health is personal. We are committed to protecting your health information. We create a record of the care and services you receive at the facility, as well as records regarding payment for those services. We need these records to provide care for you and to comply with certain legal requirements. This notice applies to the records of your care generated or maintained by the facility, whether made by facility personnel or other healthcare providers. Your personal doctor may have different policies or notices regarding the doctor’s use and disclosure of your PHI created in the doctor’s office or clinic.\n\nThis notice will tell you about the ways in which we may use and disclose medical information about you. We also describe your rights and certain obligations that we have regarding the use and disclosure of medical information.\n\nWe are required by federal law to maintain the privacy of your PHI; to give you this notice of our legal duties and privacy practices with respect to PHI about you; and to follow the terms of the notice currently in effect.\n\nHow We May Use and Disclose Health Information About You.We may use or disclose your health information in one of the following ways: (1) when permitted by law; (2) when required by law; (3) pursuant to your verbal agreement (for use in our facility directory or to discuss your health with family or friends who are involved in your care); and\/or (4) pursuant to your written authorization, when we are required to obtain it.\n\nThe following categories describe different ways that we use and disclose health information. For each category of uses or disclosures, we will explain what we mean and give some examples. Not every use or disclosure in a category will be listed. However, all of the ways we are permitted to use and disclose information will fall into one of the categories.\n\nUses and Disclosures Relating to Treatment, Payment and Health Care Operations do not Require Your Prior Authorization.\nFor Treatment: We may use health information about you to provide you with medical treatment or services. We may disclose medical information about you to doctors, nurses, healthcare providers, healthcare students, or other facility personnel who are involved in taking care of you at the facility. For example, we will share information about you with the pharmacy so that they may provide your medications.\nFor Payment: We may use and disclose health information about you so that the treatment and services you receive at the facility may be billed, and that payment may be collected from you, an insurance company, or another third party. For example, we may release information about the care and services you received to your insurance company to receive payment.\nFor Health Care Operations: We may use and disclose medical information about you for health care operations. For example, we may use healthcare information to review care and services and to evaluate the effectiveness of programs or systems of care. There are some services provided in our organization through contracts with business associates. When we contract for these services, we may disclose your health information so that our business associates can perform the job we have asked them to do. To protect your health information, however, we require the business associate to appropriately safeguard your information. Unless you object, we will include certain limited information about you in the facility directory while you are a resident at the facility. This information may include your name, location in the facility, your general condition (e.g., fair, stable, etc.) and your religious affiliation. The directory information, except for your religious affiliation, may be released to people who ask for you by name. Your religious affiliation may be given to a member of the clergy, even if they do not ask for you by name. This is so your family, friends and clergy can visit you in the facility and generally know how you are doing. We will place a nametag on your door and take a photograph of you for identification. In order to recognize your birthday, we may post your name (with month and day of your birth) on a bulletin board (standard and\/or digital) and include this same information in our newsletter.  In addition, pictures taken during activity programs may be posted on the bulletin boards. Please let us know if you object.\n\n  • For Health Information Organizations\/Exchanges: We may use a Health Information Organization\/Exchange to communicate your health information to other providers for treatment, payment or healthcare operations. As permitted by law, your health information may be shared with an organization\/exchange in order to provide faster access, better coordination of care and assist providers in making informed decisions regarding your care.\n\nCertain other uses and disclosures do not require your prior authorization.\n\nWe may use and disclose your PHI without your authorization for the following reasons:\n\n  • When a Disclosure is Required by Federal, State, or Local Law or for Judicial or Administrative Proceedings:   For example, if you are involved in a lawsuit or a dispute, we may disclose PHI about you in response to a court order. When abuse or neglect is suspected, we may also be required to release information. We may also disclose PHI about you in response to a court order, but only after making the effort to inform you of the request, giving you the right to object. We must disclose your PHI when required to do so by law.\n  • To Coroners or Funeral Directors: The law authorizes release of information to coroners or funeral directors for the purpose of determining cause of death or identification.\n  • For Research: We may disclose PHI about you to researchers when their research has been approved by an Institutional Review Board that has reviewed the research proposal and established protocols to assure the privacy of your information.\n  • For Public Health Activities: As required by law, we may disclose PHI about you to public health or legal authorities charged with controlling disease, injury, or disability.\n  • For Purposes of Organ Donation: If you have informed us of your decision to be an organ donor, we will provide PHI to the organizations to assist them.\n  • For Workers’ Compensation Purposes: We may be required to report PHI in order to comply with workers’ compensation laws for any patients who may be covered.\n  • To Avoid Harm: In order to avoid a threat to you or to the health or safety of another person or the public, we may provide PHI to law enforcement personnel or persons able to prevent or lessen such harm.\n  • For Specific Functions as Required by the Government:  When government agencies request information that may contain PHI, no authorization is required.\n  • For Reminders or Information About Health-Related Services:  We may inform you of health-related information which may be helpful to you.\n  • Fundraising Activities: We may use a limited amount of your health information for purposes of contacting you or your representative to raise money for our facility and its operations. You have the right to opt out of receiving such communications.\n  • Emergency Situations: If you are unable to communicate, emergency services do not require authorization for disclosure of information.\n  • To the FDA:  We may disclose to the FDA PHI relative to adverse events with respect to drugs, foods, supplements, products and product defects, or post marketing surveillance information to enable product recalls, repairs, or replacement.\n  • To the Military and For Matters of National Security and Protection of the President: If you are a member of the Armed Forces, we may release PHI about you as required by military command.\n\nOther Uses of Your Health Information\n\nOther uses and disclosures of PHI not covered by this notice or permitted\/required by the laws that apply to us will be made only with your written authorization. For example, we are required to seek your written authorization before providing your PHI to a pharmaceutical company for purposes of marketing a product to you.\n\nItems Requiring Written Authorization (not an all-inclusive list):\n\n  • Use and disclosure of psychotherapy notes in your medical file\n  • Use and disclosure of your PHI for paid marketing purposes\n  • Disclosure for the sale of your PHI\n  • Use and disclosure of your PHI for the purposes of participation in a research study\n\nIf you provide us permission to use or disclose PHI about you, you may revoke that permission, in writing, at any time. If you revoke your permission, we will no longer use or disclose medical information about you for the reasons covered by your written authorization. You understand that we are unable to take back any disclosures we have already made with your permission, and that we are required to retain our records of the care that we provided to you.\n\nYour Individual Rights Regarding Your PHI.\nYou have the following rights regarding protected health information we maintain about you:\n\n  • Right to Inspect and Copy: You have the right to inspect and copy your medical and billing information, and any other information that may be used to make decisions about your care. Usually, this includes your medical and billing records, but does not include psychotherapy notes. If part of the medical information is maintained in an electronic format, you have the right to access that specific electronic information as long as the information can be produced in the format agreed upon between you and facility management.\n    • To inspect and copy your medical information, you must submit your request in writing to the facility administrator. If you request a copy of the information, we... (truncated)",
        "topic_id":12,
        "format_id":8,
        "topic_confidence":0.7486887574,
        "format_confidence":0.9911171198
    },
    {
        "url":"https:\/\/www.csisd.org\/apps\/pages\/index.jsp?uREC_ID=164275&type=d&pREC_ID=719116",
        "text":"Health and Wellness Plan\n\nCollege Station Independent School District is committed to the optimal development of every student.  The District believes that for students to have the opportunity to achieve personal, academic, developmental, and social success, we need to create positive, safe, and health-promoting learning environments at every level, in every setting, throughout the school year.   \n\nResearch shows that good nutrition and physical activity before, during, and after the school day, are strongly correlated with positive student outcomes.  For example, student participation in the U.S. Department of Agriculture’s (USDA) School Breakfast Program is associated with higher grades and standardized test scores, lower absenteeism, and better performance on cognitive tasks.   Conversely, less-than-adequate consumption of specific foods including fruits, vegetables, and dairy products, is associated with lower grades among students. In addition, students who engage in active transport to and from school, recess, physical activity breaks, high-quality physical education, and extracurricular activities do better academically.\n\nThis policy outlines the District’s approach to ensuring environments and opportunities for all students to practice healthy eating and physical activity behaviors throughout the school day while minimizing commercial distractions.  Specifically, this policy establishes goals and procedures to ensure that:\n\n·          The District should coordinate the wellness policy with other aspects of school management, including the District’s School Improvement Plan\n\n·          Students in the District have access to healthy foods throughout the school day—both through reimbursable school meals and other foods available throughout the school campus—in accordance with Federal and state nutrition standards\n\n·          Students receive quality nutrition education that helps them develop lifelong healthy eating behaviors\n\n·          Students have opportunities to be physically active before, during, and after school\n\n·          Schools engage in nutrition and physical activity promotion and other activities that promote student wellness\n\n·          School staff are encouraged and supported to practice healthy nutrition and physical activity behaviors in and out of school\n\n·          The community is engaged in supporting the work of the District in creating continuity between school and other settings for students and staff to practice lifelong healthy habits\n\n·          The District establishes and maintains an infrastructure for management, oversight, implementation, communication about, and monitoring of the policy and its established goals and objectives\n\nFollow us on:\nCollege Station Independent School District\n1812 Welsh College Station, TX 77840 Phone: (979) 764-5400 Fax:\nDisclaimer & Legal\nPowered by Edlio",
        "topic_id":12,
        "format_id":8,
        "topic_confidence":0.865270257,
        "format_confidence":0.6583110094
    },
    {
        "url":"https:\/\/www.federalregister.gov\/documents\/2000\/11\/28\/00-30158\/national-institute-on-alcohol-abuse-and-alcoholism-notice-of-closed-meeting",
        "text":"Skip to Content\n\n\nNational Institute on Alcohol Abuse and Alcoholism; Notice of Closed Meeting\n\nDocument Details\n\nInformation about this document as published in the Federal Register.\n\nPublished Document\n\nThis document has been published in the Federal Register. Use the PDF linked in the document sidebar for the official electronic format.\n\nStart Preamble\n\nPursuant to section 10(d) of the Federal Advisory Committee Act, as amended (5 U.S.C. Appendix 2), notice is hereby given of the following meeting.\n\nThe meeting will be closed to the public in accordance with the provisions set forth in sections 552b(c)(4) and 552b(c)(6), Title 5 U.S.C., as amended. The grant applications and the discussions could disclose confidential trade secrets or commercial property such as patentable material, and personal information concerning individuals associated with the grant applications, the disclosure of which would constitute a clearly unwarranted invasion of personal privacy.\n\nName of Committee: National Institute on Alcohol Abuse and Alcoholism Special Emphasis Panel.\n\nDate: November 20, 2000.\n\nTime: 10 a.m. to 11 a.m.\n\nAgenda: To review and evaluate grant applications.\n\nPlace: 6000 Executive Boulevard, Suite 409, Rockville, MD 20852, (Telephone Conference Call).\n\nContact Person: Elsie D. Taylor, Scientific Review Administrator, Extramural Project Review Branch, National Institute on Alcohol Abuse and Alcoholism, National Institutes of Health, Suite 409, 6000 Executive Blvd., Bethesda, MD 20892-7003, 301-443-9787,\n\nThis notice is being published less than 15 days prior to the meeting due to the timing limitations imposed by the review and funding cycle.\n\nStart Signature\n\n(Catalogue of Federal Domestic Assistance Program Nos. 93.271, Alcohol Research Career Development Awards for Scientists and Clinicians; 93.272, Alcohol National Research Service Awards for Research Training; 93.273, Alcohol Research Programs; 93.891, Alcohol Research Center Grants, National Institutes of Health, HHS)\n\nDated: November 16, 2000.\n\nLaverne Y. Stringfield,\n\nDirector, Office of Federal Advisory Committee Policy.\n\nEnd Signature End Preamble\n\n[FR Doc. 00-30158 Filed 11-27-00; 8:45 am]",
        "topic_id":12,
        "format_id":8,
        "topic_confidence":0.7843407989,
        "format_confidence":0.9717194438
    },
    {
        "url":"http:\/\/www.drugscontrol.org\/cond_testlabs.asp",
        "text":"Home  |  News  |  Sitemap  |  Contact Us  |  Login\nAdvertise With Us\nLatest Notification\n  • banner1\n  • banner2\n  • banner3\n  • banner4\n  • banner5\n  • banner6\n  • banner7\nbanner11 banner22 banner33 banner44 banner45 banner46 banner47\n\nDrugs & Cosmetics Rules, 1945\n\nConditions of Licence for Testing Laboratories\n\n150-E. Conditions of approval.- An approval in Form 37 shall be subject to the following general conditions :\n\n  1. The institution granted approval under this Part (hereinafter referred to as the approved institution) shall provide and maintain an adequate staff and adequate premises and equipment as specified in Rule 150-C.\n  2. The approved institution shall provide proper facilities for storage so as to preserve the properties of the samples to be tested by it.\n  3. The approved institution shall maintain records of tests for identity, purity, quality and strength carried out on all samples of drugs, or cosmetics and the results thereof together with the protocols of tests showing the readings and calculation in such form as to be available for inspection and such records shall be retained in the case of substances for which an expiry date is assigned for a period of two years from the expiry of such date and in the case of other substances for a period of six years.\n  4. The approved institution shall allow the Inspector appointed under the Act to enter with or without prior notice the premises where the testing is carried on and to inspect the premises and the equipment used for test and the testing procedures employed. The institution shall allow the Inspectors to inspect the registers and records maintained under these rules and shall supply to such Inspectors such information as they may require for the purpose of ascertaining whether the provisions of the Act and rules made thereunder have been observed.\n  5. The approved institution shall from time to time report to the approving authority any changes in the person-in-charge of testing of drugs or cosmetics or in the expert staff responsible for testing as the case may be and any material alterations in the premises or changes in the equipment used for the purpose of testing which have been made since the date of last inspection made on behalf of the approving authority before the grant of renewal of approval.\n  6. The approved institution shall furnish reports of the results of tests or analysis in Form 39.\n  7. In case any sample of a drug or a cosmetic is found on test to be not of standard quality, the approved institution shall furnish the approving authority and the licensing authority of the State where the manufacturer and\/or sender of the drug or cosmetic is located with a copy of the test report on the sample with the protocols of tests applied.\n  8. The approved institution shall comply with the provisions of the Act and rules made thereunder and with such further requirements, if any, as may be specified in the rules subsequently made under Chapter IV of the Act of which the approving authority has given the approved institution not less than four months' notice.\n  9. The approved institution shall maintain an inspection Book to enable the Inspector to record his impressions or defects noticed.\n» Home\n» Latest Notification\n» New Drugs\n» Import of Drugs\n» Drug Prices\n» Legislations\n» Applications Forms\n» Quackwatch\n» Forms & Fees\n» Licence Conditions\n» Schedules\n» Health, Pharma. Policies & Reports\n» Ayurvedic\n» Govt. Bodies\n» Information Centre\n» Directory\n» Alert\n» Regulatory News\n» Research News\n» News in Hindi\n» Login\n» Contact Us\n\nCopyright © DrugsControl.org - Jaipur, INDIA. All Rights Reserved   |   Disclaimer   |   Sitemap\n\nSite last updated: December 30, 1899 at",
        "topic_id":12,
        "format_id":8,
        "topic_confidence":0.8464300632,
        "format_confidence":0.9424385428
    },
    {
        "url":"http:\/\/gualalavetclinic.com\/privacy-policy.pml",
        "text":"Gualala Veterinary Clinic\n\n38600 S Highway 1\nGualala, CA 95445\n\n\nThis is our own Private Web Site!\n\nWe do not collect or give out any information to any third party vendors or internet businesses.  No information will ever be disclosed to outside parties from us or our web site hosting company at\n\nIt's that simple! And we strictly adhere to this policy.\n\nGualala Veterinary Clinic recognizes the importance of protecting the personal privacy of its clients, its patients and those individuals who simply visit our site.\n\nYour privacy is also protected in our hospital.  At no time is any information given out about the client or the pet without the consent of the owner.",
        "topic_id":12,
        "format_id":8,
        "topic_confidence":0.7671554089,
        "format_confidence":0.9889125824
    },
    {
        "url":"https:\/\/www.invisalign.com\/pages\/mabdisclosure",
        "text":"\n\nPlease make a choice.\n\nPatient's age is:\n\nUnder 20 Years\n20 years old or over\nShow Doctors loading ...\n\nPlease provide your email address and we'll be happy to help you find a doctor.\n\nPlease enter valid e-mail.\nShow Doctors loading ...\nWe respect your privacy. We will never sell or rent any identifiable information regarding you, our customer, to any third party. For more information, view our privacy statement.\nSmile Assessment Cost Find a Doctor\n\nInvisalign Teen Mom Advisory Board Disclosure Statement \n\nInvisalign Teen Mom Advisory Board Disclosure Statement\n\nThe Invisalign Teen Mom Advisory Board (MAB) is a group of mom bloggers who have received complimentary Invisalign treatment for themselves or their children in exchange for sharing their Invisalign experience through social media. Participation in the Invisalign Teen MAB program is completely voluntary. Participants in the program are required to clearly disclose their relationship to Align Technology, Inc. and the fact that they have received complimentary treatment, as well as any compensation received, including travel, expenses or incentives. The experiences shared and views expresses by MAB members are their own.\n\nMedical Disclaimer\n\nAll information shared, including information relating to dental, medical and health conditions, products and treatments, is for informational purposes only. This information should not be considered complete and is not intended to be used in place of a patient visit, call, consultation or advice of a medical professional or any information contained on or in any product packaging or labels. Information shared is not exhaustive and does not cover all ailments, physical conditions or their treatment. The information posted is for informational purposes only and is to be used at your own risk. You should never disregard dental or medical advice or delay in obtaining medical advice because of something you have read online and you should not rely on information obtained online to diagnose a dental or health problem.",
        "topic_id":12,
        "format_id":8,
        "topic_confidence":0.9862610698,
        "format_confidence":0.9668360353
    },
    {
        "url":"https:\/\/www.privatemdlabs.com\/lab_privacy.php",
        "text":"\n\nPrivacy and Security\n\nInformation collected and\/or retrieved by the Private MD Lab Services website is encrypted via a Secure Socket Layer (SSL) connection to protect your information from unauthorized parties. The Private MD Lab Services servers are located in a secure facility with strict security protocols in place to ensure your privacy is protected.\n\nMedical Record Privacy\nOnly physicians and staff members of Private MD Lab Services will have access to your personal health information (PHI). Private MD Lab Services will not forward results to your physician or other agencies unless required by state law to do so.\n\nOther Information\nPrivate MD Lab Services collects anonymous information about visitors to our website. Information collected includes IP addresses, referring website, duration of stay, time\/date, etc. This information is used for site statistics only and may be shared with third-parties for marketing purposes only.\n\nExternal Links\nThe Private MD Lab Services website contains links to other websites. Private MD is not responsible for the content on these external sites.\n\nChanges to the Security\/Privacy Policy\nPrivate MD Lab Services reserves the right to make changes to the Privacy and Security policy at any time. Changes will be effective immediately upon posting of the modified Privacy and Security policy.\n\nUpdated: July 2, 2013\n\nBack to top",
        "topic_id":12,
        "format_id":8,
        "topic_confidence":0.5721024871,
        "format_confidence":0.9892246127
    },
    {
        "url":"https:\/\/www.infinitelongevity.com.au\/cart",
        "text":"Telephone 61 0422 835 700\n\n\n2017 © Infinite Longevity Solutions All rights reserved  \n\n\nThe information on this website has not been evaluated by the Australian Department of Health Administration(TGA). These products are not intended to diagnose, treat, cure or prevent any disease.\n\nMedical Disclaimer:  The information available from this website has been prepared and\/or obtained for general information, education, reference, and\/or research purposes only. It is not intended to provide medical advice. The owner\/s of this website are not doctors or medical practitioners and do not provide medical advice, diagnosing or treating any condition you may have. \n\nWe suggest that you do not act upon anything contained in this website BEFORE seeking the advice of your professional medical practitioner\/helathcare provider.\n\n  • Pinterest Social Icon\n  • Twitter Social Icon\n  • Facebook Social Icon\n  • Google+ Social Icon",
        "topic_id":12,
        "format_id":8,
        "topic_confidence":0.9781746864,
        "format_confidence":0.9645225406
    },
    {
        "url":"http:\/\/freshtester.co.uk\/section\/419",
        "text":"For treatment & information (Manchester UK)\n\nCall: 01625 545071\n\nThis site complies with the HONcode standard for trustworthy health information: verify here. satisfies the INTUTE criteria for quality and has been awarded 'editor's choice'.\n\nThe material on this website is designed to support, not replace, the relationship that exists between ourselves and our patients. Full Disclaimer",
        "topic_id":12,
        "format_id":8,
        "topic_confidence":0.9944890738,
        "format_confidence":0.9539750814
    },
    {
        "url":"http:\/\/spicesunshine.com\/disclaimer-en\/",
        "text":"All content on this blog is informative only and does not represent medical advice, nor is it meant to diagnose or treat any medical condition. Please talk to your physician before making any food or exercise regime changes or in case of any health issues.\n\nAnd another thing, this blog does not endorse or advertise in any form any food\/health supplement brand or producer.",
        "topic_id":12,
        "format_id":8,
        "topic_confidence":0.9815380573,
        "format_confidence":0.9854816198
    },
    {
        "url":"https:\/\/www.smilecarechiswickdentists.co.uk\/privacy-policy.html",
        "text":"Developed in conjunction with\n\nPrivacy Notice for Smilecare Dental Clinic\n\nfor Patient Data\n\nThis Privacy Notice is a shortened form of our Privacy Policy and any patient who wishes to have a copy of our full Policy should ask Rachel Mantle\n\nSmilecare Dental Clinic takes great care to protect the personal data we hold for you in line with the requirements of the General Data Protection Regulation (GDPR).\n\nThe purpose of collecting and storing personal data about you is to ensure we can:\n\n  • Provide, appropriate, safe and effective dental care, treatment and advice for you\n\n  • Fulfil any contracts we hold in relation to your care\n\n  • For the administration of your care.\n\nPersonal data held for our patients\n\nThe personal data we process (processing includes obtaining the information, using it, storing it, securing it, disclosing it, and destroying it) for you includes:\n\n  • Name, address, date of birth. This is for patient identification.\n\n  • Next of kin. Only if it is offered by the patient.\n\n  • Email address. If offered and only for appointment or treatment planning.\n\n  • Phone number(s). Required.\n\n  • GP contact details. Needed for referrals to NHS hospitals eg for wisdom tooth removal.\n\n  • Medical history. For the safe treatment of the patient.\n\n  • Dental care records. For the safe and effective treatment of the patient.\n\n  • Photographs. To assist the patient and their dentist to monitor oral health care.\n\n  • Family group. If offered by the patient.\n\n  • Payment plan details. All payments recorded for reconciliation only.\n\n  • Financial information. Limited information is kept to assist in reconciliation.\n\n  • Credit cards receipts. Kept in a locked safe and shredded after 1 year.\n\n  • Correspondence. With the patient and any specialist referral centre to allow continuity of care.\n\n  • Details of any complaints received. Kept in patient records unless they prefer to remain anonymous. An anonymous electronic record is kept for training to improve our service\n\nWe keep an inventory of personal data we hold on our patients and this is available on request.\n\nDisclosure to third parties\n\nThe information we collect, and store will not be disclosed to anyone who does not need to see it.\n\nWe will share your personal information with third parties when required by law or to enable us to deliver a service to you or where we have another legitimate reason for doing so. Third parties we may share your personal information with may include:\n\n  • Regulatory authorities such as the General Dental Council or the Care Quality Commission\n\n  • NHS Local Authorities\n\n  • Dental payment plan administrators\n\n  • Insurance companies\n\n  • Loss assessors\n\n  • Fraud prevention agencies\n\n  • In the event of a possible sale of the practice at some time in the future.\n\nWe may also share personal information where we consider it to be in a patient’s best interest or if we have reason to believe an individual may be at risk of harm or abuse.\n\nPersonal privacy rights\n\nUnder the General Data Protection Regulation (GDPR) you have the following personal privacy rights in relation to the information we hold about you.\n\nYou have a right to:\n\n  • Access to and copies of your records.\n\n  • Have inaccuracies deleted.\n\n  • Have information about you erased. This should be seen in light of the need to keep records about your dental care in case you have any problems in the future.\n\n  • Object to direct marketing.\n\n  • Restrict the processing of your information, including automated decision-making.\n\n  • Take your data to another dental practice or anywhere else.\n\nPatients who wish to have inaccuracies deleted or to have information erased must speak to the dentist who provided or provides their care.\n\nLegal basis for processing data held about patients\n\nThe GDPR requires us to state the legal basis upon which we process all personal data for our patients and it requires us to inform you of the legal basis on which we process your personal data.\n\nThe legal basis on which we process personal information for our patients is in accordance with the dental professionals regulatory bodies: The General Dental Council, and the Care Quality Commission\n\nAutomated decision making\n\nWhat is automated decision making? It is a process whereby you are asked to opt in once to certain processes, these processes will vary from one dental clinic to another, as some dental clinics want to send marketing information to their patients. At Smilecare Dental Clinic we DO NOT send any marketing information, we will only send appointment reminders and relevant information about recommended treatments.\n\nAt Smilecare Dental Clinic, we have the following processes when you register that are part of automated decision making:\n\n  1. How you would like to be reminded about the recommended frequency of dental appointments, such as routine check up and dental hygiene care. You can select on your registration forms to be reminded by text, email and or postal reminder. It is our duty of care to remind you of preventative care frequency, it is also your right to request no appointment reminders.\n\n  2. Retaining up to date and accurate dental records. At the point of registering we will create a dental record and ensure it is kept up to date and secure. We have a legal duty to retain dental records for a minimum of 11 years or up to the age of 25 years. You have the right to request that we delete your dental records, in which case we will need to consult with the dental regulatory body: The General Dental Council.\n\nNon Automated decision making, i.e. Specific Patient Informed Consent\n\nFor all other processes at Smilecare we will always obtain specific informed consent:\n\n  1. Any recommended treatment, this will be verbally explained by the dentist and then written information will be provided and further discussions if necessary until the patient is fully informed about any options, likely success rates and costs.\n\n  2. Sharing patient information with a specialist or hospital for specialist care, patients will need to specifically consent to the information being provided.\n\n\nYou have a right to complain about how we process your personal data. All complaints concerning personal data should be made in person or in writing to David Mantle. All complaints will be dealt with in line with the practice complaints policy and procedures.\n\nTransferring personal data outside the EU\n\nAll patient information is backed up within the practice to a separate drive, in case of fire a second copy is backed up to a company called Carbonite Inc, 2 Avenue de la Lafayette, Boston MA 02111. They are governed by the laws of the Commonwealth of Massachsetts and\/or Federal Law. In accordance with European Laws, all data will be held under the EU-US and Swiss-US Privacy Shield Framework as set forth by the US Department of Commerce. Carbonite complies with all of the Privacy Shield Principles and if there is any conflict between the terms of privacy policies, then the EU-US and Swiss Privacy Shield Principles shall govern.\n\nThis Privacy Notice was reviewed and implemented on: 30\/04\/2018\n\nIt will be reviewed annually and is due for review in November 2018 or prior to this date in accordance with new guidance or legislative changes.\n\nDocument Change Record\n\n\nEU General Data Protection Regulation (GDPR)\n\nPrivacy Notice for Patient Data\n\nThe table below is used to register all changes to the policy:\n\nPublished Date\n\nDocument Version Number\n\nPages affected\n\nDescription of revision\n\n\n\ncookie policy\n\nour website uses cookies and similar technologies to help make this website better Read More\n\nhappy to accept?\n\n\nCookie Policy\n\nOur Cookies Policy explains what cookies are, how we use cookies, how third-parties we may partner with may use cookies on the Service, your choices regarding cookies and further\n\nHow we use cookies\n\nA cookie is a small file which, with your permission, will be placed on your computer's hard drive. Cookies allow websites to respond to you as an individual. Thanks to cookies, web sites can tailor their operation to your needs, likes and dislikes by gathering and remembering information about your preferences.\n\nFor example, we use cookies to identify which pages are being used most frequently. This helps us analyse data about how you are using our website so we can improve it in order to meet your needs better. We only use this information for statistical analysis purposes and no data is held which links to you as a person.\n\nOverall, cookies help us provide you with a better website, by enabling us to monitor which pages you find useful and which you do not.\n\nA cookie in no way gives us access to your computer or any information about you, other than the data you choose to share with us.\n\nYou can choose to accept or decline cookies. Most web browsers automatically accept cookies, but you can usually modify your browser setting to decline cookies if you prefer. This may prevent you from taking full advantage of the website.\n\nFor the full disclosure section, including all types of cookies, please click here.\n\nBlocking cookies | Deleting cookies | Cookie preferences\n\nYou can manage your preferences relating to the use of cookies on our website by visiting:\nGoogle Chrome\nInternet explorer 8, 9 and 10\nMozilla Firefox\n\nMore information about cookies\n\nIf you would like more information regarding Cookies please visit the below site: ICO (Information Commissioner’s Office) -",
        "topic_id":12,
        "format_id":8,
        "topic_confidence":0.7554515004,
        "format_confidence":0.9912008643
    },
    {
        "url":"https:\/\/hampsteadanimalhospital.com\/policies\/",
        "text":"5 Hazel Drive\nHampstead, NH 03841\nClick here for directions.\n\nContact Us\n\n\n\nMon - Fri: 8:00am-7:00pm\nSat: 8:00am-4:00pm\nSun: 8:00am-1:00pm\n\nReferral Program\nThe best compliment that one of our clients can give us is to recommend Hampstead Animal Hospital to their family, friends, and colleagues. As we continue to grow, we realize that our greatest source of new clients comes from you, our current ones! Ask us about our Referral Program Cards and how you can receive a $20 credit on your account! We look forward to meeting your friends and family and providing compassionate patient care to them.\nPayment Policy\n\nWe require full payment at the time that services are rendered. For your convenience, we accept cash, Visa, MasterCard, American Express, Discover and Care Credit.\n\nPrivacy Policy\nThe Hampstead Animal Hospital recognizes the importance of protecting the personal privacy of our clients, our patients and those individuals who visit our site.\n\nYour privacy is also protected in our hospital. At no time is any information given out about any client or any pet without the consent of the owner.\n\nWe do not collect or give out any information to any third party vendors or internet businesses. No information will ever be disclosed to outside parties by our hospital or by our web site hosting company. We strictly adhere to this policy.\n\nArrival Policy\n\nIMPORTANT: For everyone’s protection, please leash all dogs while in the waiting area or exam rooms. If you need a leash, please ask a staff member before entering with your pet.\n\nPlease present all cats in an appropriate cat carrier or on a leash. This prevents cats escaping from your arms and into our adjacent wooded area upon entering our clinic.\n\nAppointment Policy\nTo allow ample time for all patients and scheduled surgical procedures, we operate primarily by appointment. Emergency cases shall always receive top priority, which is why occasional appointment delay is inevitable. Please realize that we make a sincere attempt to see each client on time.\n\nOur goal is for your appointment to be convenient and stress-free. Please be sure that you have control of your leashed dog when entering the building as we understand that some pets may be a little uneasy about new people, new surroundings and other pets. For the safety of our kitty patients, please use a carrier for all appointments.\n\nFor the protection of all animals in our care, we require that hospitalized patients be up to date on their Rabies and Distemper vaccinations. When a pet is admitted to our hospital we make every effort to ensure their comfort while they are here with us. If your pet has any special needs please do not hesitate to let our staff know.\n\nIf your pet is on any oral or topical medications, or if you have any questions about products you are currently using on your pet (such as shampoo or other over-the-counter products) we recommend bringing them with you to your exam.\n\nWe proudly serve the pets of Hampstead, NH and beyond.\n\nWe serve Rockingham County including the towns of Atkinson, Salem, Plaistow, Derry, Fremont, Kingston, Danville, Hampstead, Chester, Windham, Haverhill, Newton, Methuen, and the surrounding areas.\n\nGet Directions\n\nRequest an Appointment Online!\n\nUse our online apppointment request form to request an appointment online in minutes.\n\nRest easy knowing you can get your pet the best care when they’re hurt or sick with Embrace Pet Insurance’s accident and illness coverage. Make sure to start your free quote on this page to get an exclusive 5% discount!",
        "topic_id":12,
        "format_id":8,
        "topic_confidence":0.9762810469,
        "format_confidence":0.8357021809
    },
    {
        "url":"http:\/\/www.azdhs.gov\/ops\/oacr\/privacy\/hipaa\/index.php",
        "text":"Office of Administrative Counsel & Rules\n\nHealth Insurance Portability and Accountability Act of 1996 (HIPAA)\n\nWhat is HIPAA?\n\nThe Title II provisions of HIPAA, known as the Administrative Simplification regulations, mandate:\n\n  • National privacy standards for the creation, use, disclosure, and retention of patient identifiable health information; and\n  • Data security and integrity requirements for the maintenance and transmission of patient information.\n\nFor more HIPAA details, visit the U.S. Department of Health and Human Services Office for Civil Rights (OCR) website.\n\n\nADHS Customers and Members of the Public\n\nADHS is not authorized to provide individual information regarding HIPAA complaints or concerns that do not relate to ADHS activities. For HIPAA complaints or concerns that pertain to entities such as doctors, hospitals, and health care providers not related to ADHS activities, please contact your doctor, hospital, or health care provider, the OCR, and\/or go to Non-ADHS HIPAA Complaints.\n\nHIPAA Designation for ADHS\n\nFor HIPAA purposes, the ADHS is designated as a hybrid entity. This denotes that ADHS has both HIPAA covered components and non-covered components. Only the designated covered components within ADHS are required to comply with HIPAA, although HIPAA also impacts non-covered components. Our designated HIPAA covered components are: Arizona State Hospital, Arizona Community Protection and Treatment Center, and Behavioral Health Services.\n\nADHS HIPAA Covered Components & Notices of Privacy Practices (NPPs)\n\nADHS HIPAA covered components must provide NPPs to each client. The NPPs inform the client about the uses and disclosures of their protected health information and their rights regarding their information. In accordance with HIPAA, ADHS reserves the right to modify our NPPs. ADHS' modified NPPs are available through the ADHS HIPAA covered component links below.",
        "topic_id":12,
        "format_id":8,
        "topic_confidence":0.8720061779,
        "format_confidence":0.9802125692
    }
]