[
    {
        "url":"http:\/\/www.columbiamissourian.com\/a\/167802\/columbia-school-board-to-discuss-proposed-mill-creek-area-boundary-change\/",
        "text":"Columbia School Board to discuss proposed Mill Creek area boundary change\n\nSunday, November 10, 2013 | 6:00 p.m. CST; updated 7:47 a.m. CST, Monday, November 11, 2013\n\n*CORRECTION: An elementary school is being built in northeast Columbia. An earlier version of this article located the school in the wrong part of town.\n\nCOLUMBIA — The Columbia School Board is expected to further discuss on Monday the temporary boundary change proposed to relieve overcrowding at Mill Creek Elementary School.\n\n\nDocuments for Monday's meeting can be accessed on the Columbia Public Schools website.\n\nRelated Articles\n\nAssistant Superintendent Peter Stiepleman is scheduled to show the board the presentation he gave Oct. 29 to the Mill Creek community about the proposed change and to share community feedback from that meeting.\n\nThe proposed boundary change, which would affect neighborhoods off of Scott and Forum boulevards for the 2014-15 school year, is intended to reduce Mill Creek's enrollment by 100 to 120 students and relieve overcrowding until a new elementary school on the southwest side of Columbia opens in 2016.The affected students would go to Russell Boulevard Elementary School or Paxton Keeley Elementary school.\n\nIt is also hoped that the proposed boundary changes would remain in effect when the new school opens.\n\nDistrict administrators are confident that they can keep the proposed boundary for Russell Boulevard Elementary School, according to a document prepared for board members.\n\nThe neighborhood moved to Paxton Keeley Elementary School under the proposed change could be made part of the new elementary school, according to the document, but \"district administrators feel those students who were moved can continue to be offered the option to stay at Paxton Keeley or go to the new school.\"\n\n*Northeast elementary school name\n\n*The committee formed to name the new elementary school in northeast  Columbia will now also be tasked with naming the new southwest elementary school and the new early childhood care center, district spokeswoman Michelle Baumstark said.\n\n\"The board redirected the naming committee (Thursday) now that we have land for the southwest school and the early childhood care center will be on John B. Lange Middle School's property,\" Baumstark said.\n\nThe committee was approved at the board's Oct. 14 meeting and has met three times since then.\n\nBaumstark said that the committee will not make a formal presentation at Monday's meeting.\n\nNominations for school names will reopen Monday and continue to be accepted through Nov. 22.\n\nBond updates\n\nThe board is expected to discuss the April 2014 $50 million bond issue proposal. The bond issue would create a 4- or 5-cent tax increase to help pay down the debt service, Baumstark said.\n\nThe district plans to ask the community to approve four bond issues between 2014 and 2020. Each complies with the district's 10-year facility bond plan to meet enrollment growth needs and fund building projects.\n\nSome funds from the April 2014 bond issue would go toward opening a new elementary school in eastern Columbia, according to previous Missourian reporting.\n\nThe board will also be asked Monday to vote on an offer for the February 2014 sale of $50 million in general obligation bonds from April 2010 and April 2012 voter authorizations. The sale's proceeds would be used to construct a new elementary school, to make improvements and expansions at various locations around the district and to fund technology improvements, according to a document prepared for the meeting.\n\nThe board meeting is open to the public and will take place at 6:30 p.m. Monday in the Neil C. Aslin District Administration Building, 1818 W Worley St.\n\nLike what you see here? Become a member.\n\nShow Me the Errors (What's this?)\n\nReport corrections or additions here. Leave comments below here.\n\nYou must be logged in to participate in the Show Me the Errors contest.\n\n\nLeave a comment\n\nSpeak up and join the conversation! Make sure to follow the guidelines outlined below and register with our site. You must be logged in to comment. (Our full comment policy is here.)\n\n  • Don't use obscene, profane or vulgar language.\n  • Don't use language that makes personal attacks on fellow commenters or discriminates based on race, religion, gender or ethnicity.\n  • Use your real first and last name when registering on the website. It will be published with every comment. (Read why we ask for that here.)\n  • Don’t solicit or promote businesses.\n\nWe are not able to monitor every comment that comes through. If you see something objectionable, please click the \"Report comment\" link.\n\nYou must be logged in to comment.\n\nForget your password?\n\nDon't have an account? Register here.",
        "topic_id":4,
        "format_id":10,
        "topic_confidence":0.9924533963,
        "format_confidence":0.997087419
    },
    {
        "url":"https:\/\/coastalcourier.com\/news\/long-ffa-students-attend-summer-leadership-camp\/",
        "text":"\nLong FFA students attend Summer Leadership Camp\nFFA summer camp\nFrom left to right: S Pollock, R Spencer, H Surzinski, C Stone, V Fentress, B Lust, D Driggers, C Peacock, Z Burriss, N Trinidad, N Harmon, S Schulte, J Skaggs.\n\nThis summer 13 students from Long County High School attended a Summer Leadership Camp (SLC) at the Georgia FFA-FCCLA Center in Covington, on the banks of Lake Jackson. Summer Leadership Camp is open to FFA and FCCLA students from across Georgia. \n\nFFA Advisors Helen Young and Amy Swindell took the group for a week of camp where they participated in a leadership program designed to build relationships, develop teamwork and leadership attributes, and have a great time. They competed in team competitions such as softball and volleyball, and they also competed in individual events such as ping pong, cornhole, tennis, speech contest, and an essay contest. There were many camp activities such as a blob, swimming, horseback riding, and nightly dances. The last day of camp is highlighted by the students running through a muddy obstacle course.\n\nThe theme of Summer Leadership Camp this year was about focus. Students were told: “What you focus on is what becomes powerful.  Pay attention to your thoughts because they shape your life.  Be deliberate about who you spend time with and what you do. Shift your attention from the things that make you unhappy to things that bring you joy and success.”\n\n“Summer Leadership Camp is a unique experience for students that is full of memorable activities and real leadership development. One of the best aspects of camp is that some of the best teachers in the state spend a week with these students and truly invest in them to make a difference in lives,” said Camp Manager Russel Towns.  \n\n“The opportunities at SLC are endless. It gives all students the ability to grow their social skills, as well as great memories that will last a lifetime,” Colton Peacock said.\n\nThe students from Long County High School FFA chapter attending camp included:  Sarah Pollock, Rachael Spencer, Christina Stone, Rebecca Lust, Victoria Fentress, Hailey Surzinski, Shawn Schulte, Colton Peacock, Jacob Skaggs, Zachary Burris, Nathan Harmon, Daniel Driggers, and Nathan Trinidad.\n\nAbout FFA: Founded in 1928, the former “Future Farmers of America” brought together students, teachers and agribusiness to solidify support for agricultural education. The name of the organization was changed to the National FFA Organization in 1988 to reflect the growing diversity of agriculture. Georgia FFA is the 3rd largest state association in the nation with more than 44,000 members. There are 342 FFA Chapters and more than 475 agricultural education teachers in Georgia. \n\nThe FFA makes a positive difference in the lives of students by developing their potential for premier leadership, personal growth, and career success, through agricultural education.\n\nSign up for our e-newsletters",
        "topic_id":4,
        "format_id":10,
        "topic_confidence":0.9799672961,
        "format_confidence":0.9929314852
    },
    {
        "url":"http:\/\/buzzooks.com\/posts\/eat-bulaga-scholar-goes-viral-tops-november-2018-civil-engineering-board-exams\/",
        "text":"‘Eat Bulaga’ Scholar Goes Viral, Tops November 2018 Civil Engineering Board Exams\n\nMany students have proven for years that poverty is never a hindrance to success. You can find many ways so you can still go to school even if your parents could not afford to send you to school.\n\nRecently, a young man who is proud to announce that he is a scholar of GMA’s popular noontime show “Eat Bulaga!” went viral for topping the November 2018 Civil Engineering Board Exams.\n\nJaydee Niere Lucero graduated from the University of the Philippines (UP) Diliman. He passed the board exams with a rating of 97.20%, topping the list of over 6,000 exam passers. The board exams for Civil Engineering were held last November 10 and 11, 2018.\n\nOut of 13,887 takers, only 6,262 examinees were able to pass the rigid tests.\n\nAfter passing the board exams and topping the list of examinees, the new civil engineer posted a heartfelt “thank you” letter to the people who had helped him reach where he is now in life.\n\nFirst, he thanked Eat Bulaga! for supporting him the past 9 years he spent in school.\n\nPhoto credit: Jaydee Lucero \/ Facebook\n\nSa Eat Bulaga, sa pagpapaaral ninyo sa akin (at sa aming mga EBEST scholars) for the past 9 years. Hindi ko marahil mararating ang tagumpay na ito kung hindi dahil sa inyo, thank you po!” Lucero wrote.\n\nThe young man also thanked the many people, Facebook groups, and teachers\/reviewers who were instrumental to his success.\n\nSa UP Diliman, especially sa Institute of Civil Engineering (at sa thesis adviser kong si sir Hernandez) for bringing out the best in us, at sa suporta. Maraming salamat din po!” he wrote.\n\nSa Camarin High School, Camarin D Elementary School at Wisdom Kindergarten Haus, at sa lahat ng mga teachers ko na humubog sa akin through the years, salamat po!\n\nHe also thanked those who let him borrow calculators for the review and board exams as well as those who gave him inspiration throughout his studies and review days.\n\nAt sa lahat ng mga taong nagbibigay ng support at motivation sa akin (hindi ko na kayo mamemention lahat kasi marami kayo), maraming maraming salamat po!\n\n\nSource: Jaydee Lucero \/ FacebookGood News Pilipinas",
        "topic_id":4,
        "format_id":10,
        "topic_confidence":0.9736611843,
        "format_confidence":0.985137701
    },
    {
        "url":"http:\/\/content.theintelligencer.net\/wire\/?category=10026&ID=19815",
        "text":"Foster care youth to get their own college in West Virginia\n\nBy JOHN RABY, Associated Press\nMONTGOMERY, W.Va. (AP) — A nonprofit group announced a unique plan Wednesday to start a college in West Virginia for students who are transitioning out of foster care, giving at-risk young adults a chance to earn two-year degrees at no cost to them.\nKVC Health Systems, which specializes in behavioral health care and child welfare, will take over several buildings at the West Virginia University Institute of Technology in Montgomery. West Virginia University is moving WVU Tech’s operations about 40 miles south to Beckley by this fall.\n“We want to do something different,” said Tommy Bailey, a legislative lobbyist in West Virginia for Olathe, Kansas-based KVC Health Systems.\nThe plan will give educational and other opportunities to close “a long-known gap in foster-care services,” he said.\nColleges in many states offer various forms of financial and other assistance to students transitioning from the foster care system.\nStarting a college solely for them appears to be innovative.\n“This is the first program of its kind that I have heard of,” American Association of Community Colleges spokeswoman Martha Parham said in an email Wednesday. “I know there are foster youth programs at many community colleges, but have not heard of a new college being created.”\nAccording to the U.S. Department of Education, children in foster care are at high risk of dropping out of school or do not enroll in courses that prepare them for college, where they are unlikely to attend or graduate. More than 400,000 children at any time are in foster care, and Bailey said up to 30,000 became too old for the system each year.\nFoster care benefits are terminated at age 21 in most states, including West Virginia. Because foster students typically have no support system or homes to return to during summer vacation or the holidays, those in Montgomery will live on campus full time, Bailey said.\nAnd since they’ve been through the traumatic experience of going through the foster care system, not to mention what may have happened in their own families, the students will have access to behavioral specialists and mentoring programs.\n“A traditional college environment isn’t always the right fit for these young people,” Bailey said. “The support necessary is so significant that we have to think about college in a different way.”\nAmong the courses being considered are in health care, computer skills, construction and carpentry, culinary arts and hospitality services, he said.\nKVC is seeking accreditation through the Higher Learning Commission. It plans to have about 200 students and a staff of about 50 involved within a year and up to 500 students once the college is fully operational.\nThe college will place a priority on enrolling students from West Virginia. All students will be required to find jobs once they’re in school.\nKVC is working with numerous potential partners to soak up all of those costs, including tuition, living, food, transportation and tutoring. It also is in discussions with a YMCA chapter and a nearby technical college to figure out other ways to use the campus.\nThe nonprofit group will lease the properties in Montgomery with an option to purchase them under an agreement in principle with WVU.",
        "topic_id":4,
        "format_id":10,
        "topic_confidence":0.9973996878,
        "format_confidence":0.9968851209
    },
    {
        "url":"https:\/\/www.ipswichstar.co.uk\/news\/business\/education-specilist-alan-joines-klh-architects-2749690",
        "text":"Education specilist Alan joines KLH Architects\n\nKLH Architects, left to right Martyn Goodwin, Alan Wilkinson and Alan Howard\n\nKLH Architects, left to right Martyn Goodwin, Alan Wilkinson and Alan Howard - Credit: Archant\n\nArchitects expand with a new appointment\n\nAward-winning Ipswich based KLH Architects have expanded their service offering by bringing on board a well-known education sector specialist.\n\nAlan Wilkinson, who has developed the specialism in 15 years of delivering projects in the sector, has joined the 20-strong team, and will head up the new Education and Community Project team.\n\nRob Keeble, partner at the practice said of Alan joining the team: “Alan brings with him an extensive education portfolio and unrivalled experience in this sector – which as a practice we have highlighted as a discipline we would like to expand into. By bringing Alan on board we can expand our services knowing we have a respected figure at the helm who will continue to deliver at the high standards we are committed to.”\n\nAlan, who previously led the team at WPP Architects added: “When the opportunity arose to join the team at KLH I knew it was the right move for me. They are a fantastic practice with a reputation of delivering high quality design for the healthcare sector, and I hope, with my extensive education portfolio, we can quickly become the first point of call for schools and academies wanting to transform their buildings.”\n\nYou may also want to watch:\n\n“KLH work to the same principles which drive me – being totally client-focused and delivering buildings and facilities that exceed the expectations of clients, stakeholders and users.”\n\nRecent projects across the region which Alan has delivered include Willowbrook Primary School in Brentford, Essex, Honywood FS20, a showcase for innovative learning in Coggeshall, and the Parkside Pupil Referral Unit, Ipswich, which was used as an exemplar in the Department for Education guidance document.\n\nMost Read\n\nAlan (pictured with partners Martyn Goodwin (left) and Alan Howard (right)) has also appointed two new team members to make up the new KLH Education department. Graham Page and Robert Gillett-Ratley worked with Alan at WPP also bring with them a wealth of experience of delivering projects in the sector.\n\nKLH were recently given a commendation at the Suffolk Joint Consultative Committee annual awards dinner for the renovation of the Ipswich Regent Theatre.\n\nKLH Architects is a RIBA chartered practice based in Ipswich who provide design, planning and project management expertise in healthcare, residential, commercial and leisure development in East Anglia and London.\n\nServices include all RIBA work stages including Feasibility Studies, Building Information Modelling (BIM), Planning Applications, Listed and Conservation Building Regulation Applications, Working Construction drawings, Lead Consultant Role and artistic 2D and 3D visualisations.\n\nBecome a Supporter\n\nThis newspaper has been a central part of community life for many years. Our industry faces testing times, which is why we're asking for your support. Every contribution will help us continue to produce local journalism that makes a measurable difference to our community.\n\nBecome a Supporter\nComments powered by Disqus",
        "topic_id":4,
        "format_id":10,
        "topic_confidence":0.5542192459,
        "format_confidence":0.9924853444
    },
    {
        "url":"http:\/\/kezj.com\/one-way-to-predict-a-college-students-gpa-is-by-how-much-they-drink\/",
        "text":"Turns out, the way your precious little angel handles that balance is the BEST way to figure out how their grades are going to turn out. \n\nIn a new study at George Mason University, a researcher found that the two best ways to predict a college student's GPA are the amount of time they spend studying . . . and the amount of time they spend drinking.\n\nAlcohol was a better predictor than the amount of time a student spends watching TV, messing around on the Internet . . . or even spends in class.\n\nTodd Wyatt, who led the study, says, quote, \"[With] more time spent partying with alcohol, there's a significant decrease in GPA . . . these students might not be reaching their full potential as a result of the alcohol consumption.\" \n\nVia (Yahoo News)",
        "topic_id":4,
        "format_id":10,
        "topic_confidence":0.8870334625,
        "format_confidence":0.9170662165
    },
    {
        "url":"http:\/\/www.sentinelandenterprise.com\/community\/ci_25694479\/north-central-mass-chamber-foundation-award-44-000?source=rss",
        "text":"Each spring, a number of the region's most outstanding high school seniors are recognized with scholarships from the Chamber Foundation of the North Central Massachusetts Chamber of Commerce. On Friday, Chamber members and guests have an opportunity to meet the scholarship winners, when a total of $44,000 in scholarships will be awarded at the \"Good Morning\" breakfast event. These awards are either endowed or funded by companies and individuals, and a total of 22 scholarships for $2,000 are being presented this year.\n\nThe event starts at 6:45 a.m. with coffee, then a buffet breakfast at the DoubleTree by Hilton, Leominster at 99 Erdman Way. HealthAlliance is the main sponsor for the breakfast, which is moderated by Barbara Foster. Chairman for the Scholarship Committee, Jack Doolin, senior vice president of human resources at Workers' Credit Union, heads a group that selects scholarship recipients from among college-bound seniors in the Chamber's service area. The sole basis for selection is merit -- in all aspects of students' endeavors, from academics and sports to volunteer work and employment.\n\nTo attend Friday's breakfast call the chamber at 978-353-7600.",
        "topic_id":4,
        "format_id":10,
        "topic_confidence":0.8181010485,
        "format_confidence":0.9879113436
    },
    {
        "url":"https:\/\/www.keranews.org\/2020-09-15\/they-loved-their-school-but-laptop-learning-led-this-family-to-home-school-instead",
        "text":"News for North Texas\nPlay Live Radio\nNext Up:\nAvailable On Air Stations\n\nThey Loved Their School, But Laptop Learning Led This Family To Home-School Instead\n\na family picture with mom and dad standing in their home driveway, their three youngsters smiling in front of them\nBill Zeeble\nThe Gilchrists in the driveway of their Hurst home. Husband Scott and wife Tricia, and children Beau, Mollie, Ellie.\n\n\"We loved the teachers, the faculty, everybody. But with all of the COVID regulations, it seemed hard for them to learn in front of a computer screen for 8 hours a day,\" Trisha Gilchrist said.\n\nMillions of students nationwide remain at home in this pandemic, learning on district laptops or tablets. Some children are now back in class and others could return soon. But at least one family won’t go back. They've chosen to home-school.\n\nIt’s a warm weekday morning in this tree lined neighborhood in Hurst. Seven-year-old Mollie Gilchrist is playing in her driveway with the rest of her family. She went to Bedford Heights Elementary School last year but hasn’t been back since COVID-19 closed it in March. She’s been learning at home ever since.\n\n“Well, I don’t get to see my friends that much in home school,” Mollie said. “But at home school I get to go on field trips, and I’ve never been on one in public school.”\n\nMom Tricia Gilchrist explains.\n\n“We’ve done a couple of field trips just at home,” Trisha Gilchrist said, “because we still want to be able to socialize them. Get them out.”\n\nTrisha Gilchrist says once COVID-19 closed schools, she tried to untangle the Hurst-Euless-Bedford Independent School District’s plans for teaching her kids online. More recently though, she’s been learning how to teach them herself, making all of North Texas a classroom.\n\n“It just being our family, we have more of an opportunity to take them on field trips,” Trisha Gilchrist said.\n\n“Whereas in public school they do have maybe one field trip a year and last year the field trip got cancelled anyway since they stopped going to school after spring break. They came home for spring break and were never able to go back. So she was very disappointed in having to miss her field trip last year. So here we’ve gotten to do a couple to make up for that.\"\n\nTricia and husband Scott are the tag team teaching their four kids. The youngest, 18-month-old Riggins, is sleeping inside. Everyone else is outdoors under a shady tree or running around, like their 5-year-old, proud say and spell his name.\n\n“Beau. B-E-A-U,” said Beau.\n\nMollie, the oldest, spells her name too.\n\n“Ellie — and I spell my name E-L-L-I-E,” she said.\n\nMom and dad both grew up here and still love the HEB ISD and their kids’ school.\n\n“We’ve been actively involved, we loved the teachers, the faculty, everybody,\" said Tricia. “But this year, with all of the COVID regulations, it just seemed hard for them to learn in front of a computer screen for 8 hours a day. With our kids being as young as they are it just didn’t seem the best option for our family.”\n\nSo, they chose the home-school option. They’d already been considering it. For one thing, the Gilchrists work out of their house. Home schooling may free up more time to travel, which they love. They’re also devout Christians. The pandemic provided the perfect excuse to teach their kids the way they want.\n\n\"It definitely helped us consider this and do some hard research and thinking and thoughtful prayer through it. I’d say it was a big impact on our decision,\" said Scott Gilchrist.\n\nBecause faith influences every decision they make, they’ve chosen a Christian home school curriculum called The Good and the Beautiful. Tricia says it makes teaching easy.\n\n\"The curriculum tells you exactly what to say, when to say it, it provides activities to do,” says Tricia. “The schooling part is great. It‘s trying to figure out our new rhythm which has been more difficult.\"\n\nThey both figure that’ll come with time. After all, says Scott, they’re still new students learning these home-schooling lessons.\n\n\"But we’re on week four. It’s hard to assess anything when you’re only four weeks in. But we’re having a blast,” Scott said.\n\nIf that changes, they can always re-enroll in the district. The pandemic was a key reason for home schooling in the first place, but an approved vaccine would not be enough to send them back.\n\n“We’re huge researchers,” Tricia said. “So we research a lot, and we’ve always consulted our doctors and pediatricians and all about everything we do but we don’t just believe everything they say. We look into all angles. I can confidently say we would not get the COVID-19 vaccine.\"\n\nGilchrist is also confidant that a recent field trip to the aquarium was good for her daughter Mollie.\n\na child, from the back showing off her t-shirt showing a drawing of a sloth waving a banner that says Don't Hurry\nBill Zeeble\nMollie Gilchrist shows off her sloth t-shirt from her field trip to the Dallas Aquarium\n\n\"I saw a sloth and learned that they don’t scream. It slept most of the whole time,\" Mollie said.\n\nThe Gilchrists aren't screaming either, even though they’ve taken on home schooling for the first time in their lives.\n\nGot a tip? Email Reporter Bill Zeeble at . You can follow him on Twitter @bzeeble.\n\nKERA News is made possible through the generosity of our members. If you find this reporting valuable, consider making a tax-deductible gift today. Thank you",
        "topic_id":4,
        "format_id":10,
        "topic_confidence":0.9906737208,
        "format_confidence":0.9407988191
    }
]